KNOWN_SCANSIONS = {
    'μῆνιν ἄειδε θεὰ Πηληϊάδεω Ἀχιλῆος': # Il. 1.1
        (('μῆνιν', '+-'), ('ἄειδε', '-+-'), ('θεὰ', '-+'), ('πηληϊάδεω', '++--+'), ('ἀχιλῆος', '--++')),
    'οὐλομένην, ἣ μυρί’ Ἀχαιοῖς ἄλγε’ ἔθηκε,': # Il. 1.2
        (('οὐλομένην', '+--+'), ('ἣ', '+'), ('μυρί’', '+-'), ('ἀχαιοῖς', '-++'), ('ἄλγε’', '+-'), ('ἔθηκε', '-++')),
    'πολλὰς δ’ ἰφθίμους ψυχὰς Ἄϊδι προί̈αψεν': # Il. 1.3
        (('πολλὰς', '++'), ('δ’', ''), ('ἰφθίμους', '+++'), ('ψυχὰς', '++'), ('ἄϊδι', '--+'), ('προί̈αψεν', '--++')),
    'οἴκοι ἔχειν· καὶ γάρ ῥα Κλυταιμνήστρης προβέβουλα': # Il. 1.113
        (('οἴκοι', '+-'), ('ἔχειν', '-+'), ('καὶ', '+'), ('γάρ', '+'), ('ῥα', '-'), ('κλυταιμνήστρης', '-+++'), ('προβέβουλα', '--++')),
    'κλέπτε νόῳ, ἐπεὶ οὐ παρελεύσεαι οὐδέ με πείσεις.': # Il. 1.132
        (('κλέπτε', '+-'), ('νόῳ', '-+'), ('ἐπεὶ', '--'), ('οὐ', '+'), ('παρελεύσεαι', '--+--'), ('οὐδέ', '+-'), ('με', '-'), ('πείσεις', '++')),
    'ὄφρ’ ἥμιν ἑκάεργον ἱλάσσεαι ἱερὰ ῥέξας.': # Il. 1.147
        (('ὄφρ’', '+'), ('ἥμιν', '++'), ('ἑκάεργον', '--+-'), ('ἱλάσσεαι', '-+--'), ('ἱερὰ', '+--'), ('ῥέξας', '++')),
    'σύμπαντας· τότε δ’ οὔ τι δυνήσεαι ἀχνύμενός περ': # Il. 1.241
        (('σύμπαντας', '+++'), ('τότε', '--'), ('δ’', ''), ('οὔ', '+'), ('τι', '-'), ('δυνήσεαι', '-+--'), ('ἀχνύμενός', '+--+'), ('περ', '+')),
    'μήτε σὺ Πηλείδη ἔθελ’ ἐριζέμεναι βασιλῆϊ': # Il. 1.277
        (('μήτε', '+-'), ('σὺ', '-'), ('πηλείδη', '+--+'), ('ἔθελ’', '--'), ('ἐριζέμεναι', '-+--+'), ('βασιλῆϊ', '--++')),
    'εἰ δέ μιν αἰχμητὴν ἔθεσαν θεοὶ αἰὲν ἐόντες': # Il. 1.290
        (('εἰ', '+'), ('δέ', '-'), ('μιν', '-'), ('αἰχμητὴν', '+++'), ('ἔθεσαν', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'τὸν καὶ ὑπέδεισαν μάκαρες θεοὶ οὐδ’ ἔτ’ ἔδησαν.': # Il. 1.406
        (('τὸν', '+'), ('καὶ', '-'), ('ὑπέδεισαν', '-+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('οὐδ’', '+'), ('ἔτ’', '-'), ('ἔδησαν', '-++')),
    'αἴθ’ ὄφελες παρὰ νηυσὶν ἀδάκρυτος καὶ ἀπήμων': # Il. 1.415
        (('αἴθ’', '+'), ('ὄφελες', '--+'), ('παρὰ', '--'), ('νηυσὶν', '+-'), ('ἀδάκρυτος', '-+++'), ('καὶ', '-'), ('ἀπήμων', '-++')),
    'ῥέξαι ὑπὲρ Δαναῶν ὄφρ’ ἱλασόμεσθα ἄνακτα,': # Il. 1.444
        (('ῥέξαι', '+-'), ('ὑπὲρ', '-+'), ('δαναῶν', '--+'), ('ὄφρ’', '+'), ('ἱλασόμεσθα', '+--+-'), ('ἄνακτα', '-++')),
    'διογενὴς Πηλῆος υἱὸς πόδας ὠκὺς Ἀχιλλεύς·': # Il. 1.489
        (('διογενὴς', '+--+'), ('πηλῆος', '++-'), ('υἱὸς', '-+'), ('πόδας', '--'), ('ὠκὺς', '+-'), ('ἀχιλλεύς', '-++')),
    'καὶ τότε δὴ πρὸς Ὄλυμπον ἴσαν θεοὶ αἰὲν ἐόντες': # Il. 1.494
        (('καὶ', '+'), ('τότε', '--'), ('δὴ', '+'), ('πρὸς', '-'), ('ὄλυμπον', '-+-'), ('ἴσαν', '-+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'ἀλλὰ μάλ’ εὔκηλος τὰ φράζεαι ἅσς’ ἐθέλῃσθα.': # Il. 1.554
        (('ἀλλὰ', '+-'), ('μάλ’', '-'), ('εὔκηλος', '+++'), ('τὰ', '+'), ('φράζεαι', '+--'), ('ἅσς’', '+'), ('ἐθέλῃσθα', '--++')),
    'δαιμονίη αἰεὶ μὲν ὀί̈εαι οὐδέ σε λήθω·': # Il. 1.561
        (('δαιμονίη', '+--+'), ('αἰεὶ', '++'), ('μὲν', '-'), ('ὀί̈εαι', '-+--'), ('οὐδέ', '+-'), ('σε', '-'), ('λήθω', '++')),
    'πρῆξαι δ’ ἔμπης οὔ τι δυνήσεαι, ἀλλ’ ἀπὸ θυμοῦ': # Il. 1.562
        (('πρῆξαι', '++'), ('δ’', ''), ('ἔμπης', '++'), ('οὔ', '+'), ('τι', '-'), ('δυνήσεαι', '-+--'), ('ἀλλ’', '+'), ('ἀπὸ', '--'), ('θυμοῦ', '++')),
    'μή νύ τοι οὐ χραίσμωσιν ὅσοι θεοί εἰς’ ἐν Ὀλύμπῳ': # Il. 1.566
        (('μή', '+'), ('νύ', '-'), ('τοι', '-'), ('οὐ', '+'), ('χραίσμωσιν', '++-'), ('ὅσοι', '-+'), ('θεοί', '--'), ('εἰς’', '+'), ('ἐν', '-'), ('ὀλύμπῳ', '-++')),
    'ὄχθησαν δ’ ἀνὰ δῶμα Διὸς θεοὶ Οὐρανίωνες·': # Il. 1.570
        (('ὄχθησαν', '+++'), ('δ’', ''), ('ἀνὰ', '--'), ('δῶμα', '+-'), ('διὸς', '-+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'Ἀτρεί̈δη τέο δ’ αὖτ’ ἐπιμέμφεαι ἠδὲ χατίζεις;': # Il. 2.225
        (('ἀτρεί̈δη', '+--+'), ('τέο', '--'), ('δ’', ''), ('αὖτ’', '+'), ('ἐπιμέμφεαι', '--+--'), ('ἠδὲ', '+-'), ('χατίζεις', '-++')),
    'ἦ ἔτι καὶ χρυσοῦ ἐπιδεύεαι, ὅν κέ τις οἴσει': # Il. 2.229
        (('ἦ', '+'), ('ἔτι', '--'), ('καὶ', '+'), ('χρυσοῦ', '++'), ('ἐπιδεύεαι', '--+--'), ('ὅν', '+'), ('κέ', '-'), ('τις', '-'), ('οἴσει', '++')),
    'ἠὲ γυναῖκα νέην, ἵνα μίσγεαι ἐν φιλότητι,': # Il. 2.232
        (('ἠὲ', '+-'), ('γυναῖκα', '-+-'), ('νέην', '-+'), ('ἵνα', '--'), ('μίσγεαι', '+--'), ('ἐν', '+'), ('φιλότητι', '--++')),
    'ἥν τ’ αὐτὸς ἀπονόσφι κατίσχεαι; οὐ μὲν ἔοικεν': # Il. 2.233
        (('ἥν', '+'), ('τ’', ''), ('αὐτὸς', '++'), ('ἀπονόσφι', '--+-'), ('κατίσχεαι', '-+--'), ('οὐ', '+'), ('μὲν', '-'), ('ἔοικεν', '-++')),
    'αἰθαλόεν, πρῆσαι δὲ πυρὸς δηί̈οιο θύρετρα,': # Il. 2.415
        (('αἰθαλόεν', '+--+'), ('πρῆσαι', '++'), ('δὲ', '-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('θύρετρα', '-++')),
    'τῆς ἑκατὸν θύσανοι παγχρύσεοι ἠερέθονται,': # Il. 2.448
        (('τῆς', '+'), ('ἑκατὸν', '--+'), ('θύσανοι', '--+'), ('παγχρύσεοι', '++--'), ('ἠερέθονται', '+--++')),
    'ἐς πεδίον προχέοντο Σκαμάνδριον· αὐτὰρ ὑπὸ χθὼν': # Il. 2.465
        (('ἐς', '+'), ('πεδίον', '--+'), ('προχέοντο', '--+-'), ('σκαμάνδριον', '-+--'), ('αὐτὰρ', '+-'), ('ὑπὸ', '-+'), ('χθὼν', '+')),
    'ἔσταν δ’ ἐν λειμῶνι Σκαμανδρίῳ ἀνθεμόεντι': # Il. 2.467
        (('ἔσταν', '++'), ('δ’', ''), ('ἐν', '+'), ('λειμῶνι', '++-'), ('σκαμανδρίῳ', '-++'), ('ἀνθεμόεντι', '+--++')),
    'ῥεῖα διακρίνωσιν ἐπεί κε νομῷ μιγέωσιν,': # Il. 2.475
        (('ῥεῖα', '+-'), ('διακρίνωσιν', '-+++-'), ('ἐπεί', '-+'), ('κε', '-'), ('νομῷ', '-+'), ('μιγέωσιν', '--++')),
    'ὑμεῖς γὰρ θεαί ἐστε πάρεστέ τε ἴστέ τε πάντα,': # Il. 2.485
        (('ὑμεῖς', '++'), ('γὰρ', '+'), ('θεαί', '+'), ('ἐστε', '+-'), ('πάρεστέ', '-+-'), ('τε', '-'), ('ἴστέ', '+-'), ('τε', '-'), ('πάντα', '++')),
    'οἵ τε Πλάταιαν ἔχον ἠδ’ οἳ Γλισᾶντ’ ἐνέμοντο,': # Il. 2.504
        (('οἵ', '+'), ('τε', '-'), ('πλάταιαν', '-+-'), ('ἔχον', '-+'), ('ἠδ’', '+'), ('οἳ', '+'), ('γλισᾶντ’', '++'), ('ἐνέμοντο', '--++')),
    'υἷες Ἰφίτου μεγαθύμου Ναυβολίδαο,': # Il. 2.518
        (('υἷες', '++'), ('ἰφίτου', '+++'), ('μεγαθύμου', '--++'), ('ναυβολίδαο', '+--++')),
    'Χαλκίδα τ’ Εἰρέτριάν τε πολυστάφυλόν θ’ Ἱστίαιαν': # Il. 2.537
        (('χαλκίδα', '+--'), ('τ’', ''), ('εἰρέτριάν', '+--+'), ('τε', '-'), ('πολυστάφυλόν', '-+--+'), ('θ’', ''), ('ἱστίαιαν', '--++')),
    'θώρηκας ῥήξειν δηί̈ων ἀμφὶ στήθεσσι·': # Il. 2.544
        (('θώρηκας', '+++'), ('ῥήξειν', '++'), ('δηί̈ων', '++'), ('ἀμφὶ', '++'), ('στήθεσσι', '+++')),
    'οἵ τε Ζάκυνθον ἔχον ἠδ’ οἳ Σάμον ἀμφενέμοντο,': # Il. 2.634
        (('οἵ', '+'), ('τε', '-'), ('ζάκυνθον', '-+-'), ('ἔχον', '-+'), ('ἠδ’', '+'), ('οἳ', '+'), ('σάμον', '--'), ('ἀμφενέμοντο', '+--++')),
    'Μηριόνης τ’ ἀτάλαντος Ἐνυαλίῳ ἀνδρειφόντῃ·': # Il. 2.651
        (('Μηριόνης', '+--+'), ('τ’', ''), ('ἀτάλαντος', '--+-'), ('Ἐνυαλίῳ', '-+--'), ('ἀνδρειφόντῃ', '++++')),
    'οἳ δ’ ἄρα Νίσυρόν τ’ εἶχον Κράπαθόν τε Κάσον τε': # Il. 2.676
        (('οἳ', '+'), ('δ’', ''), ('ἄρα', '--'), ('νίσυρόν', '+++'), ('τ’', ''), ('εἶχον', '++'), ('κράπαθόν', '--+'), ('τε', '-'), ('κάσον', '-+'), ('τε', '+')),
    'ἀλλά τέ μιν καθύπερθεν ἐπιρρέει ἠύ̈τ’ ἔλαιον·': # Il. 2.754
        (('ἀλλά', '+-'), ('τέ', '-'), ('μιν', '+'), ('καθύπερθεν', '--+-'), ('ἐπιρρέει', '-+--'), ('ἠύ̈τ’', '+-'), ('ἔλαιον', '-++')),
    'κεῖτ’ ἀπομηνίσας Ἀγαμέμνονι ποιμένι λαῶν': # Il. 2.772
        (('κεῖτ’', '+'), ('ἀπομηνίσας', '--+++'), ('ἀγαμέμνονι', '--+--'), ('ποιμένι', '+--'), ('λαῶν', '++')),
    'πάντες ὁμηγερέες ἠμὲν νέοι ἠδὲ γέροντες·': # Il. 2.789
        (('πάντες', '+-'), ('ὁμηγερέες', '-+--+'), ('ἠμὲν', '++'), ('νέοι', '+'), ('ἠδὲ', '+-'), ('γέροντες', '-++')),
    'ἔστι δέ τις προπάροιθε πόλιος αἰπεῖα κολώνη': # Il. 2.811
        (('ἔστι', '+-'), ('δέ', '-'), ('τις', '+'), ('προπάροιθε', '--+-'), ('πόλιος', '-+'), ('αἰπεῖα', '++-'), ('κολώνη', '-++')),
    'οἳ δὲ Ζέλειαν ἔναιον ὑπαὶ πόδα νείατον Ἴδης': # Il. 2.824
        (('οἳ', '+'), ('δὲ', '-'), ('ζέλειαν', '-+-'), ('ἔναιον', '-+-'), ('ὑπαὶ', '-+'), ('πόδα', '--'), ('νείατον', '+--'), ('ἴδης', '++')),
    'τοῦτο δέ τοι ἐρέω ὅ μ’ ἀνείρεαι ἠδὲ μεταλλᾷς·': # Il. 3.177
        (('τοῦτο', '+-'), ('δέ', '-'), ('τοι', '+'), ('ἐρέω', '--+'), ('ὅ', '-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'τὸν δ’ ἠμείβετ’ ἔπειθ’ Ἑλένη Διὸς ἐκγεγαυῖα·': # Il. 3.199
        (('τὸν', '+'), ('δ’', ''), ('ἠμείβετ’', '++-'), ('ἔπειθ’', '-+'), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'ὧδέ σφ’ ἐγκέφαλος χαμάδις ῥέοι ὡς ὅδε οἶνος': # Il. 3.300
        (('ὧδέ', '++'), ('σφ’', ''), ('ἐγκέφαλος', '+--+'), ('χαμάδις', '--+'), ('ῥέοι', '--'), ('ὡς', '+'), ('ὅδε', '--'), ('οἶνος', '++')),
    'δαιμονίη, τί με ταῦτα λιλαίεαι ἠπεροπεύειν;': # Il. 3.399
        (('δαιμονίη', '+--+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('λιλαίεαι', '-+--'), ('ἠπεροπεύειν', '+--++')),
    'μή μ’ ἔρεθε σχετλίη, μὴ χωσαμένη σε μεθείω,': # Il. 3.414
        (('μή', '+'), ('μ’', ''), ('ἔρεθε', '--+'), ('σχετλίη', '--+'), ('μὴ', '+'), ('χωσαμένη', '+--+'), ('σε', '-'), ('μεθείω', '-++')),
    'ὣς ἔφατ’, ἔδεισεν δ’ Ἑλένη Διὸς ἐκγεγαυῖα,': # Il. 3.418
        (('ὣς', '+'), ('ἔφατ’', '--'), ('ἔδεισεν', '-+-'), ('δ’', ''), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'κεῖνον δ’ αὖτις ἐγώ· πάρα γὰρ θεοί εἰσι καὶ ἡμῖν.': # Il. 3.440
        (('κεῖνον', '++'), ('δ’', ''), ('αὖτις', '+-'), ('ἐγώ', '-+'), ('πάρα', '--'), ('γὰρ', '+'), ('θεοί', '--'), ('εἰσι', '+-'), ('καὶ', '-'), ('ἡμῖν', '++')),
    'χρυσέῳ ἐν δαπέδῳ, μετὰ δέ σφισι πότνια Ἥβη': # Il. 4.2
        (('χρυσέῳ', '++'), ('ἐν', '+'), ('δαπέδῳ', '--+'), ('μετὰ', '--'), ('δέ', '+'), ('σφισι', '--'), ('πότνια', '+--'), ('ἥβη', '++')),
    'μή τι διατρίβειν τὸν ἐμὸν χόλον, ἀλλά μ’ ἐᾶσαι·': # Il. 4.42
        (('μή', '+'), ('τι', '-'), ('διατρίβειν', '-+++'), ('τὸν', '-'), ('ἐμὸν', '-+'), ('χόλον', '--'), ('ἀλλά', '+-'), ('μ’', ''), ('ἐᾶσαι', '-++')),
    'ὣς εἰπὼν ὄτρυνε πάρος μεμαυῖαν Ἀθήνην,': # Il. 4.73
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ὄτρυνε', '++-'), ('πάρος', '-+'), ('μεμαυῖαν', '--+-'), ('Ἀθήνην', '-++')),
    'οἴκαδε νοστήσας ἱερῆς εἰς ἄστυ Ζελείης.': # Il. 4.103
        (('οἴκαδε', '+--'), ('νοστήσας', '+++'), ('ἱερῆς', '--+'), ('εἰς', '+'), ('ἄστυ', '+-'), ('ζελείης', '-++')),
    'οἴκαδε νοστήσας ἱερῆς εἰς ἄστυ Ζελείης.': # Il. 4.121
        (('οἴκαδε', '+--'), ('νοστήσας', '+++'), ('ἱερῆς', '--+'), ('εἰς', '+'), ('ἄστυ', '+-'), ('ζελείης', '-++')),
    'ἀλλ’ ἄλλους ὄτρυνε κάρη κομόωντας Ἀχαιοὺς': # Il. 4.268
        (('ἀλλ’', '+'), ('ἄλλους', '++'), ('ὄτρυνε', '++-'), ('κάρη', '-+'), ('κομόωντας', '--+-'), ('ἀχαιοὺς', '-++')),
    'ὣς ὃ γέρων ὄτρυνε πάλαι πολέμων ἐὺ̈ εἰδώς·': # Il. 4.310
        (('ὣς', '+'), ('ὃ', '-'), ('γέρων', '-+'), ('ὄτρυνε', '++-'), ('πάλαι', '-+'), ('πολέμων', '--+'), ('ἐὺ̈', '--'), ('εἰδώς', '++')),
    'αὐτὰρ ὃ πλησίον ἑστήκει πολύμητις Ὀδυσσεύς,': # Il. 4.329
        (('αὐτὰρ', '+-'), ('ὃ', '-'), ('πλησίον', '+--'), ('ἑστήκει', '+++'), ('πολύμητις', '--+-'), ('Ὀδυσσεύς', '-++')),
    'ὄψεαι αἴ κ’ ἐθέλῃσθα καὶ αἴ κέν τοι τὰ μεμήλῃ': # Il. 4.353
        (('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--+-'), ('καὶ', '-'), ('αἴ', '+'), ('κέν', '+'), ('τοι', '+'), ('τὰ', '-'), ('μεμήλῃ', '-++')),
    'ἀλλὰ πολὺ πρὸ φίλων ἑτάρων δηί̈οισι μάχεσθαι,': # Il. 4.373
        (('ἀλλὰ', '+-'), ('πολὺ', '-+'), ('πρὸ', '-'), ('φίλων', '-+'), ('ἑτάρων', '--+'), ('δηί̈οισι', '++-'), ('μάχεσθαι', '-++')),
    'Δεῖμός τ’ ἠδὲ Φόβος καὶ Ἔρις ἄμοτον μεμαυῖα,': # Il. 4.440
        (('δεῖμός', '++'), ('τ’', ''), ('ἠδὲ', '+-'), ('Φόβος', '-+'), ('καὶ', '-'), ('ἔρις', '-+'), ('ἄμοτον', '--+'), ('μεμαυῖα', '--++')),
    'σύν ῥ’ ἔβαλον ῥινούς, σὺν δ’ ἔγχεα καὶ μένε’ ἀνδρῶν': # Il. 4.447
        (('σύν', '+'), ('ῥ’', ''), ('ἔβαλον', '--+'), ('ῥινούς', '++'), ('σὺν', '+'), ('δ’', ''), ('ἔγχεα', '+--'), ('καὶ', '+'), ('μένε’', '--'), ('ἀνδρῶν', '++')),
    'ἔνθ’ ἔβαλ’ Ἀνθεμίωνος υἱὸν Τελαμώνιος Αἴας': # Il. 4.473
        (('ἔνθ’', '+'), ('ἔβαλ’', '--'), ('ἀνθεμίωνος', '+--+-'), ('υἱὸν', '-+'), ('τελαμώνιος', '--+--'), ('αἴας', '++')),
    'τοῖόν οἱ πῦρ δαῖεν ἀπὸ κρατός τε καὶ ὤμων,': # Il. 5.7
        (('τοῖόν', '++'), ('οἱ', '+'), ('πῦρ', '+'), ('δαῖεν', '+-'), ('ἀπὸ', '-+'), ('κρατός', '++'), ('τε', '-'), ('καὶ', '-'), ('ὤμων', '++')),
    'Ἆρες Ἄρες βροτολοιγὲ μιαιφόνε τειχεσιπλῆτα': # Il. 5.31
        (('ἆρες', '+-'), ('ἄρες', '-+'), ('βροτολοιγὲ', '--+-'), ('μιαιφόνε', '-+--'), ('τειχεσιπλῆτα', '+--++')),
    'τὸν μὲν ἔπειτα καθεῖσεν ἐπ’ ἠϊόεντι Σκαμάνδρῳ,': # Il. 5.36
        (('τὸν', '+'), ('μὲν', '-'), ('ἔπειτα', '-+-'), ('καθεῖσεν', '-+-'), ('ἐπ’', '-'), ('ἠϊόεντι', '+--+-'), ('Σκαμάνδρῳ', '-++')),
    'υἱὸν δὲ Στροφίοιο Σκαμάνδριον αἵμονα θήρης': # Il. 5.49
        (('υἱὸν', '++'), ('δὲ', '+'), ('στροφίοιο', '--+-'), ('σκαμάνδριον', '-+--'), ('αἵμονα', '+--'), ('θήρης', '++')),
    'ἀντικρὺ κατὰ κύστιν ὑπ’ ὀστέον ἤλυθ’ ἀκωκή·': # Il. 5.67
        (('ἀντικρὺ', '+--'), ('κατὰ', '++'), ('κύστιν', '+-'), ('ὑπ’', '-'), ('ὀστέον', '+--'), ('ἤλυθ’', '+-'), ('ἀκωκή', '-++')),
    'υἱὸν ὑπερθύμου Δολοπίονος, ὅς ῥα Σκαμάνδρου': # Il. 5.77
        (('υἱὸν', '+-'), ('ὑπερθύμου', '-+++'), ('δολοπίονος', '--+--'), ('ὅς', '+'), ('ῥα', '-'), ('Σκαμάνδρου', '-++')),
    'ἠὲ μετὰ Τρώεσσιν ὁμιλέοι ἦ μετ’ Ἀχαιοῖς.': # Il. 5.86
        (('ἠὲ', '+-'), ('μετὰ', '-+'), ('τρώεσσιν', '++-'), ('ὁμιλέοι', '-+--'), ('ἦ', '+'), ('μετ’', '-'), ('ἀχαιοῖς', '-++')),
    'δεξιὸν ἀντικρὺ διὰ θώρηκος γυάλοιο·': # Il. 5.189
        (('δεξιὸν', '+--'), ('ἀντικρὺ', '+++'), ('διὰ', '--'), ('θώρηκος', '+++'), ('γυάλοιο', '--++')),
    'ἀντίον εἶμ’ αὐτῶν· τρεῖν μ’ οὐκ ἐᾷ Παλλὰς Ἀθήνη.': # Il. 5.256
        (('ἀντίον', '+--'), ('εἶμ’', '+'), ('αὐτῶν', '++'), ('τρεῖν', '+'), ('μ’', ''), ('οὐκ', '+'), ('ἐᾷ', '+'), ('παλλὰς', '+-'), ('ἀθήνη', '-++')),
    'ὦσε δ’ ἀπὸ ῥινὸν τρηχὺς λίθος· αὐτὰρ ὅ γ’ ἥρως': # Il. 5.308
        (('ὦσε', '+-'), ('δ’', ''), ('ἀπὸ', '-+'), ('ῥινὸν', '++'), ('τρηχὺς', '++'), ('λίθος', '--'), ('αὐτὰρ', '+-'), ('ὅ', '-'), ('γ’', ''), ('ἥρως', '++')),
    'ἦ οὐχ ἅλις ὅττι γυναῖκας ἀνάλκιδας ἠπεροπεύεις;': # Il. 5.349
        (('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '++'), ('ὅττι', '+-'), ('γυναῖκας', '-+-'), ('ἀνάλκιδας', '-+--'), ('ἠπεροπεύεις', '+--++')),
    'εἰ δὲ σύ γ’ ἐς πόλεμον πωλήσεαι, ἦ τέ σ’ ὀί̈ω': # Il. 5.350
        (('εἰ', '+'), ('δὲ', '-'), ('σύ', '-'), ('γ’', ''), ('ἐς', '+'), ('πόλεμον', '--+'), ('πωλήσεαι', '++--'), ('ἦ', '+'), ('τέ', '-'), ('σ’', ''), ('ὀί̈ω', '-++')),
    'εὖτέ μιν ωὐτὸς ἀνὴρ υἱὸς Διὸς αἰγιόχοιο': # Il. 5.396
        (('εὖτέ', '+-'), ('μιν', '-'), ('ωὐτὸς', '+-'), ('ἀνὴρ', '-+'), ('υἱὸς', '++'), ('Διὸς', '--'), ('αἰγιόχοιο', '+--++')),
    'Ζεῦ πάτερ ἦ ῥά τί μοι κεχολώσεαι ὅττι κεν εἴπω;': # Il. 5.421
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἦ', '+'), ('ῥά', '-'), ('τί', '-'), ('μοι', '+'), ('κεχολώσεαι', '--+--'), ('ὅττι', '+-'), ('κεν', '-'), ('εἴπω', '++')),
    'Ἆρες Ἄρες βροτολοιγὲ μιαιφόνε τειχεσιπλῆτα,': # Il. 5.455
        (('ἆρες', '+-'), ('ἄρες', '-+'), ('βροτολοιγὲ', '--+-'), ('μιαιφόνε', '-+--'), ('τειχεσιπλῆτα', '+--++')),
    'ἦ εἰς ὅ κεν ἀμφὶ πύλῃς εὖ ποιητῇσι μάχωνται;': # Il. 5.466
        (('ἦ', ''), ('εἰς', '+'), ('ὅ', '-'), ('κεν', '-'), ('ἀμφὶ', '+-'), ('πύλῃς', '-+'), ('εὖ', '+'), ('ποιητῇσι', '+++-'), ('μάχωνται', '-++')),
    'Ἄρης τε βροτολοιγὸς Ἔρις τ’ ἄμοτον μεμαυῖα.': # Il. 5.518
        (('ἆρες', '+-'), ('ἄρες', '-+'), ('βροτολοιγὸς', '--+-'), ('ἔρις', '-+'), ('τ’', ''), ('ἄμοτον', '--+'), ('μεμαυῖα', '--++')),
    'καὶ βάλεν Ἄμφιον Σελάγου υἱόν, ὅς ῥ’ ἐνὶ Παισῷ': # Il. 5.612
        (('καὶ', '+'), ('βάλεν', '--'), ('ἄμφιον', '+++'), ('σελάγου', '--+'), ('υἱόν', '--'), ('ὅς', '+'), ('ῥ’', ''), ('ἐνὶ', '--'), ('παισῷ', '++')),
    'ὀστέω ἐγχριμφθεῖσα, πατὴρ δ’ ἔτι λοιγὸν ἄμυνεν.': # Il. 5.662
        (('ὀστέω', '++'), ('ἐγχριμφθεῖσα', '+++-'), ('πατὴρ', '-+'), ('δ’', ''), ('ἔτι', '--'), ('λοιγὸν', '+-'), ('ἄμυνεν', '-++')),
    'χάλκεα ὀκτάκνημα σιδηρέῳ ἄξονι ἀμφίς.': # Il. 5.723
        (('χάλκεα', '+--'), ('ὀκτάκνημα', '+++-'), ('σιδηρέῳ', '-++'), ('ἄξονι', '+--'), ('ἀμφίς', '++')),
    'δῆσε χρύσειον καλὸν ζυγόν, ἐν δὲ λέπαδνα': # Il. 5.730
        (('δῆσε', '++'), ('χρύσειον', '+++'), ('καλὸν', '++'), ('ζυγόν', '--'), ('ἐν', '+'), ('δὲ', '-'), ('λέπαδνα', '-++')),
    'κάλ’ ἔβαλε χρύσει’· ὑπὸ δὲ ζυγὸν ἤγαγεν Ἥρη': # Il. 5.731
        (('κάλ’', '+'), ('ἔβαλε', '--+'), ('χρύσει’', '++'), ('ὑπὸ', '--'), ('δὲ', '+'), ('ζυγὸν', '--'), ('ἤγαγεν', '+--'), ('ἥρη', '++')),
    'ἵππους ὠκύποδας, μεμαυῖ’ ἔριδος καὶ ἀϋτῆς.': # Il. 5.732
        (('ἵππους', '++'), ('ὠκύποδας', '+--+'), ('μεμαυῖ’', '--+'), ('ἔριδος', '--+'), ('καὶ', '-'), ('ἀϋτῆς', '-++')),
    'Ζεῦ πάτερ ἦ ῥά τί μοι κεχολώσεαι, αἴ κεν Ἄρηα': # Il. 5.762
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἦ', '+'), ('ῥά', '-'), ('τί', '-'), ('μοι', '+'), ('κεχολώσεαι', '--+--'), ('αἴ', '+'), ('κεν', '-'), ('ἄρηα', '-++')),
    'ἧχι ῥοὰς Σιμόεις συμβάλλετον ἠδὲ Σκάμανδρος,': # Il. 5.774
        (('ἧχι', '+-'), ('ῥοὰς', '-+'), ('σιμόεις', '--+'), ('συμβάλλετον', '++--'), ('ἠδὲ', '+-'), ('σκάμανδρος', '-++')),
    'ἀνδράσιν Ἀργείοισιν ἀλεξέμεναι μεμαυῖαι·': # Il. 5.779
        (('ἀνδράσιν', '+--'), ('Ἀργείοισιν', '+++-'), ('ἀλεξέμεναι', '-+--+'), ('μεμαυῖαι', '--++')),
    'καί σε προφρονέως κέλομαι Τρώεσσι μάχεσθαι·': # Il. 5.810
        (('καί', '+'), ('σε', '+'), ('προφρονέως', '+--+'), ('κέλομαι', '--+'), ('τρώεσσι', '++-'), ('μάχεσθαι', '-++')),
    'ἐμμεμαυῖα θεά· μέγα δ’ ἔβραχε φήγινος ἄξων': # Il. 5.838
        (('ἐμμεμαυῖα', '+--+-'), ('θεά', '-+'), ('μέγα', '--'), ('δ’', ''), ('ἔβραχε', '+--'), ('φήγινος', '+--'), ('ἄξων', '++')),
    'ἄλλοι μὲν γὰρ πάντες ὅσοι θεοί εἰς’ ἐν Ὀλύμπῳ': # Il. 5.877
        (('ἄλλοι', '++'), ('μὲν', '+'), ('γὰρ', '+'), ('πάντες', '+-'), ('ὅσοι', '-+'), ('θεοί', '--'), ('εἰς’', '+'), ('ἐν', '-'), ('ὀλύμπῳ', '-++')),
    'ταύτην δ’ οὔτ’ ἔπεϊ προτιβάλλεαι οὔτέ τι ἔργῳ,': # Il. 5.879
        (('ταύτην', '++'), ('δ’', ''), ('οὔτ’', '+'), ('ἔπεϊ', '--+'), ('προτιβάλλεαι', '--+--'), ('οὔτέ', '+-'), ('τι', '-'), ('ἔργῳ', '++')),
    'φεύγοντας πεσέειν, δηί̈οισι δὲ χάρμα γενέσθαι.': # Il. 6.82
        (('φεύγοντας', '+++'), ('πεσέειν', '--+'), ('δηί̈οισι', '++-'), ('δὲ', '-'), ('χάρμα', '+-'), ('γενέσθαι', '-++')),
    'αὐτὰρ ἐπεί κε φάλαγγας ἐποτρύνητον ἁπάσας,': # Il. 6.83
        (('αὐτὰρ', '+-'), ('ἐπεί', '-+'), ('κε', '-'), ('φάλαγγας', '-+-'), ('ἐποτρύνητον', '-+++-'), ('ἁπάσας', '-++')),
    'οὐδὲ γὰρ οὐδὲ Δρύαντος υἱὸς κρατερὸς Λυκόοργος': # Il. 6.130
        (('οὐδὲ', '+-'), ('γὰρ', '-'), ('οὐδὲ', '+-'), ('δρύαντος', '-+-'), ('υἱὸς', '-+'), ('κρατερὸς', '--+'), ('λυκόοργος', '--++')),
    'φύλλα τὰ μέν τ’ ἄνεμος χαμάδις χέει, ἄλλα δέ θ’ ὕλη': # Il. 6.147
        (('φύλλα', '+-'), ('τὰ', '-'), ('μέν', '+'), ('τ’', ''), ('ἄνεμος', '--+'), ('χαμάδις', '--+'), ('χέει', '+'), ('ἄλλα', '+-'), ('δέ', '-'), ('θ’', ''), ('ὕλη', '++')),
    'πρῶτον, ἔπειτα δὲ καὐτὸς ὀνήσεαι αἴ κε πίῃσθα.': # Il. 6.260
        (('πρῶτον', '+-'), ('ἔπειτα', '-+-'), ('δὲ', '-'), ('καὐτὸς', '+-'), ('ὀνήσεαι', '-+--'), ('αἴ', '+'), ('κε', '-'), ('πίῃσθα', '-++')),
    'ἀλλ’ ἄνα μὴ τάχα ἄστυ πυρὸς δηί̈οιο θέρηται.': # Il. 6.331
        (('ἀλλ’', '+'), ('ἄνα', '--'), ('μὴ', '+'), ('τάχα', '--'), ('ἄστυ', '+-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('θέρηται', '-++')),
    'τόν ῥ’ Ἕκτωρ καλέεσκε Σκαμάνδριον, αὐτὰρ οἱ ἄλλοι': # Il. 6.402
        (('τόν', '+'), ('ῥ’', ''), ('ἓκτωρ', '++'), ('καλέεσκε', '--+-'), ('σκαμάνδριον', '-+--'), ('αὐτὰρ', '+-'), ('οἱ', '-'), ('ἄλλοι', '++')),
    'ὧδε βίην τ’ ἀγαθόν, καὶ Ἰλίου ἶφι ἀνάσσειν·': # Il. 6.478
        (('ὧδε', '+-'), ('βίην', '-+'), ('τ’', ''), ('ἀγαθόν', '--+'), ('καὶ', '+'), ('ἰλίου', '+--'), ('ἶφι', '+-'), ('ἀνάσσειν', '-++')),
    'πᾶσι, μάλιστα δ’ ἐμοί, τοὶ Ἰλίῳ ἐγγεγάασιν.': # Il. 6.493
        (('πᾶσι', '+-'), ('μάλιστα', '-+-'), ('δ’', ''), ('ἐμοί', '-+'), ('τοὶ', '+'), ('ἰλίῳ', '+--'), ('ἐγγεγάασιν', '+--++')),
    'τίπτε σὺ δ’ αὖ μεμαυῖα Διὸς θύγατερ μεγάλοιο': # Il. 7.24
        (('τίπτε', '+-'), ('σὺ', '-'), ('δ’', ''), ('αὖ', '+'), ('μεμαυῖα', '--+-'), ('Διὸς', '-+'), ('θύγατερ', '--+'), ('μεγάλοιο', '--++')),
    'Ἕκτορ υἱὲ Πριάμοιο Διὶ μῆτιν ἀτάλαντε': # Il. 7.47
        (('ἕκτορ', '+-'), ('υἱὲ', '_+'), ('πριάμοιο', '--+-'), ('διὶ', '-'), ('μῆτιν', '+-'), ('ἀτάλαντε', '--++')),
    'Μηριόνης ἀτάλαντος Ἐνυαλίῳ ἀνδρειφόντῃ,': # Il. 7.166
        (('Μηριόνης', '+--+'), ('τ’', ''), ('ἀτάλαντος', '--+-'), ('Ἐνυαλίῳ', '-+--'), ('ἀνδρειφόντῃ', '++++')),
    'Ἕκτορ νῦν μὲν δὴ σάφα εἴσεαι οἰόθεν οἶος': # Il. 7.226
        (('ἕκτορ', '++'), ('νῦν', '+'), ('μὲν', '+'), ('δὴ', '+'), ('σάφα', '--'), ('εἴσεαι', '+--'), ('οἰόθεν', '+--'), ('οἶος', '++')),
    'κεῖτ’ ἀπομηνίσας Ἀγαμέμνονι ποιμένι λαῶν·': # Il. 7.230
        (('κεῖτ’', '+'), ('ἀπομηνίσας', '--+++'), ('ἀγαμέμνονι', '--+--'), ('ποιμένι', '+--'), ('λαῶν', '++')),
    'οἶδα δ’ ἐνὶ σταδίῃ δηί̈ῳ μέλπεσθαι Ἄρηϊ.': # Il. 7.241
        (('οἶδα', '+-'), ('δ’', ''), ('ἐνὶ', '-+'), ('σταδίῃ', '--+'), ('δηί̈ῳ', '++'), ('μέλπεσθαι', '++-'), ('ἄρηϊ', '-++')),
    'τῶν νῦν αἷμα κελαινὸν ἐύ̈ρροον ἀμφὶ Σκάμανδρον': # Il. 7.329
        (('τῶν', '+'), ('νῦν', '+'), ('αἷμα', '+-'), ('κελαινὸν', '-+-'), ('ἐύ̈ρροον', '-+--'), ('ἀμφὶ', '+-'), ('Σκάμανδρον', '-++')),
    'σύν ῥ’ ἔβαλον ῥινούς, σὺν δ’ ἔγχεα καὶ μένε’ ἀνδρῶν': # Il. 8.61
        (('σύν', '+'), ('ῥ’', ''), ('ἔβαλον', '--+'), ('ῥινούς', '++'), ('σὺν', '+'), ('δ’', ''), ('ἔγχεα', '+--'), ('καὶ', '+'), ('μένε’', '--'), ('ἀνδρῶν', '++')),
    'Τρωσὶν ἐφ’ ἱπποδάμοις ἰθύνομεν, ὄφρα καὶ Ἕκτωρ': # Il. 8.110
        (('τρωσὶν', '+-'), ('ἐφ’', '-'), ('ἱπποδάμοις', '+--+'), ('ἰθύνομεν', '++--'), ('ὄφρα', '+-'), ('καὶ', '-'), ('ἕκτωρ', '++')),
    'πύργων ἡμετέρων ἐπιβήσεαι, οὐδὲ γυναῖκας': # Il. 8.165
        (('πύργων', '++'), ('ἡμετέρων', '+--+'), ('ἐπιβήσεαι', '--+--'), ('οὐδὲ', '+-'), ('γυναῖκας', '-++')),
    'μνημοσύνη τις ἔπειτα πυρὸς δηί̈οιο γενέσθω,': # Il. 8.181
        (('μνημοσύνη', '+--+'), ('τις', '-'), ('ἔπειτα', '-+-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('γενέσθω', '-++')),
    'Μηριόνης ἀτάλαντος Ἐνυαλίῳ ἀνδρειφόντῃ,': # Il. 8.264
        (('Μηριόνης', '+--+'), ('τ’', ''), ('ἀτάλαντος', '--+-'), ('Ἐνυαλίῳ', '-+--'), ('ἀνδρειφόντῃ', '++++')),
    'οὐκ ἄν με τρέψειαν ὅσοι θεοί εἰς’ ἐν Ὀλύμπῳ.': # Il. 8.451
        (('οὐκ', '+'), ('ἄν', '+'), ('με', '+'), ('τρέψειαν', '++-'), ('ὅσοι', '-+'), ('θεοί', '--'), ('εἰς’', '+'), ('ἐν', '-'), ('ὀλύμπῳ', '-++')),
    'ὄψεαι, αἴ κ’ ἐθέλῃσθα, βοῶπις πότνια Ἥρη': # Il. 8.471
        (('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--+-'), ('βοῶπις', '-++'), ('πότνια', '+--'), ('ἥρη', '++')),
    'ἴσας’ Ἀργείων ἠμὲν νέοι ἠδὲ γέροντες.': # Il. 9.36
        (('ἴσας’', '++'), ('ἀργείων', '+++'), ('ἠμὲν', '++'), ('νέοι', '--'), ('ἠδὲ', '+-'), ('γέροντες', '-++')),
    'δαιμόνι’ οὕτω που μάλα ἔλπεαι υἷας Ἀχαιῶν': # Il. 9.40
        (('δαιμόνι’', '+--'), ('οὕτω', '++'), ('που', '+'), ('μάλα', '--'), ('ἔλπεαι', '+--'), ('υἷας', '+-'), ('ἀχαιῶν', '-++')),
    'Ἰλίου εὕρωμεν· σὺν γὰρ θεῷ εἰλήλουθμεν.': # Il. 9.49
        (('ἰλίου', '+--'), ('εὕρωμεν', '+++'), ('σὺν', '+'), ('γὰρ', '+'), ('θεῷ', '+'), ('εἰλήλουθμεν', '++++')),
    'πολλῶν δ’ ἀγρομένων τῷ πείσεαι ὅς κεν ἀρίστην': # Il. 9.74
        (('πολλῶν', '++'), ('δ’', ''), ('ἀγρομένων', '+--+'), ('τῷ', '+'), ('πείσεαι', '+--'), ('ὅς', '+'), ('κεν', '-'), ('ἀρίστην', '-++')),
    'ἠδ’ ἀμφὶ Κρείοντος υἱὸν Λυκομήδεα δῖον.': # Il. 9.84
        (('ἠδ’', '+'), ('ἀμφὶ', '++'), ('κρείοντος', '++-'), ('υἱὸν', '-+'), ('λυκομήδεα', '--+--'), ('δῖον', '++')),
    'ἕπτ’ ἀπύρους τρίποδας, δέκα δὲ χρυσοῖο τάλαντα,': # Il. 9.122
        (('ἕπτ’', '+'), ('ἀπύρους', '--+'), ('τρίποδας', '--+'), ('δέκα', '--'), ('δὲ', '+'), ('χρυσοῖο', '++-'), ('τάλαντα', '-++')),
    'τίως’ Ἀργείων ἠμὲν νέοι ἠδὲ γέροντες.': # Il. 9.258
        (('τίως’', '++'), ('ἀργείων', '+++'), ('ἠμὲν', '++'), ('νέοι', '--'), ('ἠδὲ', '+-'), ('γέροντες', '-++')),
    'ὣς ἐπέτελλ’ ὃ γέρων, σὺ δὲ λήθεαι· ἀλλ’ ἔτι καὶ νῦν': # Il. 9.259
        (('ὣς', '+'), ('ἐπέτελλ’', '--+'), ('ὃ', '-'), ('γέρων', '-+'), ('σὺ', '-'), ('δὲ', '-'), ('λήθεαι', '+--'), ('ἀλλ’', '+'), ('ἔτι', '--'), ('καὶ', '+'), ('νῦν', '+')),
    'ἕπτ’ ἀπύρους τρίποδας, δέκα δὲ χρυσοῖο τάλαντα,': # Il. 9.264
        (('ἕπτ’', '+'), ('ἀπύρους', '--+'), ('τρίποδας', '--+'), ('δέκα', '--'), ('δὲ', '+'), ('χρυσοῖο', '++-'), ('τάλαντα', '-++')),
    'μάρνασθαι δηί̈οισιν ἐπ’ ἀνδράσι νωλεμὲς αἰεί.': # Il. 9.317
        (('μάρνασθαι', '+++'), ('δηί̈οισιν', '++-'), ('ἐπ’', '-'), ('ἀνδράσι', '+--'), ('νωλεμὲς', '+--'), ('αἰεί', '++')),
    'φραζέσθω νήεσσιν ἀλεξέμεναι δήϊον πῦρ.': # Il. 9.347
        (('φραζέσθω', '+++'), ('νήεσσιν', '++-'), ('ἀλεξέμεναι', '-+--+'), ('δήϊον', '++'), ('πῦρ', '+')),
    'ὄψεαι, αἴ κ’ ἐθέλῃσθα καὶ αἴ κέν τοι τὰ μεμήλῃ,': # Il. 9.359
        (('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--+-'), ('καὶ', '-'), ('αἴ', '+'), ('κέν', '+'), ('τοι', '+'), ('τὰ', '-'), ('μεμήλῃ', '-++')),
    'Αἰγυπτίας, ὅθι πλεῖστα δόμοις ἐν κτήματα κεῖται,': # Il. 9.382
        (('Αἰγυπτίας', '+++'), ('ὅθι', '--'), ('πλεῖστα', '+-'), ('δόμοις', '-+'), ('ἐν', '+'), ('κτήματα', '+--'), ('κεῖται', '++')),
    'βάλλεαι, οὐδέ τι πάμπαν ἀμύνειν νηυσὶ θοῇσι': # Il. 9.435
        (('βάλλεαι', '+--'), ('οὐδέ', '+-'), ('τι', '-'), ('πάμπαν', '+-'), ('ἀμύνειν', '-++'), ('νηυσὶ', '+-'), ('θοῇσι', '-++')),
    'ἐς Πηλῆα ἄναχθ’· ὃ δέ με πρόφρων ὑπέδεκτο,': # Il. 9.480
        (('ἐς', '+'), ('πηλῆα', '++-'), ('ἄναχθ’', '-+'), ('ὃ', '-'), ('δέ', '-'), ('με', '+'), ('πρόφρων', '++'), ('ὑπέδεκτο', '--++')),
    'ἢ λάθετ’ ἢ οὐκ ἐνόησεν· ἀάσατο δὲ μέγα θυμῷ.': # Il. 9.537
        (('ἢ', '+'), ('λάθετ’', '--'), ('ἢ', ''), ('οὐκ', '+'), ('ἐνόησεν', '--+-'), ('ἀάσατο', '--+-'), ('δὲ', '-'), ('μέγα', '--'), ('θυμῷ', '++')),
    'ἤ ῥ’ ἐθέλει νήεσσιν ἀλεξέμεναι δήϊον πῦρ,': # Il. 9.674
        (('ἤ', '+'), ('ῥ’', ''), ('ἐθέλει', '--+'), ('νήεσσιν', '++-'), ('ἀλεξέμεναι', '-+--+'), ('δήϊον', '++'), ('πῦρ', '+')),
    'τίφθ’ οὕτως ἠθεῖε κορύσσεαι; ἦ τιν’ ἑταίρων': # Il. 10.37
        (('τίφθ’', '+'), ('οὕτως', '++'), ('ἠθεῖε', '++-'), ('κορύσσεαι', '-+--'), ('ἦ', '+'), ('τιν’', '-'), ('ἑταίρων', '-++')),
    'πῶς γάρ μοι μύθῳ ἐπιτέλλεαι ἠδὲ κελεύεις;': # Il. 10.61
        (('πῶς', '+'), ('γάρ', '+'), ('μοι', '+'), ('μύθῳ', '++'), ('ἐπιτέλλεαι', '--+--'), ('ἠδὲ', '+-'), ('κελεύεις', '-++')),
    'γνώσεαι Ἀτρεί̈δην Ἀγαμέμνονα, τὸν περὶ πάντων': # Il. 10.88
        (('γνώσεαι', '+--'), ('ἀτρεί̈δην', '+--+'), ('ἀγαμέμνονα', '--+--'), ('τὸν', '+'), ('περὶ', '--'), ('πάντων', '++')),
    'νεικέσω, εἴ πέρ μοι νεμεσήσεαι, οὐδ’ ἐπικεύσω': # Il. 10.115
        (('νεικέσω', '+--'), ('εἴ', '+'), ('πέρ', '+'), ('μοι', '+'), ('νεμεσήσεαι', '--+--'), ('οὐδ’', '+'), ('ἐπικεύσω', '--++')),
    'Ἀργείων, ὅτε κέν τιν’ ἐποτρύνῃ καὶ ἀνώγῃ.': # Il. 10.130
        (('ἀργείων', '+++'), ('ὅτε', '--'), ('κέν', '+'), ('τιν’', '-'), ('ἐποτρύνῃ', '-+++'), ('καὶ', '-'), ('ἀνώγῃ', '-++')),
    'εὗδον, ὑπὸ κρασὶν δ’ ἔχον ἀσπίδας· ἔγχεα δέ σφιν': # Il. 10.152
        (('εὗδον', '+-'), ('ὑπὸ', '-+'), ('κρασὶν', '++'), ('δ’', ''), ('ἔχον', '--'), ('ἀσπίδας', '+--'), ('ἔγχεα', '+--'), ('δέ', '+'), ('σφιν', '+')),
    'εὗδ’, ὑπὸ δ’ ἔστρωτο ῥινὸν βοὸς ἀγραύλοιο,': # Il. 10.155
        (('εὗδ’', '+'), ('ὑπὸ', '--'), ('δ’', ''), ('ἔστρωτο', '+++'), ('ῥινὸν', '++'), ('βοὸς', '--'), ('ἀγραύλοιο', '++++')),
    'λὰξ ποδὶ κινήσας, ὄτρυνέ τε νείκεσέ τ’ ἄντην·': # Il. 10.158
        (('λὰξ', '+'), ('ποδὶ', '--'), ('κινήσας', '+++'), ('ὄτρυνέ', '++-'), ('τε', '-'), ('νείκεσέ', '+--'), ('τ’', ''), ('ἄντην', '++')),
    'ἐλθεῖν, εἴ τινά που δηί̈ων ἕλοι ἐσχατόωντα,': # Il. 10.206
        (('ἐλθεῖν', '++'), ('εἴ', '+'), ('τινά', '--'), ('που', '+'), ('δηί̈ων', '++'), ('ἕλοι', '--'), ('ἐσχατόωντα', '+--++')),
    'τὸν μὲν δὴ ἕταρόν γ’ αἱρήσεαι ὅν κ’ ἐθέλῃσθα,': # Il. 10.235
        (('τὸν', '+'), ('μὲν', '+'), ('δὴ', '+'), ('ἕταρόν', '--+'), ('γ’', ''), ('αἱρήσεαι', '++--'), ('ὅν', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--++')),
    'καλλείπειν, σὺ δὲ χείρον’ ὀπάσσεαι αἰδοῖ εἴκων': # Il. 10.238
        (('καλλείπειν', '+++'), ('σὺ', '-'), ('δὲ', '-'), ('χείρον’', '+-'), ('ὀπάσσεαι', '-+--'), ('αἰδοῖ', '++'), ('εἴκων', '++')),
    'ἕσσατο δ’ ἔκτοσθεν ῥινὸν πολιοῖο λύκοιο,': # Il. 10.334
        (('ἕσσατο', '+--'), ('δ’', ''), ('ἔκτοσθεν', '+++'), ('ῥινὸν', '++'), ('πολιοῖο', '--+-'), ('λύκοιο', '-++')),
    'ἀλλ’ ἐῶμέν μιν πρῶτα παρεξελθεῖν πεδίοιο': # Il. 10.344
        (('ἀλλ’', '+'), ('ἐῶμέν', '++'), ('μιν', '+'), ('πρῶτα', '+-'), ('παρεξελθεῖν', '-+++'), ('πεδίοιο', '--+-')),
    'γνῶ ῥ’ ἄνδρας δηί̈ους, λαιψηρὰ δὲ γούνατ’ ἐνώμα': # Il. 10.358
        (('γνῶ', '+'), ('ῥ’', ''), ('ἄνδρας', '++'), ('δηί̈ους', '++'), ('λαιψηρὰ', '++-'), ('δὲ', '-'), ('γούνατ’', '+-'), ('ἐνώμα', '-++')),
    'πῇ δὴ οὕτως ἐπὶ νῆας ἀπὸ στρατοῦ ἔρχεαι οἷος': # Il. 10.385
        (('πῇ', '+'), ('δὴ', '+'), ('οὕτως', '++'), ('ἐπὶ', '--'), ('νῆας', '+'), ('ἀπὸ', '--'), ('στρατοῦ', '++'), ('ἔρχεαι', '+--'), ('οἷος', '++')),
    'τεύχεα δὲ χρύσεια πελώρια θαῦμα ἰδέσθαι': # Il. 10.439
        (('τεύχεα', '+--'), ('δὲ', '+'), ('χρύσεια', '++-'), ('πελώρια', '-+--'), ('θαῦμα', '+-'), ('ἰδέσθαι', '-++')),
    'οὐκέτ’ ἔπειτα σὺ πῆμά ποτ’ ἔσσεαι Ἀργείοισιν.': # Il. 10.453
        (('οὐκέτ’', '+-'), ('ἔπειτα', '-+-'), ('σὺ', '-'), ('πῆμά', '+-'), ('ποτ’', '-'), ('ἔσσεαι', '+--'), ('ἀργείοισιν', '++++')),
    'δώδεκα δὲ χρυσοῖο καὶ εἴκοσι κασσιτέροιο·': # Il. 11.25
        (('δώδεκα', '+--'), ('δὲ', '+'), ('χρυσοῖο', '++-'), ('καὶ', '-'), ('εἴκοσι', '+--'), ('κασσιτέροιο', '+--++')),
    'οἳ δ’ ἄλλοι οὔ σφιν πάρεσαν θεοί, ἀλλὰ ἕκηλοι': # Il. 11.75
        (('οἳ', '+'), ('δ’', ''), ('ἄλλοι', '++'), ('οὔ', '+'), ('σφιν', '+'), ('πάρεσαν', '--+'), ('θεοί', '--'), ('ἀλλὰ', '+-'), ('ἕκηλοι', '-++')),
    'ἀλλὰ δι’ αὐτῆς ἦλθε καὶ ὀστέου, ἐγκέφαλος δὲ': # Il. 11.97
        (('ἀλλὰ', '+-'), ('δι’', '-'), ('αὐτῆς', '++'), ('ἦλθε', '+-'), ('καὶ', '-'), ('ὀστέου', '++'), ('ἐγκέφαλος', '+--+'), ('δὲ', '+')),
    'εἰ μὲν δὴ Ἀντιμάχοιο δαί̈φρονος υἱέες ἐστόν,': # Il. 11.138
        (('εἰ', '+'), ('μὲν', '+'), ('δὴ', ''), ('ἀντιμάχοιο', '+--+-'), ('δαί̈φρονος', '-+--'), ('υἱέες', '+--'), ('ἐστόν', '++')),
    'μάρνασθαι δηί̈οισι κατὰ κρατερὴν ὑσμίνην.': # Il. 11.190
        (('μάρνασθαι', '+++'), ('δηί̈οισι', '++-'), ('κατὰ', '-+'), ('κρατερὴν', '--+'), ('ὑσμίνην', '-++')),
    'Ἕκτορ υἱὲ Πριάμοιο Διὶ μῆτιν ἀτάλαντε': # Il. 11.200
        (('ἕκτορ', '+-'), ('υἱὲ', '_+'), ('πριάμοιο', '--+-'), ('διὶ', '-'), ('μῆτιν', '+-'), ('ἀτάλαντε', '--++')),
    'μάρνασθαι δηί̈οισι κατὰ κρατερὴν ὑσμίνην.': # Il. 11.205
        (('μάρνασθαι', '+++'), ('δηί̈οισι', '++-'), ('κατὰ', '-+'), ('κρατερὴν', '--+'), ('ὑσμίνην', '-++')),
    'αὐτὰρ ὃ πεζὸς ἐὼν ἐς Ἴλιον εἰληλούθει·': # Il. 11.230
        (('αὐτὰρ', '+-'), ('ὃ', '-'), ('πεζὸς', '+-'), ('ἐὼν', '-+'), ('ἐς', '+'), ('ἴλιον', '+--'), ('εἰληλούθει', '++++')),
    'ἕλκ’ ἐπὶ οἷ μεμαὼς ὥς τε λίς, ἐκ δ’ ἄρα χειρὸς': # Il. 11.239
        (('ἕλκ’', '+'), ('ἐπὶ', '--'), ('οἷ', '+'), ('μεμαὼς', '--+'), ('ὥς', '+'), ('τε', '+'), ('λίς', '+'), ('ἐκ', '+'), ('δ’', ''), ('ἄρα', '--'), ('χειρὸς', '++')),
    'βέβληαι οὐδ’ ἅλιον βέλος ἔκφυγεν· ὡς ὄφελόν τοι': # Il. 11.380
        (('βέβληαι', '++'), ('οὐδ’', '+'), ('ἅλιον', '--+'), ('βέλος', '--'), ('ἔκφυγεν', '+--'), ('ὡς', '+'), ('ὄφελόν', '--+'), ('τοι', '+')),
    'εἰ μὲν δὴ ἀντίβιον σὺν τεύχεσι πειρηθείης,': # Il. 11.386
        (('εἰ', '+'), ('μὲν', '+'), ('δὴ', ''), ('ἀντίβιον', '+--+'), ('σὺν', '+'), ('τεύχεσι', '+--'), ('πειρηθείης', '++++')),
    'σήμερον ἢ δοιοῖσιν ἐπεύξεαι Ἱππασίδῃσι': # Il. 11.431
        (('σήμερον', '+--'), ('ἢ', '+'), ('δοιοῖσιν', '++-'), ('ἐπεύξεαι', '-+--'), ('ἱππασίδῃσι', '+--++')),
    'ὄχθας πὰρ ποταμοῖο Σκαμάνδρου, τῇ ῥα μάλιστα': # Il. 11.499
        (('ὄχθας', '++'), ('πὰρ', '+'), ('ποταμοῖο', '--+-'), ('Σκαμάνδρου', '-++'), ('τῇ', '+'), ('ῥα', '-'), ('μάλιστα', '-++')),
    'μάστιγι λιγυρῇ· τοὶ δὲ πληγῆς ἀί̈οντες': # Il. 11.532
        (('μάστιγι', '+--'), ('λιγυρῇ', '+++'), ('τοὶ', '+'), ('δὲ', '+'), ('πληγῆς', '++'), ('ἀί̈οντες', '--++')),
    'ἵπποι γάρ με παρήϊξαν πρόσσω μεμαυῖαι.': # Il. 11.615
        (('ἵπποι', '++'), ('γάρ', '+'), ('με', '-'), ('παρήϊξαν', '-+++'), ('πρόσσω', '++'), ('μεμαυῖαι', '--++')),
    'Ἀργείων ἀέκητι πυρὸς δηί̈οιο θέρωνται,': # Il. 11.667
        (('ἀργείων', '+++'), ('ἀέκητι', '--+-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('θέρωνται', '-++')),
    'ὣς ἐπέτελλ’ ὃ γέρων, σὺ δὲ λήθεαι· ἀλλ’ ἔτι καὶ νῦν': # Il. 11.790
        (('ὣς', '+'), ('ἐπέτελλ’', '--+'), ('ὃ', '-'), ('γέρων', '-+'), ('σὺ', '-'), ('δὲ', '-'), ('λήθεαι', '+--'), ('ἀλλ’', '+'), ('ἔτι', '--'), ('καὶ', '+'), ('νῦν', '+')),
    'Γρήνικός τε καὶ Αἴσηπος δῖός τε Σκάμανδρος': # Il. 12.21
        (('γρήνικός', '+++'), ('τε', '-'), ('καὶ', '-'), ('αἴσηπος', '+++'), ('δῖός', '++'), ('τε', '-'), ('σκάμανδρος', '-++')),
    'πυκνοὺς καὶ μεγάλους δηί̈ων ἀνδρῶν ἀλεωρήν.': # Il. 12.57
        (('πυκνοὺς', '++'), ('καὶ', '+'), ('μεγάλους', '--+'), ('δηί̈ων', '++'), ('ἀνδρῶν', '++'), ('ἀλεωρήν', '--++')),
    'ὧδέ χ’ ὑποκρίναιτο θεοπρόπος, ὃς σάφα θυμῷ': # Il. 12.228
        (('ὧδέ', '+-'), ('χ’', ''), ('ὑποκρίναιτο', '-+++-'), ('θεοπρόπος', '-+--'), ('ὃς', '+'), ('σάφα', '--'), ('θυμῷ', '++')),
    'εἰ δὲ σὺ δηϊοτῆτος ἀφέξεαι, ἠέ τιν’ ἄλλον': # Il. 12.248
        (('εἰ', '+'), ('δὲ', '-'), ('σὺ', '-'), ('δηϊοτῆτος', '+--+-'), ('ἀφέξεαι', '-+--'), ('ἠέ', '+-'), ('τιν’', '-'), ('ἄλλον', '++')),
    'βάλλον ἀπ’ αὐτάων δηί̈ους ὑπὸ τεῖχος ἰόντας.': # Il. 12.264
        (('βάλλον', '+-'), ('ἀπ’', '-'), ('αὐτάων', '+++'), ('δηί̈ους', '++'), ('ὑπὸ', '--'), ('τεῖχος', '+-'), ('ἰόντας', '-++')),
    'νεῖκος ἀπωσαμένους δηί̈ους προτὶ ἄστυ δίεσθαι.': # Il. 12.276
        (('νεῖκος', '+-'), ('ἀπωσαμένους', '-+--+'), ('δηί̈ους', '++'), ('προτὶ', '--'), ('ἄστυ', '+-'), ('δίεσθαι', '-++')),
    'κοιμήσας δ’ ἀνέμους χέει ἔμπεδον, ὄφρα καλύψῃ': # Il. 12.281
        (('κοιμήσας', '+++'), ('δ’', ''), ('ἀνέμους', '--+'), ('χέει', '+'), ('ἔμπεδον', '+--'), ('ὄφρα', '+-'), ('καλύψῃ', '-++')),
    'ὧδε γὰρ ἔβρισαν Λυκίων ἀγοί, οἳ τὸ πάρος περ': # Il. 12.346
        (('ὧδε', '+-'), ('γὰρ', '-'), ('ἔβρισαν', '+++'), ('λυκίων', '--+'), ('ἀγοί', '--'), ('οἳ', '+'), ('τὸ', '-'), ('πάρος', '-+'), ('περ', '+')),
    'ὧδε γὰρ ἔβρισαν Λυκίων ἀγοί, οἳ τὸ πάρος περ': # Il. 12.359
        (('ὧδε', '+-'), ('γὰρ', '-'), ('ἔβρισαν', '+++'), ('λυκίων', '--+'), ('ἀγοί', '--'), ('οἳ', '+'), ('τὸ', '-'), ('πάρος', '-+'), ('περ', '+')),
    'ὣς φάτ’ ἐποτρύνων, οἳ δ’ οὔασι πάντες ἄκουον,': # Il. 12.442
        (('ὣς', '+'), ('φάτ’', '-'), ('ἐποτρύνων', '-+++'), ('οἳ', '+'), ('δ’', ''), ('οὔασι', '+--'), ('πάντες', '+-'), ('ἄκουον', '-++')),
    'λᾶος ὑπὸ ῥιπῆς· ὃ δ’ ἄρ’ ἔσθορε φαίδιμος Ἕκτωρ': # Il. 12.462
        (('λᾶος', '+-'), ('ὑπὸ', '-+'), ('ῥιπῆς', '++'), ('ὃ', '-'), ('δ’', ''), ('ἄρ’', '-'), ('ἔσθορε', '+--'), ('φαίδιμος', '+--'), ('ἕκτωρ', '++')),
    'τεῖχος ὑπερβαίνειν· τοὶ δ’ ὀτρύνοντι πίθοντο.': # Il. 12.468
        (('τεῖχος', '+-'), ('ὑπερβαίνειν', '-+++'), ('τοὶ', '+'), ('δ’', ''), ('ὀτρύνοντι', '+++-'), ('πίθοντο', '-++')),
    'ἔδμεναι· ἀμφὶ δὲ ποσσὶ πέδας ἔβαλε χρυσείας': # Il. 13.36
        (('ἔδμεναι', '+--'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('ποσσὶ', '+-'), ('πέδας', '-+'), ('ἔβαλε', '--+'), ('χρυσείας', '+++')),
    'Ἀργείους ὄτρυνε βαθείης ἐξ ἁλὸς ἐλθὼν': # Il. 13.44
        (('ἀργείους', '+++'), ('ὄτρυνε', '++-'), ('βαθείης', '-++'), ('ἐξ', '+'), ('ἁλὸς', '--'), ('ἐλθὼν', '++')),
    'ῥεῖα μετεισάμενος κρατερὰς ὄτρυνε φάλαγγας.': # Il. 13.90
        (('ῥεῖα', '+-'), ('μετεισάμενος', '-+--+'), ('κρατερὰς', '--+'), ('ὄτρυνε', '++-'), ('φάλαγγας', '-++')),
    'αἰδὼς Ἀργεῖοι, κοῦροι νέοι· ὔμμιν ἔγωγε': # Il. 13.95
        (('αἰδὼς', '++'), ('ἀργεῖοι', '+++'), ('κοῦροι', '++'), ('νέοι', '--'), ('ὔμμιν', '+-'), ('ἔγωγε', '-++')),
    'ὕλη· ὃ δ’ ἀσφαλέως θέει ἔμπεδον, εἷος ἵκηται': # Il. 13.141
        (('ὕλη', '+-'), ('ὃ', '-'), ('δ’', ''), ('ἀσφαλέως', '+--+'), ('θέει', '+'), ('ἔμπεδον', '+--'), ('εἷος', '+-'), ('ἵκηται', '-++')),
    'ἂψ ἐς Ἴλιον ἦλθε, μετέπρεπε δὲ Τρώεσσι,': # Il. 13.175
        (('ἂψ', '+'), ('ἐς', '+'), ('ἴλιον', '+--'), ('ἦλθε', '+-'), ('μετέπρεπε', '-+--'), ('δὲ', '+'), ('τρώεσσι', '+++')),
    'οἶδ’ ἀρετὴν οἷός ἐσσι· τί σε χρὴ ταῦτα λέγεσθαι;': # Il. 13.275
        (('οἶδ’', '+'), ('ἀρετὴν', '--+'), ('οἷός', '--'), ('ἐσσι', '+-'), ('τί', '-'), ('σε', '+'), ('χρὴ', '+'), ('ταῦτα', '+-'), ('λέγεσθαι', '-++')),
    'οὐδ’ ὅ γ’ ἐτόλμησεν δηί̈ων ὑπὸ χεῖρας ἀλύξας': # Il. 13.395
        (('οὐδ’', '+'), ('ὅ', '-'), ('γ’', ''), ('ἐτόλμησεν', '-+++'), ('δηί̈ων', '++'), ('ὑπὸ', '--'), ('χεῖρας', '+-'), ('ἀλύξας', '-++')),
    'τὴν ἄρ’ ὅ γε ῥινοῖσι βοῶν καὶ νώροπι χαλκῷ': # Il. 13.406
        (('τὴν', '+'), ('ἄρ’', '-'), ('ὅ', '-'), ('γε', '+'), ('ῥινοῖσι', '++-'), ('βοῶν', '-+'), ('καὶ', '+'), ('νώροπι', '+--'), ('χαλκῷ', '++')),
    'ἀθάνατοι θεοὶ ἦσαν ἐεργόμενοι πολέμοιο.': # Il. 13.525
        (('ἀθάνατοι', '+--+'), ('θεοὶ', '--'), ('ἦσαν', '+-'), ('ἐεργόμενοι', '-+--+'), ('πολέμοιο', '--++')),
    'οὐ μὲν γάρ ποτ’ ἄνευ δηί̈ων ἦν, ἀλλὰ κατ’ αὐτοὺς': # Il. 13.556
        (('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('ποτ’', '-'), ('ἄνευ', '-+'), ('δηί̈ων', '++'), ('ἦν', '+'), ('ἀλλὰ', '+-'), ('κατ’', '-'), ('αὐτοὺς', '++')),
    'ἀντικρὺ διὰ χειρὸς ἐλήλατο χάλκεον ἔγχος.': # Il. 13.595
        (('ἀντικρὺ', '+++'), ('διὰ', '--'), ('χειρὸς', '+-'), ('ἐλήλατο', '-+--'), ('χάλκεον', '+--'), ('ἔγχος', '++')),
    'οἷον δὴ ἄνδρεσσι χαρίζεαι ὑβριστῇσι': # Il. 13.633
        (('οἷον', '++'), ('δὴ', '+'), ('ἄνδρεσσι', '++-'), ('χαρίζεαι', '-+--'), ('ὑβριστῇσι', '++++')),
    'ἀντικρὺ κατὰ κύστιν ὑπ’ ὀστέον ἐξεπέρησεν.': # Il. 13.652
        (('ἀντικρὺ', '+++'), ('κατὰ', '--'), ('κύστιν', '+-'), ('ὑπ’', '-'), ('ὀστέον', '+--'), ('ἐξεπέρησεν', '+--++')),
    'ἀλλ’ οὔ πως ἅμα πάντα δυνήσεαι αὐτὸς ἑλέσθαι.': # Il. 13.729
        (('ἀλλ’', '+'), ('οὔ', '+'), ('πως', '+'), ('ἅμα', '--'), ('πάντα', '+-'), ('δυνήσεαι', '-+--'), ('αὐτὸς', '+-'), ('ἑλέσθαι', '-++')),
    'μέλλω, ἐπεὶ οὐδ’ ἐμὲ πάμπαν ἀνάλκιδα γείνατο μήτηρ·': # Il. 13.777
        (('μέλλω', '+-'), ('ἐπεὶ', '-'), ('οὐδ’', '+'), ('ἐμὲ', '--'), ('πάμπαν', '+-'), ('ἀνάλκιδα', '-+--'), ('γείνατο', '+--'), ('μήτηρ', '++')),
    'πᾶσι μάλ’, ἐν δὲ σὺ τοῖσι πεφήσεαι, αἴ κε ταλάσσῃς': # Il. 13.829
        (('πᾶσι', '+-'), ('μάλ’', '-'), ('ἐν', '+'), ('δὲ', '-'), ('σὺ', '-'), ('τοῖσι', '+-'), ('πεφήσεαι', '-+--'), ('αἴ', '+'), ('κε', '-'), ('ταλάσσῃς', '-++')),
    'ὄρνιθι λιγυρῇ ἐναλίγκιος, ἥν τ’ ἐν ὄρεσσι': # Il. 14.290
        (('ὄρνιθι', '+--'), ('λιγυρῇ', '+++'), ('ἐναλίγκιος', '--+--'), ('ἥν', '+'), ('τ’', ''), ('ἐν', '-'), ('ὄρεσσι', '-++')),
    'Ἥρη πῇ μεμαυῖα κατ’ Οὐλύμπου τόδ’ ἱκάνεις;': # Il. 14.298
        (('ἥρη', '++'), ('πῇ', '+'), ('μεμαυῖα', '--+-'), ('κατ’', '-'), ('οὐλύμπου', '+++'), ('τόδ’', '-'), ('ἱκάνεις', '-++')),
    'μή πώς μοι μετέπειτα χολώσεαι, αἴ κε σιωπῇ': # Il. 14.310
        (('μή', '+'), ('πώς', '+'), ('μοι', '+'), ('μετέπειτα', '--+-'), ('χολώσεαι', '-+--'), ('αἴ', '+'), ('κε', '-'), ('σιωπῇ', '-++')),
    'εἰ νῦν ἐν φιλότητι λιλαίεαι εὐνηθῆναι': # Il. 14.331
        (('εἰ', '+'), ('νῦν', '+'), ('ἐν', '+'), ('φιλότητι', '--+-'), ('λιλαίεαι', '-+--'), ('εὐνηθῆναι', '++++')),
    'Ἴδης ἐν κορυφῇσι παρὰ χρυσοθρόνου Ἥρης,': # Il. 15.5
        (('ἴδης', '++'), ('ἐν', '+'), ('κορυφῇσι', '--+-'), ('παρὰ', '-+'), ('χρυσοθρόνου', '++--'), ('ἥρης', '++')),
    'ἦ οὐ μέμνῃ ὅτε τ’ ἐκρέμω ὑψόθεν, ἐκ δὲ ποδοῖιν': # Il. 15.18
        (('ἦ', ''), ('οὐ', '+'), ('μέμνῃ', '++'), ('ὅτε', '--'), ('τ’', ''), ('ἐκρέμω', '+--'), ('ὑψόθεν', '+--'), ('ἐκ', '+'), ('δὲ', '-'), ('ποδοῖιν', '-++')),
    'Ἕκτορα δ’ ὀτρύνῃσι μάχην ἐς Φοῖβος Ἀπόλλων,': # Il. 15.59
        (('ἕκτορα', '+--'), ('δ’', ''), ('ὀτρύνῃσι', '+++-'), ('μάχην', '-+'), ('ἐς', '+'), ('φοῖβος', '+-'), ('ἀπόλλων', '-++')),
    'ὣς κραιπνῶς μεμαυῖα διέπτατο πότνια Ἥρη·': # Il. 15.83
        (('ὣς', '+'), ('κραιπνῶς', '++'), ('μεμαυῖα', '--+-'), ('διέπτατο', '-+--'), ('πότνια', '+--'), ('ἥρη', '++')),
    'ταῦτα δὲ καὶ μετὰ πᾶσιν ἀκούσεαι ἀθανάτοισιν': # Il. 15.96
        (('ταῦτα', '+-'), ('δὲ', '-'), ('καὶ', '+'), ('μετὰ', '--'), ('πᾶσιν', '+-'), ('ἀκούσεαι', '-+--'), ('ἀθανάτοισιν', '+--++')),
    'ὄχθησαν δ’ ἀνὰ δῶμα Διὸς θεοί· ἣ δ’ ἐγέλασσε': # Il. 15.101
        (('ὄχθησαν', '+++'), ('δ’', ''), ('ἀνὰ', '--'), ('δῶμα', '+-'), ('διὸς', '-+'), ('θεοί', '--'), ('ἣ', '+'), ('δ’', ''), ('ἐγέλασσε', '--++')),
    'νήπιοι οἳ Ζηνὶ μενεαίνομεν ἀφρονέοντες·': # Il. 15.104
        (('νήπιοι', '+--'), ('οἳ', '+'), ('ζηνὶ', '++'), ('μενεαίνομεν', '--+--'), ('ἀφρονέοντες', '+--++')),
    'εἰ μὴ Ἀθήνη πᾶσι περιδείσασα θεοῖσιν': # Il. 15.123
        (('εἰ', '+'), ('μὴ', '+'), ('ἀθήνη', '+++'), ('πᾶσι', '++'), ('περιδείσασα', '--+--'), ('θεοῖσιν', '++')),
    'ὣς κραιπνῶς μεμαυῖα διέπτατο ὠκέα Ἶρις,': # Il. 15.172
        (('ὣς', '+'), ('κραιπνῶς', '++'), ('μεμαυῖα', '--+-'), ('διέπτατο', '-+--'), ('ὠκέα', '+--'), ('ἶρις', '++')),
    'εἰ δέ οἱ οὐκ ἐπέεσς’ ἐπιπείσεαι, ἀλλ’ ἀλογήσεις,': # Il. 15.178
        (('εἰ', '+'), ('δέ', '-'), ('οἱ', '-'), ('οὐκ', '+'), ('ἐπέεσς’', '--+'), ('ἐπιπείσεαι', '--+--'), ('ἀλλ’', '+'), ('ἀλογήσεις', '--++')),
    'τρεῖς γάρ τ’ ἐκ Κρόνου εἰμὲν ἀδελφεοὶ οὓς τέκετο Ῥέα': # Il. 15.187
        (('τρεῖς', '+'), ('γάρ', '+'), ('τ’', ''), ('ἐκ', '+'), ('κρόνου', '--'), ('εἰμὲν', '+-'), ('ἀδελφεοὶ', '-++'), ('οὓς', '+'), ('τέκετο', '--+'), ('ῥέα', '+')),
    'Ἕκτορ υἱὲ Πριάμοιο, τί ἢ δὲ σὺ νόσφιν ἀπ’ ἄλλων': # Il. 15.244
        (('ἕκτορ', '+-'), ('υἱὲ', '-+'), ('πριάμοιο', '--+-'), ('τί', '-'), ('ἢ', '+'), ('δὲ', '-'), ('σὺ', '-'), ('νόσφιν', '+-'), ('ἀπ’', '-'), ('ἄλλων', '++')),
    'ἀλλ’ ἄγε νῦν ἱππεῦσιν ἐπότρυνον πολέεσσι': # Il. 15.258
        (('ἀλλ’', '+'), ('ἄγε', '--'), ('νῦν', '+'), ('ἱππεῦσιν', '++-'), ('ἐπότρυνον', '-+++'), ('πολέεσσι', '--++')),
    'ὀτρύνων ἱππῆας, ἐπεὶ θεοῦ ἔκλυεν αὐδήν.': # Il. 15.270
        (('ὀτρύνων', '+++'), ('ἱππῆας', '++-'), ('ἐπεὶ', '-+'), ('θεοῦ', '+'), ('ἔκλυεν', '+--'), ('αὐδήν', '++')),
    'ἀλλά τις αὖτε θεῶν ἐρρύσατο καὶ ἐσάωσεν': # Il. 15.290
        (('ἀλλά', '+-'), ('τις', '-'), ('αὖτε', '+-'), ('θεῶν', '-+'), ('ἐρρύσατο', '++--'), ('καὶ', '+'), ('ἐσάωσεν', '--++')),
    'πολλὰ δ’ ἐπότρυνε σχεδὸν ἴσχειν εἰσορόωντα': # Il. 15.456
        (('πολλὰ', '+-'), ('δ’', ''), ('ἐπότρυνε', '-+++'), ('σχεδὸν', '--'), ('ἴσχειν', '++'), ('εἰσορόωντα', '+--++')),
    'ἐς πόλεμον φορέειν δηί̈ων ἀνδρῶν ἀλεωρήν·': # Il. 15.533
        (('ἐς', '+'), ('πόλεμον', '--+'), ('φορέειν', '--+'), ('δηί̈ων', '++'), ('ἀνδρῶν', '++'), ('ἀλεωρήν', '--++')),
    'βόσκ’ ἐν Περκώτῃ δηί̈ων ἀπὸ νόσφιν ἐόντων·': # Il. 15.548
        (('βόσκ’', '+'), ('ἐν', '+'), ('περκώτῃ', '+++'), ('δηί̈ων', '++'), ('ἀπὸ', '--'), ('νόσφιν', '+-'), ('ἐόντων', '-++')),
    'φοίτα μακρὰ βιβάς, φωνὴ δέ οἱ αἰθέρ’ ἵκανεν,': # Il. 15.686
        (('φοίτα', '++'), ('μακρὰ', '+-'), ('βιβάς', '-+'), ('φωνὴ', '++'), ('δέ', '-'), ('οἱ', '-'), ('αἰθέρ’', '+-'), ('ἵκανεν', '-++')),
    'ἠέ τι Μυρμιδόνεσσι πιφαύσκεαι, ἢ ἐμοὶ αὐτῷ,': # Il. 16.12
        (('ἠέ', '+-'), ('τι', '-'), ('μυρμιδόνεσσι', '+--+-'), ('πιφαύσκεαι', '-+--'), ('ἢ', '+'), ('ἐμοὶ', '--'), ('αὐτῷ', '++')),
    'ἦε σύ γ’ Ἀργείων ὀλοφύρεαι, ὡς ὀλέκονται': # Il. 16.17
        (('ἦε', '+-'), ('σύ', '-'), ('γ’', ''), ('ἀργείων', '+++'), ('ὀλοφύρεαι', '--+--'), ('ὡς', '+'), ('ὀλέκονται', '--++')),
    'ὦ Ἀχιλεῦ Πηλῆος υἱὲ μέγα φέρτατ’ Ἀχαιῶν': # Il. 16.21
        (('ὦ', '+'), ('ἀχιλεῦ', '--+'), ('πηλῆος', '++-'), ('υἱὲ', '-+'), ('μέγα', '--'), ('φέρτατ’', '+-'), ('ἀχαιῶν', '-++')),
    'καὶ γέρας ἂψ ἀφελέσθαι, ὅ τε κράτεϊ προβεβήκῃ·': # Il. 16.54
        (('καὶ', '+'), ('γέρας', '--'), ('ἂψ', '+'), ('ἀφελέσθαι', '--+-'), ('ὅ', '-'), ('τε', '+'), ('κράτεϊ', '--+'), ('προβεβήκῃ', '--++')),
    'ἀντικρὺ δ’ ἀπάραξε· τὸ μὲν Τελαμώνιος Αἴας': # Il. 16.116
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἀπάραξε', '--+-'), ('τὸ', '-'), ('μὲν', '+'), ('τελαμώνιος', '--+--'), ('αἴας', '++')),
    'λεύσσω δὴ παρὰ νηυσὶ πυρὸς δηί̈οιο ἰωήν·': # Il. 16.127
        (('λεύσσω', '++'), ('δὴ', '+'), ('παρὰ', '--'), ('νηυσὶ', '+-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('ἰωήν', '-++')),
    'Σπερχειῷ ἀκάμαντι γυνὴ θεῷ εὐνηθεῖσα,': # Il. 16.176
        (('σπερχειῷ', '+++'), ('ἀκάμαντι', '--+-'), ('γυνὴ', '-+'), ('θεῷ', '+'), ('εὐνηθεῖσα', '++++')),
    'σοὶ ναίους’ ὑποφῆται ἀνιπτόποδες χαμαιεῦναι,': # Il. 16.235
        (('σοὶ', '+'), ('ναίους’', '++'), ('ὑποφῆται', '--+-'), ('ἀνιπτόποδες', '-+--+'), ('χαμαιεῦναι', '--++')),
    'πρόσσω πᾶς πέτεται καὶ ἀμύνει οἷσι τέκεσσι.': # Il. 16.265
        (('πρόσσω', '++'), ('πᾶς', '+'), ('πέτεται', '--+'), ('καὶ', '-'), ('ἀμύνει', '-++'), ('οἷσι', '+-'), ('τέκεσσι', '-++')),
    'ἀντικρὺ κατὰ μέσσον, ὅθι πλεῖστοι κλονέοντο,': # Il. 16.285
        (('ἀντικρὺ', '+++'), ('κατὰ', '--'), ('μέσσον', '+-'), ('ὅθι', '-+'), ('πλεῖστοι', '++'), ('κλονέοντο', '--++')),
    'ὣς Δαναοὶ νηῶν μὲν ἀπωσάμενοι δήϊον πῦρ': # Il. 16.301
        (('ὣς', '+'), ('δαναοὶ', '--+'), ('νηῶν', '++'), ('μὲν', '-'), ('ἀπωσάμενοι', '-+--+'), ('δήϊον', '++'), ('πῦρ', '+')),
    'ἀντικρὺ δ’ ἄρα τάφρον ὑπέρθορον ὠκέες ἵπποι': # Il. 16.380
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἄρα', '--'), ('τάφρον', '+-'), ('ὑπέρθορον', '-+--'), ('ὠκέες', '+--'), ('ἵπποι', '++')),
    'πρῶτα μὲν ὄτρυνον Λυκίων ἡγήτορας ἄνδρας': # Il. 16.495
        (('πρῶτα', '+-'), ('μὲν', '-'), ('ὄτρυνον', '+++'), ('λυκίων', '--+'), ('ἡγήτορας', '++--'), ('ἄνδρας', '++')),
    'κεκλόμενος Λυκίοισιν ἐποτρύνω πολεμίζειν,': # Il. 16.525
        (('κεκλόμενος', '+--+'), ('λυκίοισιν', '--+-'), ('ἐποτρύνω', '-+++'), ('πολεμίζειν', '--++')),
    'πρῶτα μὲν ὄτρυνεν Λυκίων ἡγήτορας ἄνδρας': # Il. 16.532
        (('πρῶτα', '+-'), ('μὲν', '-'), ('ὄτρυνεν', '+++'), ('λυκίων', '--+'), ('ἡγήτορας', '++--'), ('ἄνδρας', '++')),
    'ἠὲ καὶ ἐν πολέμῳ δηί̈ων ὕπο θυμοραϊστέων,': # Il. 16.591
        (('ἠὲ', '+-'), ('καὶ', '-'), ('ἐν', '+'), ('πολέμῳ', '--+'), ('δηί̈ων', '++'), ('ὕπο', '--'), ('θυμοραϊστέων', '+--++')),
    'Ἕκτορ τίπτε μάχης ἀποπαύεαι; οὐδέ τί σε χρή.': # Il. 16.721
        (('ἕκτορ', '++'), ('τίπτε', '+-'), ('μάχης', '-+'), ('ἀποπαύεαι', '--+--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρή', '+')),
    'οὔ θην οὐδ’ αὐτὸς δηρὸν βέῃ, ἀλλά τοι ἤδη': # Il. 16.852
        (('οὔ', '+'), ('θην', '+'), ('οὐδ’', '+'), ('αὐτὸς', '++'), ('δηρὸν', '++'), ('βέῃ', '+'), ('ἀλλά', '+-'), ('τοι', '-'), ('ἤδη', '++')),
    'ὃν πότμον γοόωσα λιποῦς’ ἀνδροτῆτα καὶ ἥβην.': # Il. 16.857
        (('ὃν', '+'), ('πότμον', '++'), ('γοόωσα', '--+-'), ('λιποῦς’', '-+'), ('ἀνδροτῆτα', '--+-'), ('καὶ', '-'), ('ἥβην', '++')),
    'Πατρόκλεις τί νύ μοι μαντεύεαι αἰπὺν ὄλεθρον;': # Il. 16.859
        (('πατρόκλεις', '+++'), ('τί', '-'), ('νύ', '-'), ('μοι', '+'), ('μαντεύεαι', '++--'), ('αἰπὺν', '+-'), ('ὄλεθρον', '-++')),
    'ἀντικρὺ δ’ ἁπαλοῖο δι’ αὐχένος ἤλυθ’ ἀκωκή,': # Il. 17.49
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἁπαλοῖο', '--+-'), ('δι’', '-'), ('αὐχένος', '+--'), ('ἤλυθ’', '+-'), ('ἀκωκή', '-++')),
    'ἀσβέστῳ· οὐδ’ υἱὸν λάθεν Ἀτρέος ὀξὺ βοήσας·': # Il. 17.89
        (('ἀσβέστῳ', '+++'), ('οὐδ’', '+'), ('υἱὸν', '++'), ('λάθεν', '--'), ('Ἀτρέος', '+--'), ('ὀξὺ', '+-'), ('βοήσας', '-++')),
    'ἐντροπαλιζόμενος ὥς τε λὶς ἠϋγένειος,': # Il. 17.109
        (('ἐντροπαλιζόμενος', '+--+--+'), ('ὥς', '+'), ('τε', '+'), ('λὶς', '+'), ('ἠϋγένειος', '+--++')),
    'οἶος σὺν λαοῖς τοὶ Ἰλίῳ ἐγγεγάασιν·': # Il. 17.145
        (('οἶος', '++'), ('σὺν', '+'), ('λαοῖς', '++'), ('τοὶ', '+'), ('ἰλίῳ', '+--'), ('ἐγγεγάασιν', '+--++')),
    'μάρνασθαι δηί̈οισιν ἐπ’ ἀνδράσι νωλεμὲς αἰεί.': # Il. 17.148
        (('μάρνασθαι', '+++'), ('δηί̈οισιν', '++-'), ('ἐπ’', '-'), ('ἀνδράσι', '+--'), ('νωλεμὲς', '+--'), ('αἰεί', '++')),
    'στήμεναι ἄντα κατ’ ὄσσε ἰδὼν δηί̈ων ἐν ἀϋτῇ,': # Il. 17.167
        (('στήμεναι', '+--'), ('ἄντα', '+-'), ('κατ’', '-'), ('ὄσσε', '+-'), ('ἰδὼν', '-+'), ('δηί̈ων', '++'), ('ἐν', '-'), ('ἀϋτῇ', '-++')),
    'Πηλεί̈δεω Ἀχιλῆος ἅ οἱ θεοὶ Οὐρανίωνες': # Il. 17.195
        (('πηλεί̈δεω', '+--+'), ('ἀχιλῆος', '--+-'), ('ἅ', '-'), ('οἱ', '+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'τεύχεα δ’ οὐ κατὰ κόσμον ἀπὸ κρατός τε καὶ ὤμων': # Il. 17.205
        (('τεύχεα', '+--'), ('δ’', ''), ('οὐ', '+'), ('κατὰ', '--'), ('κόσμον', '+-'), ('ἀπὸ', '-+'), ('κρατός', '++'), ('τε', '-'), ('καὶ', '-'), ('ὤμων', '++')),
    'τὰ φρονέων δώροισι κατατρύχω καὶ ἐδωδῇ': # Il. 17.225
        (('τὰ', '+'), ('φρονέων', '--+'), ('δώροισι', '++-'), ('κατατρύχω', '-+++'), ('καὶ', '-'), ('ἐδωδῇ', '-++')),
    'Μηριόνης ἀτάλαντος Ἐνυαλίῳ ἀνδρειφόντῃ.': # Il. 17.259
        (('Μηριόνης', '+--+'), ('τ’', ''), ('ἀτάλαντος', '--+-'), ('Ἐνυαλίῳ', '-+--'), ('ἀνδρειφόντῃ', '++++')),
    'μίσησεν δ’ ἄρα μιν δηί̈ων κυσὶ κύρμα γενέσθαι': # Il. 17.272
        (('μίσησεν', '+++'), ('δ’', ''), ('ἄρα', '--'), ('μιν', '+'), ('δηί̈ων', '++'), ('κυσὶ', '--'), ('κύρμα', '+-'), ('γενέσθαι', '-++')),
    'ἦ οὐχ ἅλις ὡς καὶ τεύχε’ ἔχει καὶ ἐπεύχεται αὔτως;': # Il. 17.450
        (('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '--'), ('ὡς', '+'), ('καὶ', '+'), ('τεύχε’', '+-'), ('ἔχει', '-+'), ('καὶ', '-'), ('ἐπεύχεται', '-+--'), ('αὔτως', '++')),
    'τῇδε γὰρ ἔβρισαν πόλεμον κάτα δακρυόεντα': # Il. 17.512
        (('τῇδε', '+-'), ('γὰρ', '-'), ('ἔβρισαν', '+++'), ('πόλεμον', '--+'), ('κάτα', '--'), ('δακρυόεντα', '+--++')),
    'εἰ μή σφω’ Αἴαντε διέκριναν μεμαῶτε,': # Il. 17.531
        (('εἰ', '+'), ('μή', '+'), ('σφω’', '+'), ('αἴαντε', '++-'), ('διέκριναν', '-+++'), ('μεμαῶτε', '--++')),
    'ἔσκε δ’ ἐνὶ Τρώεσσι Ποδῆς υἱὸς Ἠετίωνος': # Il. 17.575
        (('ἔσκε', '+-'), ('δ’', ''), ('ἐνὶ', '-+'), ('τρώεσσι', '++-'), ('ποδῆς', '-+'), ('υἱὸς', '--'), ('ἠετίωνος', '+--++')),
    'ἐσθλὸν ἐνὶ προμάχοισι Ποδῆν υἱὸν Ἠετίωνος.': # Il. 17.590
        (('ἐσθλὸν', '+-'), ('ἐνὶ', '-+'), ('προμάχοισι', '--+-'), ('ποδῆν', '-+'), ('υἱὸν', '--'), ('ἠετίωνος', '+--++')),
    'ἀργαλέου πρὸ φόβοιο ἕλωρ δηί̈οισι λίποιεν.': # Il. 17.667
        (('ἀργαλέου', '+--+'), ('πρὸ', '-'), ('φόβοιο', '-+-'), ('ἕλωρ', '-+'), ('δηί̈οισι' ,'++-'), ('λίποιεν', '-++')),
    'ἕως μὲν γάρ τε θέουσι διαρραῖσαι μεμαῶτες,': # Il. 17.727
        (('ἕως', '+'), ('μὲν', '+'), ('γάρ', '+'), ('τε', '-'), ('θέουσι', '-+-'), ('διαρραῖσαι', '-+++'), ('μεμαῶτες', '--++')),
    'σχέτλιος· ἦ τ’ ἐκέλευον ἀπωσάμενον δήϊον πῦρ': # Il. 18.13
        (('σχέτλιος', '+--'), ('ἦ', '+'), ('τ’', ''), ('ἐκέλευον', '--+-'), ('ἀπωσάμενον', '-+--+'), ('δήϊον', '++'), ('πῦρ', '+')),
    'πεύσεαι ἀγγελίης, ἣ μὴ ὤφελλε γενέσθαι.': # Il. 18.19
        (('πεύσεαι', '+--'), ('ἀγγελίης', '+--+'), ('ἣ', '+'), ('μὴ', '+'), ('ὤφελλε', '++-'), ('γενέσθαι', '-++')),
    'ὀξὺ δὲ κωκύσασα κάρη λάβε παιδὸς ἑοῖο,': # Il. 18.71
        (('ὀξὺ', '+-'), ('δὲ', '-'), ('κωκύσασα', '+++-'), ('κάρη', '-+'), ('λάβε', '--'), ('παιδὸς', '+-'), ('ἑοῖο', '-++')),
    'ὠκύμορος δή μοι τέκος ἔσσεαι, οἷ’ ἀγορεύεις·': # Il. 18.95
        (('ὠκύμορος', '+--+'), ('δή', '+'), ('μοι', '+'), ('τέκος', '--'), ('ἔσσεαι', '+--'), ('οἷ’', '+'), ('ἀγορεύεις', '--++')),
    'τοῖος ἐὼν οἷος οὔ τις Ἀχαιῶν χαλκοχιτώνων': # Il. 18.105
        (('τοῖος', '+-'), ('ἐὼν', '-+'), ('οἷος', '--'), ('οὔ', '+'), ('τις', '-'), ('Ἀχαιῶν', '-++'), ('χαλκοχιτώνων', '+--++')),
    'ἄστυ περιπλομένων δηί̈ων ὕπο θυμοραϊστέων,': # Il. 18.220
        (('ἄστυ', '+-'), ('περιπλομένων', '-+--+'), ('δηί̈ων', '++'), ('ὕπο', '--'), ('θυμοραϊστέων', '+--++')),
    'πυκνὰ μάλα στενάχων ὥς τε λὶς ἠϋγένειος,': # Il. 18.318
        (('πυκνὰ', '+-'), ('μάλα', '-+'), ('στενάχων', '--+'), ('ὥς', '+'), ('τε', '+'), ('λὶς', '+'), ('ἠϋγένειος', '+--++')),
    'Ἥφαιστ’, ἦ ἄρα δή τις, ὅσαι θεαί εἰς’ ἐν Ὀλύμπῳ,': # Il. 18.429
        (('ἥφαιστ’', '++'), ('ἦ', '+'), ('ἄρα', '--'), ('δή', '+'), ('τις', '-'), ('ὅσαι', '-+'), ('θεαί', '--'), ('εἰς’', '+'), ('ἐν', '-'), ('ὀλύμπῳ', '-++')),
    'υἱεῖ ἐμῷ ὠκυμόρῳ δόμεν ἀσπίδα καὶ τρυφάλειαν': # Il. 18.458
        (('υἱεῖ', '+'), ('ἐμῷ', '--'), ('ὠκυμόρῳ', '+--+'), ('δόμεν', '--'), ('ἀσπίδα', '+--'), ('καὶ', '+'), ('τρυφάλειαν', '--++')),
    'δοιὼ δὲ κυβιστητῆρε κατ’ αὐτοὺς': # Il. 18.605
        (('δοιὼ', '++'), ('δὲ', '-'), ('κυβιστητῆρε', '-+++-'), ('κατ’', '-'), ('αὐτοὺς', '++')),    
    'ἔσσεαι. οὐ μὲν γάρ τι νεμεσσητὸν βασιλῆα': # Il. 19.182
        (('ἔσσεαι', '+--'), ('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('τι', '-'), ('νεμεσσητὸν', '-+++'), ('βασιλῆα', '--++')),
    'ὦ Ἀχιλεῦ Πηλῆος υἱὲ μέγα φέρτατ’ Ἀχαιῶν,': # Il. 19.216
        (('ὦ', '+'), ('ἀχιλεῦ', '--+'), ('πηλῆος', '++-'), ('υἱὲ', '-+'), ('μέγα', '--'), ('φέρτατ’', '+-'), ('ἀχαιῶν', '-++')),
    'εἰ δέ τι τῶνδ’ ἐπίορκον ἐμοὶ θεοὶ ἄλγεα δοῖεν': # Il. 19.264
        (('εἰ', '+'), ('δέ', '-'), ('τι', '-'), ('τῶνδ’', '+'), ('ἐπίορκον', '--+-'), ('ἐμοὶ', '-+'), ('θεοὶ', '--'), ('ἄλγεα', '+--'), ('δοῖεν', '++')),
    'Πάτροκλέ μοι δειλῇ πλεῖστον κεχαρισμένε θυμῷ': # Il. 19.287
        (('πάτροκλέ', '+--'), ('μοι', '+'), ('δειλῇ', '++'), ('πλεῖστον', '++'), ('κεχαρισμένε', '--+--'), ('θυμῷ', '++')),
    'τέκνον ἐμόν, δὴ πάμπαν ἀποίχεαι ἀνδρὸς ἑῆος.': # Il. 19.342
        (('τέκνον', '+-'), ('ἐμόν', '-+'), ('δὴ', '+'), ('πάμπαν', '+-'), ('ἀποίχεαι', '-+--'), ('ἀνδρὸς', '+-'), ('ἑῆος', '-++')),
    'ὣς εἰπὼν ὄτρυνε πάρος μεμαυῖαν Ἀθήνην·': # Il. 19.349
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ὄτρυνε', '++-'), ('πάρος', '-+'), ('μεμαυῖαν', '--+-'), ('Ἀθήνην', '-++')),
    'χρύσεαι, ἃς Ἥφαιστος ἵει λόφον ἀμφὶ θαμειάς.': # Il. 19.383
        (('χρύσεαι', '+--'), ('ἃς', '+'), ('ἥφαιστος', '++-'), ('ἵει', '-+'), ('λόφον', '--'), ('ἀμφὶ', '+-'), ('θαμειάς', '-++')),
    'ἂψ Δαναῶν ἐς ὅμιλον ἐπεί χ’ ἕωμεν πολέμοιο,': # Il. 19.402
        (('ἂψ', '+'), ('Δαναῶν', '--+'), ('ἐς', '-'), ('ὅμιλον', '-+-'), ('ἐπεί', '-+'), ('χ’', ''), ('ἕωμεν', '++'), ('πολέμοιο', '--++')),
    'Ξάνθε τί μοι θάνατον μαντεύεαι; οὐδέ τί σε χρή.': # Il. 19.420
        (('ξάνθε', '+-'), ('τί', '-'), ('μοι', '+'), ('θάνατον', '--+'), ('μαντεύεαι', '++--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρή', '+')),
    'ὣς οἳ μὲν θεοὶ ἄντα θεῶν ἴσαν· αὐτὰρ Ἀχιλλεὺς': # Il. 20.75
        (('ὣς', '+'), ('οἳ', '+'), ('μὲν', '+'), ('θεοὶ', '--'), ('ἄντα', '+-'), ('θεῶν', '-+'), ('ἴσαν', '--'), ('αὐτὰρ', '+-'), ('ἀχιλλεὺς', '-++')),
    'ἦ οὐ μέμνῃ ὅτε πέρ σε βοῶν ἄπο μοῦνον ἐόντα': # Il. 20.188
        (('ἦ',''), ('οὐ', '+'), ('μέμνῃ', '++'), ('ὅτε', '--'), ('πέρ', '+'), ('σε', '-'), ('βοῶν', '-+'), ('ἄπο', '--'), ('μοῦνον', '+-'), ('ἐόντα', '-++')),
    'ἦγον· ἀτὰρ σὲ Ζεὺς ἐρρύσατο καὶ θεοὶ ἄλλοι.': # Il. 20.194
        (('ἦγον', '+-'), ('ἀτὰρ', '-+'), ('σὲ', '+'), ('ζεὺς', '+'), ('ἐρρύσατο', '++--'), ('καὶ', '+'), ('θεοὶ', '--'), ('ἄλλοι', '++')),

    'βάλλεαι· ἀλλά σ’ ἔγωγ’ ἀναχωρήσαντα κελεύω': # Il. 20.196
        (('βάλλεαι', '+--'), ('ἀλλά', '+-'), ('σ’', ''), ('ἔγωγ’', '-+'), ('ἀναχωρήσαντα', '--+++-'), ('κελεύω', '-++')),
    'ὃς δὴ ἀφνειότατος γένετο θνητῶν ἀνθρώπων·': # Il. 20.220
        (('ὃς', '+'), ('δὴ', '+'), ('ἀφνειότατος', '++--+'), ('γένετο', '--+'), ('θνητῶν', '++'), ('ἀνθρώπων', '+++')),
    'Αἰνείαν ἤ κέν μιν ἐρύσσεαι ἦ κεν ἐάσῃς': # Il. 20.311
        (('αἰνείαν', '+++'), ('ἤ', '+'), ('κέν', '+'), ('μιν', '-'), ('ἐρύσσεαι', '-+--'), ('ἦ', '+'), ('κεν', '-'), ('ἐάσῃς', '-++')),
    'ὣς φάτ’ ἐποτρύνων· Τρώεσσι δὲ φαίδιμος Ἕκτωρ': # Il. 20.364
        (('ὣς', '+'), ('φάτ’', '-'), ('ἐποτρύνων', '-+++'), ('τρώεσσι', '++-'), ('δὲ', '-'), ('φαίδιμος', '+--'), ('ἕκτωρ', '++')),
    'ὣς φάτ’ ἐποτρύνων, οἳ δ’ ἀντίοι ἔγχε’ ἄειραν': # Il. 20.373
        (('ὣς', '+'), ('φάτ’', '-'), ('ἐποτρύνων', '-+++'), ('οἳ', '+'), ('δ’', ''), ('ἀντίοι', '+--'), ('ἔγχε’', '+-'), ('ἄειραν', '-++')),
    'ὡς δ’ ὅθ’ ὑπὸ ῥιπῆς πυρὸς ἀκρίδες ἠερέθονται': # Il. 21.12
        (('ὡς', '+'), ('δ’', ''), ('ὅθ’', '-'), ('ὑπὸ', '-+'), ('ῥιπῆς', '++'), ('πυρὸς', '--'), ('ἀκρίδες', '+--'), ('ἠερέθονται', '+--++')),
    'Ἄλτεω, ὃς Λελέγεσσι φιλοπτολέμοισιν ἀνάσσει': # Il. 21.86
        (('ἄλτεω', '++'), ('ὃς', '+'), ('λελέγεσσι', '--+-'), ('φιλοπτολέμοισιν', '-+--+-'), ('ἀνάσσει', '-++')),

    'ἐνθεμένη λεχέεσσι γοήσεται, ἀλλὰ Σκάμανδρος': # Il. 21.124
        (('ἐνθεμένη', '+--+'), ('λεχέεσσι', '--+-'), ('γοήσεται', '-+--'), ('ἀλλὰ', '+-'), ('σκάμανδρος', '-++')),
    'ἀλλὰ πρὶν Ἀχιλεὺς σχεδὸν ἄορι θυμὸν ἀπηύρα.': # Il. 21.179
        (('ἀλλὰ', '++'), ('πρὶν', '+'), ('ἀχιλεὺς', '--+'), ('σχεδὸν', '--'), ('ἄορι', '+--'), ('θυμὸν', '+-'), ('ἀπηύρα', '-++')),
    'ἔσται ταῦτα Σκάμανδρε διοτρεφές, ὡς σὺ κελεύεις.': # Il. 21.223
        (('ἔσται', '++'), ('ταῦτα', '+-'), ('σκάμανδρε', '-+-'), ('διοτρεφές', '-+--'), ('ὡς', '+'), ('σὺ', '-'), ('κελεύεις', '-++')),
    'οὐδὲ Σκάμανδρος ἔληγε τὸ ὃν μένος, ἀλλ’ ἔτι μᾶλλον': # Il. 21.305
        (('οὐδὲ', '+-'), ('σκάμανδρος', '-+-'), ('ἔληγε', '-+-'), ('τὸ', '-'), ('ὃν', '+'), ('μένος', '--'), ('ἀλλ’', '+'), ('ἔτι', '--'), ('μᾶλλον', '++')),
    'μὴ δὲ πρὶν ἀπόπαυε τεὸν μένος, ἀλλ’ ὁπότ’ ἂν δὴ': # Il. 21.340
        (('μὴ', '+'), ('δὲ', '+'), ('πρὶν', '+'), ('ἀπόπαυε', '--+-'), ('τεὸν', '-+'), ('μένος', '--'), ('ἀλλ’', '+'), ('ὁπότ’', '--'), ('ἂν', '+'), ('δὴ', '+')),
    'καίοντο πτελέαι τε καὶ ἰτέαι ἠδὲ μυρῖκαι,': # Il. 21.350
        (('καίοντο', '+++'), ('πτελέαι', '--+'), ('τε', '-'), ('καὶ', '-'), ('ἰτέαι', '+--'), ('ἠδὲ', '+-'), ('μυρῖκαι', '-++')),
    'οἳ κατὰ καλὰ ῥέεθρα κυβίστων ἔνθα καὶ ἔνθα': # Il. 21.354
        (('οἳ', '+'), ('κατὰ', '--'), ('καλὰ', '++'), ('ῥέεθρα', '+-'), ('κυβίστων', '-++'), ('ἔνθα', '+-'), ('καὶ', '-'), ('ἔνθα', '++')),
    'ἦ οὐ μέμνῃ ὅτε Τυδεί̈δην Διομήδε’ ἀνῆκας': # Il. 21.396
        (('ἦ', ''), ('οὐ', '+'), ('μέμνῃ', '++'), ('ὅτε', '--'), ('τυδεί̈δην', '+++'), ('διομήδε’', '--+-'), ('ἀνῆκας', '-++')),
    'οἳ δ’ ἄλλοι πρὸς Ὄλυμπον ἴσαν θεοὶ αἰὲν ἐόντες,': # Il. 21.518
        (('οἳ', '+'), ('δ’', ''), ('ἄλλοι', '++'), ('πρὸς', '-'), ('ὄλυμπον', '-+-'), ('ἴσαν', '-+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'φεύγω πρὸς πεδίον Ἰλήϊον, ὄφρ’ ἂν ἵκωμαι': # Il. 21.558
        (('φεύγω', '++'), ('πρὸς', '+'), ('πεδίον', '--+'), ('ἰλήϊον', '++--'), ('ὄφρ’', '+'), ('ἂν', '-'), ('ἵκωμαι', '-++')),
    'τρέψας πὰρ ποταμὸν βαθυδινήεντα Σκάμανδρον': # Il. 21.603
        (('τρέψας', '++'), ('πὰρ', '+'), ('ποταμὸν', '--+'), ('βαθυδινήεντα', '--+++-'), ('σκάμανδρον', '-++')),
    'δοιαὶ ἀναί̈σσουσι Σκαμάνδρου δινήεντος.': # Il. 22.148
        (('δοιαὶ', '+-'), ('ἀναί̈σσουσι', '-+++'), ('Σκαμάνδρου', '-++'), ('δινήεντος', '++++')),
    'ἣ μὲν γάρ θ’ ὕδατι λιαρῷ ῥέει, ἀμφὶ δὲ καπνὸς': # Il. 22.149
        (('ἣ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('θ’', ''), ('ὕδατι', '--+'), ('λιαρῷ', '--+'), ('ῥέει', '+'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('καπνὸς', '++')),
    'ὣς εἰπὼν ὄτρυνε πάρος μεμαυῖαν Ἀθήνην·': # Il. 22.186
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ὄτρυνε', '++-'), ('πάρος', '-+'), ('μεμαυῖαν', '--+-'), ('Ἀθήνην', '-++')),
    'ἀλλά τ’ ἀνιχνεύων θέει ἔμπεδον ὄφρά κεν εὕρῃ·': # Il. 22.192
        (('ἀλλά', '+-'), ('τ’', ''), ('ἀνιχνεύων', '-+++'), ('θέει', '+'), ('ἔμπεδον', '+--'), ('ὄφρά', '+-'), ('κεν', '-'), ('εὕρῃ', '++')),
    'χρύσεαι, ἃς Ἥφαιστος ἵει λόφον ἀμφὶ θαμειάς.': # Il. 22.316
        (('χρύσεαι', '+--'), ('ἃς', '+'), ('ἥφαιστος', '++-'), ('ἵει', '-+'), ('λόφον', '--'), ('ἀμφὶ', '+-'), ('θαμειάς', '-++')),
    'ἀντικρὺ δ’ ἁπαλοῖο δι’ αὐχένος ἤλυθ’ ἀκωκή·': # Il. 22.327
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἁπαλοῖο', '--+-'), ('δι’', '-'), ('αὐχένος', '+--'), ('ἤλυθ’', '+-'), ('ἀκωκή', '-++')),
    'ὃν πότμον γοόωσα λιποῦς’ ἀνδροτῆτα καὶ ἥβην.': # Il. 22.363
        (('ὃν', '+'), ('πότμον', '++'), ('γοόωσα', '--+-'), ('λιποῦς’', '-+'), ('ἀνδροτῆτα', '--+-'), ('καὶ', '-'), ('ἥβην', '++')),
    'τῆλε δ’ ἀπὸ κρατὸς βάλε δέσματα σιγαλόεντα,': # Il. 22.468
        (('τῆλε', '+-'), ('δ’', ''), ('ἀπὸ', '-+'), ('κρατὸς', '++'), ('βάλε', '--'), ('δέσματα', '+--'), ('σιγαλόεντα', '+--++')),
    'κρήδεμνόν θ’, ὅ ῥά οἱ δῶκε χρυσῆ Ἀφροδίτη': # Il. 22.470
        (('κρήδεμνόν', '+++'), ('θ’', ''), ('ὅ', '-'), ('ῥά', '-'), ('οἱ', '+'), ('δῶκε', '++'), ('χρυσῆ', '++'), ('ἀφροδίτη', '--++')),
    'ἔρχεαι, αὐτὰρ ἐμὲ στυγερῷ ἐνὶ πένθεϊ λείπεις': # Il. 22.483
        (('ἔρχεαι', '+--'), ('αὐτὰρ', '+-'), ('ἐμὲ', '-+'), ('στυγερῷ', '--+'), ('ἐνὶ', '--'), ('πένθεϊ', '+--'), ('λείπεις', '++')),
    'ἔσσεαι Ἕκτορ ὄνειαρ ἐπεὶ θάνες, οὔτε σοὶ οὗτος.': # Il. 22.486
        (('ἔσσεαι', '+--'), ('ἕκτορ', '+-'), ('ὄνειαρ', '-+-'), ('ἐπεὶ', '-+'), ('θάνες', '--'), ('οὔτε', '+-'), ('σοὶ', '-'), ('οὗτος', '++')),
    'ἠῶθεν δ’ ὄτρυνον ἄναξ ἀνδρῶν Ἀγάμεμνον': # Il. 23.49
        (('ἠῶθεν', '+++'), ('δ’', ''), ('ὄτρυνον', '++-'), ('ἄναξ', '-+'), ('ἀνδρῶν', '++'), ('ἀγάμεμνον', '--++')),
    'καί μοι ταῦτα ἕκαστ’ ἐπιτέλλεαι; αὐτὰρ ἐγώ τοι': # Il. 23.95
        (('καί', '+'), ('μοι', '+'), ('ταῦτα', '+-'), ('ἕκαστ’', '-+'), ('ἐπιτέλλεαι', '--+--'), ('αὐτὰρ', '+-'), ('ἐγώ', '-+'), ('τοι', '+')),
    'χρυσέου ἐκ κρητῆρος ἑλὼν δέπας ἀμφικύπελλον': # Il. 23.219
        (('χρυσέου', '++'), ('ἐκ', '+'), ('κρητῆρος', '++-'), ('ἑλὼν', '-+'), ('δέπας', '--'), ('ἀμφικύπελλον', '+--++')),
    'ἦμος δ’ ἑωσφόρος εἶσι φόως ἐρέων ἐπὶ γαῖαν,': # Il. 23.226
        (('ἦμος', '++'), ('δ’', ''), ('ἑωσφόρος', '+--'), ('εἶσι', '+-'), ('φόως', '-+'), ('ἐρέων', '--+'), ('ἐπὶ', '--'), ('γαῖαν', '++')),

    'Ἀντίλοχ’ ἀφραδέως ἱππάζεαι, ἀλλ’ ἄνεχ’ ἵππους·': # Il. 23.426
        (('ἀντίλοχ’', '+--'), ('ἀφραδέως', '+--+'), ('ἱππάζεαι', '++--'), ('ἀλλ’', '+'), ('ἄνεχ’', '--'), ('ἵππους', '++')),
    'μή πως ἀμφοτέρους δηλήσεαι ἅρματι κύρσας.': # Il. 23.428
        (('μή', '+'), ('πως', '+'), ('ἀμφοτέρους', '+--+'), ('δηλήσεαι', '++--'), ('ἅρματι', '+--'), ('κύρσας', '++')),
    'Ἰδομενεῦ τί πάρος λαβρεύεαι; αἳ δέ τ’ ἄνευθεν': # Il. 23.474
        (('ἰδομενεῦ', '+--+'), ('τί', '-'), ('πάρος', '-+'), ('λαβρεύεαι', '++--'), ('αἳ', '+'), ('δέ', '-'), ('τ’', ''), ('ἄνευθεν', '-++')),
    'ἀλλ’ αἰεὶ μύθοις λαβρεύεαι· οὐδέ τί σε χρὴ': # Il. 23.478
        (('ἀλλ’', '+'), ('αἰεὶ', '++'), ('μύθοις', '++'), ('λαβρεύεαι', '++--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρὴ', '+')),
    'δεύεαι Ἀργείων, ὅτι τοι νόος ἐστὶν ἀπηνής.': # Il. 23.484
        (('δεύεαι', '+--'), ('ἀργείων', '+++'), ('ὅτι', '--'), ('τοι', '+'), ('νόος', '--'), ('ἐστὶν', '+-'), ('ἀπηνής', '-++')),
    'οἶσθ’ οἷαι νέου ἀνδρὸς ὑπερβασίαι τελέθουσι·': # Il. 23.589
        (('οἶσθ’', '+'), ('οἷαι', '++'), ('νέου', '+'), ('ἀνδρὸς', '+-'), ('ὑπερβασίαι', '-+--+'), ('τελέθουσι', '--++')),
    'αὔτως· οὐ γὰρ πύξ γε μαχήσεαι, οὐδὲ παλαίσεις,': # Il. 23.621
        (('αὔτως', '++'), ('οὐ', '+'), ('γὰρ', '+'), ('πύξ', '+'), ('γε', '-'), ('μαχήσεαι', '-+--'), ('οὐδὲ', '+-'), ('παλαίσεις', '-++')),
    'οὐδ’ ἔτ’ ἀκοντιστὺν ἐσδύσεαι, οὐδὲ πόδεσσι': # Il. 23.622
        (('οὐδ’', '+'), ('ἔτ’', '-'), ('ἀκοντιστὺν', '-+++'), ('ἐσδύσεαι', '++--'), ('οὐδὲ', '+-'), ('πόδεσσι', '-++')),
    'θεύσεαι· ἤδη γὰρ χαλεπὸν κατὰ γῆρας ἐπείγει.': # Il. 23.623
        (('θεύσεαι', '+--'), ('ἤδη', '++'), ('γὰρ', '+'), ('χαλεπὸν', '--+'), ('κατὰ', '--'), ('γῆρας', '+-'), ('ἐπείγει', '-++')),
    'ἦ οὐχ ἅλις ὅττι μάχης ἐπιδεύομαι; οὐδ’ ἄρα πως ἦν': # Il. 23.670
        (('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '--'), ('ὅττι', '+-'), ('μάχης', '-+'), ('ἐπιδεύομαι', '--'), ('οὐδ’', '+'), ('ἄρα', '--'), ('πως', '+'), ('ἦν', '+')),
    'Μηκιστῆος υἱὸς Ταλαϊονίδαο ἄνακτος,': # Il. 23.678
        (('μηκιστῆος', '+++-'), ('υἱὸς', '-+'), ('ταλαϊονίδαο', '--+--+-'), ('ἄνακτος', '-++')),
    'ὡς δ’ ὅθ’ ὑπὸ φρικὸς Βορέω ἀναπάλλεται ἰχθὺς': # Il. 23.692
        (('ὡς', '+'), ('δ’', ''), ('ὅθ’', '-'), ('ὑπὸ', '-+'), ('φρικὸς', '++'), ('βορέω', '--+'), ('ἀναπάλλεται', '--+--'), ('ἰχθὺς', '++')),
    'Πατρόκλου ποθέων ἀνδροτῆτά τε καὶ μένος ἠύ̈,': # Il. 24.6
        (('πατρόκλου', '+++'), ('ποθέων', '--+'), ('ἀνδροτῆτά', '--+-'), ('τε', '-'), ('καὶ', '+'), ('μένος', '--'), ('ἠύ̈', '++')),
    'τὸν δ’ ἐλεαίρεσκον μάκαρες θεοὶ εἰσορόωντες,': # Il. 24.23
        (('τὸν', '+'), ('δ’', ''), ('ἐλεαίρεσκον', '--+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('εἰσορόωντες', '+--++')),
    'ἥ τε κατ’ ἀγραύλοιο βοὸς κέρας ἐμβεβαυῖα': # Il. 24.81
        (('ἥ', '+'), ('τε', '-'), ('κατ’', '-'), ('ἀγραύλοιο', '+++-'), ('βοὸς', '-+'), ('κέρας', '--'), ('ἐμβεβαυῖα', '+--++')),
    'εἵαθ’ ὁμηγερέες ἅλιαι θεαί· ἣ δ’ ἐνὶ μέσσῃς': # Il. 24.84
        (('εἵαθ’', '+-'), ('ὁμηγερέες', '-+--+'), ('ἅλιαι', '--+'), ('θεαί', '--'), ('ἣ', '+'), ('δ’', ''), ('ἐνὶ', '--'), ('μέσσῃς', '++')),
    'εἵαθ’ ὁμηγερέες μάκαρες θεοὶ αἰὲν ἐόντες.': # Il. 24.99
        (('εἵαθ’', '+-'), ('ὁμηγερέες', '-+--+'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'μίσγεσθ’· οὐ γάρ μοι δηρὸν βέῃ, ἀλλά τοι ἤδη': # Il. 24.131
        (('μίσγεσθ’', '++'), ('οὐ', '+'), ('γάρ', '+'), ('μοι', '+'), ('δηρὸν', '++'), ('βέῃ', '+'), ('ἀλλά', '+-'), ('τοι', '-'), ('ἤδη', '++')),
    'Ἶριν δ’ ὄτρυνε Κρονίδης εἰς Ἴλιον ἱρήν·': # Il. 24.143
        (('ἶριν', '++'), ('δ’', ''), ('ὄτρυνε', '+++'), ('κρονίδης', '--+'), ('εἰς', '+'), ('ἴλιον', '+--'), ('ἱρήν', '++')),
    'χρυσέῳ ἐν δέπαϊ, ὄφρα λείψαντε κιοίτην·': # Il. 24.285
        (('χρυσέῳ', '++'), ('ἐν', '+'), ('δέπαϊ', '--+'), ('ὄφρα', '++'), ('λείψαντε', '++-'), ('κιοίτην', '-++')),
    'οὐκ ἂν ἔγωγέ σ’ ἔπειτα ἐποτρύνουσα κελοίμην': # Il. 24.297
        (('οὐκ', '+'), ('ἂν', '-'), ('ἔγωγέ', '-+-'), ('σ’', ''), ('ἔπειτα', '-+-'), ('ἐποτρύνουσα', '-+++-'), ('κελοίμην', '-++')),
    'πειρᾷ ἐμεῖο γεραιὲ καὶ εἴρεαι Ἕκτορα δῖον.': # Il. 24.390
        (('πειρᾷ', '+-'), ('ἐμεῖο', '-+-'), ('γεραιὲ', '-+-'), ('καὶ', '-'), ('εἴρεαι', '+--'), ('ἕκτορα', '+--'), ('δῖον', '++')),
    'ὥς τοι κήδονται μάκαρες θεοὶ υἷος ἑῆος': # Il. 24.422
        (('ὥς', '+'), ('τοι', '+'), ('κήδονται', '+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('υἷος', '+-'), ('ἑῆος', '-++')),
    'ὥς τοι κήδονται μάκαρες θεοὶ υἷος ἑῆος': # Il. 24.422
        (('ὥς', '+'), ('τοι', '+'), ('κήδονται', '+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('υἷος', '+-'), ('ἑῆος', '-++')),
    'τοὺς δ’ ἄρα τῇ δεκάτῃ θάψαν θεοὶ Οὐρανίωνες.': # Il. 24.612
        (('τοὺς', '+'), ('δ’', ''), ('ἄρα', '--'), ('τῇ', '+'), ('δεκάτῃ', '--+'), ('θάψαν', '++'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'τῷ δὲ Βρισηὶ̈ς παρελέξατο καλλιπάρῃος.': # Il. 24.676
        (('τῷ', '+'), ('δὲ', '+'), ('βρισηὶ̈ς', '+++'), ('παρελέξατο', '--+--'), ('καλλιπάρῃος', '+--++')),
    'ἀνδράσιν ἐν δηί̈οισιν, ἐπεί σ’ εἴασεν Ἀχιλλεύς.': # Il. 24.684
        (('ἀνδράσιν', '+--'), ('ἐν', '+'), ('δηί̈οισιν', '++-'), ('ἐπεί', '-+'), ('σ’', ''), ('εἴασεν', '++-'), ('ἀχιλλεύς', '-++')),
    'ἕψεαι, ἔνθά κεν ἔργα ἀεικέα ἐργάζοιο': # Il. 24.733
        (('ἕψεαι', '+--'), ('ἔνθά', '+-'), ('κεν', '-'), ('ἔργα', '+-'), ('ἀεικέα', '-+--'), ('ἐργάζοιο', '++++')),
    'δαέρων ἢ γαλόων ἢ εἰνατέρων εὐπέπλων,': # Il. 24.769
        (('δαέρων', '++'), ('ἢ', '+'), ('γαλόων', '--+'), ('ἢ', '+'), ('εἰνατέρων', '+--+'), ('εὐπέπλων', '+++')),
    'ἀλλ’ οὐδ’ ὣς ἑτάρους ἐρρύσατο, ἱέμενός περ·': # Od. 1.6
        (('ἀλλ’', '+'), ('οὐδ’', '+'), ('ὣς', '+'), ('ἑτάρους', '--+'), ('ἐρρύσατο', '++--'), ('ἱέμενός', '+--+'), ('περ', '+')),
    'χαῖρε, ξεῖνε, παρ’ ἄμμι φιλήσεαι· αὐτὰρ ἔπειτα': # Od. 1.123
        (('χαῖρε', '++'), ('ξεῖνε', '+-'), ('παρ’', '-'), ('ἄμμι', '+-'), ('φιλήσεαι', '-+--'), ('αὐτὰρ', '+-'), ('ἔπειτα', '-++')),
    'δείπνου πασσάμενος μυθήσεαι ὅττεό σε χρή.': # Od. 1.124
        (('δείπνου', '++'), ('πασσάμενος', '+--+'), ('μυθήσεαι', '++--'), ('ὅττεό', '+--'), ('σε', '+'), ('χρή', '+')),
    'ξεῖνε φίλ’, ἦ καὶ μοι νεμεσήσεαι ὅττι κεν εἴπω;': # Od. 1.158
        (('ξεῖνε', '+-'), ('φίλ’', '-'), ('ἦ', '+'), ('καὶ', '+'), ('μοι', '+'), ('νεμεσήσεαι', '--+--'), ('ὅττι', '+-'), ('κεν', '-'), ('εἴπω', '++')),
    'εἰλαπίνη ἠὲ γάμος; ἐπεὶ οὐκ ἔρανος τάδε γ’ ἐστίν·': # Od. 1.226
    	(('εἰλαπίνη', '+--+'), ('ἠὲ', '-'), ('γάμος', '-+'), ('ἐπεὶ', '--'), ('οὐκ', '+'), ('ἔρανος', '--+'), ('τάδε', '--'), ('γ’' ''), ('ἐστίν', '++')),
    'ξεῖν’, ἐπεὶ ἂρ δὴ ταῦτά μ’ ἀνείρεαι ἠδὲ μεταλλᾷς,': # Od. 1.231
        (('ξεῖν’', '+'), ('ἐπεὶ', '--'), ('ἂρ', '+'), ('δὴ', '+'), ('ταῦτά', '+-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'Δουλιχίῳ τε Σάμῃ τε καὶ ὑλήεντι Ζακύνθῳ,': # Od. 1.246
        (('δουλιχίῳ', '+--+'), ('τε', '-'), ('σάμῃ', '-+'), ('τε', '-'), ('καὶ', '-'), ('ὑλήεντι', '+++-'), ('ζακύνθῳ', '-++')),
    'ὅππως κε μνηστῆρας ἀπώσεαι ἐκ μεγάροιο.': # Od. 1.270
        (('ὅππως', '++'), ('κε', '+'), ('μνηστῆρας', '++-'), ('ἀπώσεαι', '-+--'), ('ἐκ', '+'), ('μεγάροιο', '--++')),
    'ἢ οὐκ ἀίεις οἷον κλέος ἔλλαβε δῖος Ὀρέστης': # Od. 1.298
        (('ἢ', ''), ('οὐκ', '+'), ('ἀίεις', '--+'), ('οἷον', '++'), ('κλέος', '--'), ('ἔλλαβε', '+--'), ('δῖος', '+-'), ('ὀρέστης', '-++')),
    'πάντες δ’ ἠρήσαντο παραὶ λεχέεσσι κλιθῆναι.': # Od. 1.366
        (('πάντες', '++'), ('δ’', ''), ('ἠρήσαντο', '+++-'), ('παραὶ', '-+'), ('λεχέεσσι', '--+-'), ('κλιθῆναι', '-++')),
    'Ἀντίνο’, ἦ καί μοι νεμεσήσεαι ὅττι κεν εἴπω;': # Od. 1.389
        (('ἀντίνο’', '+--'), ('ἦ', '+'), ('καί', '+'), ('μοι', '+'), ('νεμεσήσεαι', '--+--'), ('ὅττι', '+-'), ('κεν', '-'), ('εἴπω', '++')),
    'πολλοὶ ἐν ἀμφιάλῳ Ἰθάκῃ,  νέοι ἠδὲ παλαιοί,': # Od. 1.395
        (('πολλοὶ', '+-'), ('ἐν', '-'), ('ἀμφιάλῳ', '+--+'), ('ἰθάκῃ', '--+'), ('νέοι', '--'), ('ἠδὲ', '+-'), ('παλαιοί', '-++')),
    'οἳ πατρὸς μὲν ἐς οἶκον ἀπερρίγασι νέεσθαι': # Od. 2.52
        (('οἳ', '+'), ('πατρὸς', '++'), ('μὲν', '-'), ('ἐς', '-'), ('οἶκον', '+-'), ('ἀπερρίγασι', '-+++-'), ('νέεσθαι', '-++')),
    'σοὶ δ’ ὧδε μνηστῆρες ὑποκρίνονται, ἵν’ εἰδῇς': # Od. 2.111
        (('σοὶ', '+'), ('δ’', ''), ('ὧδε', '++'), ('μνηστῆρες', '++-'), ('ὑποκρίνονται', '-+++-'), ('ἵν’', '-'), ('εἰδῇς', '++')),
    'τὼ δ’ ἕως μέν ῥ’ ἐπέτοντο μετὰ πνοιῇς ἀνέμοιο': # Od. 2.148
        (('τὼ', '+'), ('δ’', ''), ('ἕως', '+'), ('μέν', '+'), ('ῥ’', ''), ('ἐπέτοντο', '--+-'), ('μετὰ', '-+'), ('πνοιῇς', '++'), ('ἀνέμοιο', '--++')),
    'παρφάμενος ἐπέεσσιν ἐποτρύνῃς χαλεπαίνειν,': # Od. 2.189
        (('παρφάμενος', '+--+'), ('ἐπέεσσιν', '--+-'), ('ἐποτρύνῃς', '-+++'), ('χαλεπαίνειν', '--++')),
    'μυθέαι ἀκράαντον, ἀπεχθάνεαι δ’ ἔτι μᾶλλον.': # Od. 2.202
        (('μυθέαι', '+--'), ('ἀκράαντον', '+++-'), ('ἀπεχθάνεαι', '-+--+'), ('δ’', ''), ('ἔτι', '--'), ('μᾶλλον', '++')),
    'μή τις ἔτι πρόφρων ἀγανὸς καὶ ἤπιος ἔστω': # Od. 2.230
        (('μή', '+'), ('τις', '-'), ('ἔτι', '-+'), ('πρόφρων', '++'), ('ἀγανὸς', '--+'), ('καὶ', '+'), ('ἤπιος', '+--'), ('ἔστω', '++')),
    'ἡμέας ὀτρύνων καταπαυέμεν. ἀργαλέον δὲ': # Od. 2.244
        (('ἡμέας', '++'), ('ὀτρύνων', '+++'), ('καταπαυέμεν', '--+--'), ('ἀργαλέον', '+--+'), ('δὲ', '+')),
    'ἔρχεσθαι· τὰ δὲ πάντα διατρίβουσιν Ἀχαιοί,': # Od. 2.265
        (('ἔρχεσθαι', '+++'), ('τὰ', '-'), ('δὲ', '-'), ('πάντα', '+-'), ('διατρίβουσιν', '-+++-'), ('ἀχαιοί', '-++')),
    'Τηλέμαχ’, οὐδ’ ὄπιθεν κακὸς ἔσσεαι οὐδ’ ἀνοήμων,': # Od. 2.270
        (('τηλέμαχ’', '+--'), ('οὐδ’', '+'), ('ὄπιθεν', '--+'), ('κακὸς', '--'), ('ἔσσεαι', '+--'), ('οὐδ’', '+'), ('ἀνοήμων', '--++')),
    'ἀλλ’ ἐπεὶ οὐδ’ ὄπιθεν κακὸς ἔσσεαι οὐδ’ ἀνοήμων,': # Od. 2.278
        (('ἀλλ’', '+'), ('ἐπεὶ', '--'), ('οὐδ’', '+'), ('ὄπιθεν', '--+'), ('κακὸς', '--'), ('ἔσσεαι', '+--'), ('οὐδ’', '+'), ('ἀνοήμων', '--++')),
    'πολλαὶ ἐν ἀμφιάλῳ Ἰθάκῃ, νέαι ἠδὲ παλαιαί·': # Od. 2.293
        (('πολλαὶ', '+-'), ('ἐν', '-'), ('ἀμφιάλῳ', '+--+'), ('ἰθάκῃ', '--+'), ('νέαι', '--'), ('ἠδὲ', '+-'), ('παλαιαί', '-++')),
    'Τηλέμαχος παρέμιμνεν, ἐπεὶ θεοῦ ἔκλυεν αὐδήν.': # Od. 2.297
        (('τηλέμαχος', '+--+'), ('παρέμιμνεν', '--+-'), ('ἐπεὶ', '-+'), ('θεοῦ', '+'), ('ἔκλυεν', '+--'), ('αὐδήν', '++')),
    'ἦ οὐχ ἅλις ὡς τὸ πάροιθεν ἐκείρετε πολλὰ καὶ ἐσθλὰ': # Od. 2.312
        (('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '--'), ('ὡς', '+'), ('τὸ', '-'), ('πάροιθεν', '-+-'), ('ἐκείρετε', '-+--'), ('πολλὰ', '+-'), ('καὶ', '-'), ('ἐσθλὰ', '++')),
    'θάρσει, μαῖ’, ἐπεὶ οὔ τοι ἄνευ θεοῦ ἥδε γε βουλή.': # Od. 2.372
        (('θάρσει', '++'), ('μαῖ’', '+'), ('ἐπεὶ', '--'), ('οὔ', '+'), ('τοι', '-'), ('ἄνευ', '-+'), ('θεοῦ', '+'), ('ἥδε', '+-'), ('γε', '-'), ('βουλή', '++')),
    'ἀλλ’ ἴομεν, μὴ δηθὰ διατρίβωμεν ὁδοῖο.': # Od. 2.404
        (('ἀλλ’', '+'), ('ἴομεν', '--+'), ('μὴ', '+'), ('δηθὰ', '+-'), ('διατρίβωμεν', '-+++-'), ('ὁδοῖο', '-++')),
    'Τηλέμαχος δ’ ἑτάροισιν ἐποτρύνας ἐκέλευσεν': # Od. 2.422
        (('τηλέμαχος', '+--+'), ('δ’', ''), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσεν', '--++')),
    'αὐτὰρ ἐπὴν σπείσῃς τε καὶ εὔξεαι,  ἣ θέμις ἐστί,': # Od. 3.45
        (('αὐτὰρ', '+-'), ('ἐπὴν', '-+'), ('σπείσῃς', '++'), ('τε', '-'), ('καὶ', '-'), ('εὔξεαι', '+--'), ('ἣ', '+'), ('θέμις', '--'), ('ἐστί', '++')),
    'εἴρεαι ὁππόθεν εἰμέν· ἐγὼ δέ κέ τοι καταλέξω.': # Od. 3.80
        (('εἴρεαι', '+--'), ('ὁππόθεν', '+--'), ('εἰμέν', '+-'), ('ἐγὼ', '-+'), ('δέ', '-'), ('κέ', '-'), ('τοι', '+'), ('καταλέξω', '--++')),
    'βῆμεν δ’ ἐν νήεσσι, θεὸς δ’ ἐσκέδασσεν Ἀχαιούς,': # Od. 3.131
        (('βῆμεν', '++'), ('δ’', ''), ('ἐν', '+'), ('νήεσσι', '++-'), ('θεὸς', '-+'), ('δ’', ''), ('ἐσκέδασσεν', '--+-'), ('Ἀχαιούς', '-++')),
    'ἐλπομένω τὰ γένοιτ’, οὐδ’ εἰ θεοὶ ὣς ἐθέλοιεν.': # Od. 3.228
        (('ἐλπομένω', '+--+'), ('τὰ', '-'), ('γένοιτ’', '-+'), ('οὐδ’', '+'), ('εἰ', '+'), ('θεοὶ', '+'), ('ὣς', '+'), ('ἐθέλοιεν', '--++')),
    'ἦ τοι μὲν τάδε καὐτὸς ὀίεαι,  ὥς κεν ἐτύχθη,': # Od. 3.255
        (('ἦ', '+'), ('τοι', '+'), ('μὲν', '+'), ('τάδε', '--'), ('καὐτὸς', '+-'), ('ὀίεαι', '-+--'), ('ὥς', '+'), ('κεν', '-'), ('ἐτύχθη', '-++')),
    'δῖα Κλυταιμνήστρη· φρεσὶ γὰρ κέχρητ’ ἀγαθῇσι·': # Od. 3.266
        (('δῖα', '+-'), ('Κλυταιμνήστρη', '-+++'), ('φρεσὶ', '--'), ('γὰρ', '+'), ('κέχρητ’', '++'), ('ἀγαθῇσι', '--++')),
    'εἰ δή τοι νέῳ ὧδε θεοὶ πομπῆες ἕπονται.': # Od. 3.376
        (('εἰ', '+'), ('δή', '+'), ('τοι', '+'), ('νέῳ', '+'), ('ὧδε', '+-'), ('θεοὶ', '-+'), ('πομπῆες', '++-'), ('ἕπονται', '-++')),
    'Κύπρον Φοινίκην τε καὶ Αἰγυπτίους ἐπαληθείς,': # Od. 4.83
        (('κύπρον', '++'), ('φοινίκην', '+++'), ('τε', '-'), ('καὶ', '-'), ('αἰγυπτίους', '+++'), ('ἐπαληθείς', '--++')),
    'Αἰγυπτίῃς, ὅθι πλεῖστα δόμοις ἐν κτήματα κεῖται·': # Od. 4.127
        (('αἰγυπτίῃς', '+++'), ('ὅθι', '--'), ('πλεῖστα', '+-'), ('δόμοις', '-+'), ('ἐν', '+'), ('κτήματα', '+--'), ('κεῖται', '++')),
    'δοιοὺς δὲ τρίποδας, δέκα δὲ χρυσοῖο τάλαντα.': # Od. 4.129
        (('δοιοὺς', '++'), ('δὲ', '+'), ('τρίποδας', '--+'), ('δέκα', '--'), ('δὲ', '+'), ('χρυσοῖο', '++-'), ('τάλαντα', '-++')),
    'ὄφρα οἱ ἤ τι ἔπος ὑποθήσεαι ἠέ τι ἔργον.': # Od. 4.163
        (('ὄφρα', '+-'), ('οἱ', '-'), ('ἤ', '+'), ('τι', '-'), ('ἔπος', '-+'), ('ὑποθήσεαι', '--+--'), ('ἠέ', '+-'), ('τι', '-'), ('ἔργον', '++')),
    'ἐν μεγάροις,  ᾧ μὴ ἄλλοι ἀοσσητῆρες ἔωσιν,': # Od. 4.165
        (('ἐν', '+'), ('μεγάροις', '--+'), ('ᾧ', '+'), ('μὴ', ''), ('ἄλλοι', '+-'), ('ἀοσσητῆρες', '-+++-'), ('ἔωσιν', '-++')),
    'ἄλλο διέκρινεν φιλέοντέ τε τερπομένω τε,': # Od. 4.179
        (('ἄλλο', '+-'), ('διέκρινεν', '-+++'), ('φιλέοντέ', '--+-'), ('τε', '-'), ('τερπομένω', '+--+'), ('τε', '+')),
    'κλαῖε μὲν Ἀργείη Ἑλένη, Διὸς ἐκγεγαυῖα,': # Od. 4.184
        (('κλαῖε', '+-'), ('μὲν', '-'), ('ἀργείη', '+++'), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'ἔνθ’ αὖτ’ ἄλλ’ ἐνόης’ Ἑλένη Διὸς ἐκγεγαυῖα·': # Od. 4.219
        (('ἔνθ’', '+'), ('αὖτ’', '+'), ('ἄλλ’', '+'), ('ἐνόης’', '--+'), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'Αἰγυπτίη, τῇ πλεῖστα φέρει ζείδωρος ἄρουρα': # Od. 4.229
        (('αἰγυπτίη', '+++'), ('τῇ', '+'), ('πλεῖστα', '+-'), ('φέρει', '-+'), ('ζείδωρος', '++-'), ('ἄρουρα', '-++')),
    'οὐδ’ εἴ οἱ κραδίη γε σιδηρέη ἔνδοθεν ἦεν.': # Od. 4.293
        (('οὐδ’', '+'), ('εἴ', '+'), ('οἱ', '+'), ('κραδίη', '--+'), ('γε', '-'), ('σιδηρέη', '-++'), ('ἔνδοθεν', '+--'), ('ἦεν', '++')),
    'ταῦτα δ’ ἅ μ’ εἰρωτᾷς καὶ λίσσεαι, οὐκ ἂν ἐγώ γε': # Od. 4.347
        (('ταῦτα', '+-'), ('δ’', ''), ('ἅ', '-'), ('μ’', ''), ('εἰρωτᾷς', '+++'), ('καὶ', '+'), ('λίσσεαι', '+--'), ('οὐκ', '+'), ('ἂν', '-'), ('ἐγώ', '-+'), ('γε', '+')),
    'ἔσχον, ἐπεὶ οὔ σφιν ἔρεξα τεληέσσας ἑκατόμβας.': # Od. 4.352
        (('ἔσχον', '+-'), ('ἐπεὶ', '-'), ('οὔ', '+'), ('σφιν', '-'), ('ἔρεξα', '-+-'), ('τεληέσσας', '-+++'), ('ἑκατόμβας', '--++')),
    'ἔνθα μ’ ἐείκοσιν ἤματ’ ἔχον θεοί,  οὐδέ ποτ’ οὖροι': # Od. 4.360
        (('ἔνθα', '+-'), ('μ’', ''), ('ἐείκοσιν', '-+--'), ('ἤματ’', '+-'), ('ἔχον', '-+'), ('θεοί', '--'), ('οὐδέ', '+-'), ('ποτ’', '-'), ('οὖροι', '++')),
    'ἦε ἑκὼν μεθίεις καὶ τέρπεαι ἄλγεα πάσχων;': # Od. 4.372
        (('ἦε', '+-'), ('ἑκὼν', '-+'), ('μεθίεις', '--+'), ('καὶ', '+'), ('τέρπεαι', '+--'), ('ἄλγεα', '+--'), ('πάσχων', '++')),
    'ὡς δὴ δήθ’ ἐνὶ νήσῳ ἐρύκεαι, οὐδέ τι τέκμωρ': # Od. 4.373
        (('ὡς', '+'), ('δὴ', '+'), ('δήθ’', '+'), ('ἐνὶ', '--'), ('νήσῳ', '+-'), ('ἐρύκεαι', '-+--'), ('οὐδέ', '+-'), ('τι', '-'), ('τέκμωρ', '++')),
    'νόστον θ’,  ὡς ἐπὶ πόντον ἐλεύσεαι ἰχθυόεντα.': # Od. 4.390
        (('νόστον', '++'), ('θ’', ''), ('ὡς', '+'), ('ἐπὶ', '--'), ('πόντον', '+-'), ('ἐλεύσεαι', '-+--'), ('ἰχθυόεντα', '+--++')),
    'νόστον θ’, ὡς ἐπὶ πόντον ἐλεύσεαι ἰχθυόεντα.': # Od. 4.424
        (('νόστον', '++'), ('θ’', ''), ('ὡς', '+'), ('ἐπὶ', '--'), ('πόντον', '+-'), ('ἐλεύσεαι', '-+--'), ('ἰχθυόεντα', '+--++')),
    'καὶ τότε τοι δώσουσιν ὁδὸν θεοί,  ἣν σὺ μενοινᾷς.': # Od. 4.480
        (('καὶ', '+'), ('τότε', '--'), ('τοι', '+'), ('δώσουσιν', '++-'), ('ὁδὸν', '-+'), ('θεοί', '+'), ('ἣν', '+'), ('σὺ', '-'), ('μενοινᾷς', '-++')),
    'Ἀτρεί̈δη, τί με ταῦτα διείρεαι; οὐδέ τί σε χρὴ': # Od. 4.492
        (('ἀτρεί̈δη', '+--+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('διείρεαι', '-+--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρὴ', '+')),
    'ἢ γάρ μιν ζωόν γε κιχήσεαι, ἤ κεν Ὀρέστης': # Od. 4.546
        (('ἢ', '+'), ('γάρ', '+'), ('μιν', '+'), ('ζωόν', '++'), ('γε', '-'), ('κιχήσεαι', '-+--'), ('ἤ', '+'), ('κεν', '-'), ('ὀρέστης', '-++')),
    'ἦ εἰπέμεναι δμῳῇσιν Ὀδυσσῆος θείοιο': # Od. 4.682
        (('ἦ', ''), ('εἰπέμεναι', '+--+'), ('δμῳῇσιν', '++-'), ('Ὀδυσσῆος', '-+++'), ('θείοιο', '+++')),
    'πᾶσαι,  ὅσαι κατὰ δώματ’ ἔσαν νέαι ἠδὲ παλαιαί.': # Od. 4.720
        (('πᾶσαι', '+-'), ('ὅσαι', '-+'), ('κατὰ', '--'), ('δώματ’', '+-'), ('ἔσαν', '-+'), ('νέαι', '--'), ('ἠδὲ', '+-'), ('παλαιαί', '-++')),
    'ὣς εἰπὼν ἐκρίνατ’ ἐείκοσι φῶτας ἀρίστους,': # Od. 4.778
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ἐκρίνατ’', '++-'), ('ἐείκοσι', '-+--'), ('φῶτας', '+-'), ('ἀρίστους', '-++')),
    'Ζεῦ πάτερ ἠδ’ ἄλλοι μάκαρες θεοὶ αἰὲν ἐόντες,': # Od. 5.7
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἠδ’', '+'), ('ἄλλοι', '++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'μή τις ἔτι πρόφρων ἀγανὸς καὶ ἤπιος ἔστω': # Od. 5.8
        (('μή', '+'), ('τις', '-'), ('ἔτι', '-+'), ('πρόφρων', '++'), ('ἀγανὸς', '--+'), ('καὶ', '+'), ('ἤπιος', '+--'), ('ἔστω', '++')),
    'οὐ γάρ τ’ ἀγνῶτες θεοὶ ἀλλήλοισι πέλονται': # Od. 5.79
        (('οὐ', '+'), ('γάρ', '+'), ('τ’', ''), ('ἀγνῶτες', '+++'), ('θεοὶ', '--'), ('ἀλλήλοισι', '+++-'), ('πέλονται', '-++')),
    'ἐν θρόνῳ ἱδρύσασα φαεινῷ σιγαλόεντι·': # Od. 5.86
        (('ἐν', '+'), ('θρόνῳ', '--'), ('ἱδρύσασα', '+++-'), ('φαεινῷ', '-++'), ('σιγαλόεντι', '+--++')),
    'φθινέτω· ἤδη γάρ σε μάλα πρόφρασς’ ἀποπέμψω.': # Od. 5.161
        (('φθινέτω', '+--'), ('ἤδη', '++'), ('γάρ', '+'), ('σε', '-'), ('μάλα', '-+'), ('πρόφρασς’', '++'), ('ἀποπέμψω', '--++')),
    'ἄλλο τι δὴ σύ, θεά, τόδε μήδεαι, οὐδέ τι πομπήν,': # Od. 5.173
        (('ἄλλο', '+-'), ('τι', '-'), ('δὴ', '+'), ('σύ', '-'), ('θεά', '-+'), ('τόδε', '--'), ('μήδεαι', '+--'), ('οὐδέ', '+-'), ('τι', '-'), ('πομπήν', '++')),
    'σὴν ἄλοχον,  τῆς τ’ αἰὲν ἐέλδεαι ἤματα πάντα.': # Od. 5.210
        (('σὴν', '+'), ('ἄλοχον', '--+'), ('τῆς', '+'), ('τ’', ''), ('αἰὲν', '+-'), ('ἐέλδεαι', '-+--'), ('ἤματα', '+--'), ('πάντα', '++')),
    'θνητὰς ἀθανάτῃσι δέμας καὶ εἶδος ἐρίζειν.': # Od. 5.213
        (('θνητὰς', '++'), ('ἀθανάτῃσι', '+--+-'), ('δέμας', '-+'), ('καὶ', '+'), ('εἶδος', '+-'), ('ἐρίζειν', '-++')),
    'δῶκε δ’ ἔπειτα σκέπαρνον ἐύξοον· ἦρχε δ’ ὁδοῖο': # Od. 5.237
        (('δῶκε', '+-'), ('δ’', ''), ('ἔπειτα', '-+-'), ('σκέπαρνον', '-+-'), ('ἐύξοον', '-+--'), ('ἦρχε', '+-'), ('δ’', ''), ('ὁδοῖο', '-++')),
    'αὐτὰρ ἐπὴν χείρεσσιν ἐφάψεαι ἠπείροιο,': # Od. 5.348
        (('αὐτὰρ', '+-'), ('ἐπὴν', '-+'), ('χείρεσσιν', '++-'), ('ἐφάψεαι', '-+--'), ('ἠπείροιο', '++++')),
    'ὡς δ’ ἄνεμος ζαὴς ἠί̈ων θημῶνα τινάξῃ': # Od. 5.368
        (('ὡς', '+'), ('δ’', ''), ('ἄνεμος', '--+'), ('ζαὴς', '++'), ('ἠί̈ων', '++'), ('θημῶνα', '++-'), ('τινάξῃ', '-++')),
    'βέβρυχεν ῥόθιον, λισσὴ δ’ ἀναδέδρομε πέτρη,': # Od. 5.412
        (('βέβρυχεν', '+++'), ('ῥόθιον', '--+'), ('λισσὴ', '++'), ('δ’', ''), ('ἀναδέδρομε', '--+--'), ('πέτρη', '++')),
    'αὔρη δ’ ἐκ ποταμοῦ ψυχρὴ πνέει ἠῶθι πρό.': # Od. 5.469
        (('αὔρη', '++'), ('δ’', ''), ('ἐκ', '+'), ('ποταμοῦ', '--+'), ('ψυχρὴ', '++'), ('πνέει', '+'), ('ἠῶθι', '+++'), ('πρό', '+')),
    'εἰ δέ κεν ἐς κλιτὺν ἀναβὰς καὶ δάσκιον ὕλην': # Od. 5.470
        (('εἰ', '+'), ('δέ', '-'), ('κεν', '-'), ('ἐς', '+'), ('κλιτὺν', '++'), ('ἀναβὰς', '--+'), ('καὶ', '+'), ('δάσκιον', '+--'), ('ὕλην', '++')),
    'ἀλλ’ ἄγ’ ἐπότρυνον πατέρα κλυτὸν ἠῶθι πρὸ': # Od. 6.36
        (('ἀλλ’', '+'), ('ἄγ’', '-'), ('ἐπότρυνον', '-+++'), ('πατέρα', '--+'), ('κλυτὸν', '--'), ('ἠῶθι', '+++'), ('πρὸ', '+')),
    'τῷ ἔνι τέρπονται μάκαρες θεοὶ ἤματα πάντα.': # Od. 6.46
        (('τῷ', '+'), ('ἔνι', '--'), ('τέρπονται', '+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('ἤματα', '+--'), ('πάντα', '++')),
    'οὔτ’ οὖν ἐσθῆτος δευήσεαι οὔτε τευ ἄλλου,': # Od. 6.192
        (('οὔτ’', '+'), ('οὖν', '+'), ('ἐσθῆτος', '+++'), ('δευήσεαι', '++--'), ('οὔτε', '+-'), ('τευ', '-'), ('ἄλλου', '++')),
    'τὸν μὲν Ἀθηναίη θῆκεν Διὸς ἐκγεγαυῖα': # Od. 6.229
        (('τὸν', '+'), ('μὲν', '-'), ('ἀθηναίη', '-+++'), ('θῆκεν', '++'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'ἥρωος. ἀλλ’ ὁπότ’ ἄν σε δόμοι κεκύθωσι καὶ αὐλή,': # Od. 6.303
        (('ἥρωος', '++'), ('ἀλλ’', '+'), ('ὁπότ’', '--'), ('ἄν', '+'), ('σε', '-'), ('δόμοι', '-+'), ('κεκύθωσι', '--+-'), ('καὶ', '-'), ('αὐλή', '++')),
    'δέσποιναν μὲν πρῶτα κιχήσεαι ἐν μεγάροισιν·': # Od. 7.53
        (('δέσποιναν', '+++'), ('μὲν', '+'), ('πρῶτα', '+-'), ('κιχήσεαι', '-+--'), ('ἐν', '+'), ('μεγάροισιν', '--++')),
    'σταθμοὶ δ’ ἀργύρεοι ἐν χαλκέῳ ἕστασαν οὐδῷ,': # Od. 7.89
        (('σταθμοὶ', '++'), ('δ’', ''), ('ἀργύρεοι', '+--+'), ('ἐν', '+'), ('χαλκέῳ', '++'), ('ἕστασαν', '+--'), ('οὐδῷ', '++')),
    'ὄγχναι καὶ ῥοιαὶ καὶ μηλέαι ἀγλαόκαρποι': # Od. 7.115
        (('ὄγχναι', '++'), ('καὶ', '+'), ('ῥοιαὶ', '++'), ('καὶ', '+'), ('μηλέαι', '+--'), ('ἀγλαόκαρποι', '+--++')),
    'τούσδε τε δαιτυμόνας· τοῖσιν θεοὶ ὄλβια δοῖεν': # Od. 7.148
        (('τούσδε', '+-'), ('τε', '-'), ('δαιτυμόνας', '+--+'), ('τοῖσιν', '++'), ('θεοὶ', '--'), ('ὄλβια', '+--'), ('δοῖεν', '++')),
    'κήδε’, ἐπεί μοι πολλὰ δόσαν θεοὶ Οὐρανίωνες·': # Od. 7.242
        (('κήδε’', '+-'), ('ἐπεί', '-+'), ('μοι', '+'), ('πολλὰ', '+-'), ('δόσαν', '-+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'τοῦτο δέ τοι ἐρέω ὅ μ’ ἀνείρεαι ἠδὲ μεταλλᾷς.': # Od. 7.243
        (('τοῦτο', '+-'), ('δέ', '-'), ('τοι', '+'), ('ἐρέω', '--+'), ('ὅ', '-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'νῆσον ἐς Ὠγυγίην πέλασαν θεοί, ἔνθα Καλυψὼ': # Od. 7.254
        (('νῆσον', '+-'), ('ἐς', '-'), ('ὠγυγίην', '+--+'), ('πέλασαν', '--+'), ('θεοί', '--'), ('ἔνθα', '+-'), ('καλυψὼ', '-++')),
    'ἀλλ’ ὅτε δὴ ὀγδόατόν μοι ἐπιπλόμενον ἔτος ἦλθεν,': # Od. 7.261
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', ''), ('ὀγδόατόν', '+--+'), ('μοι', '-'), ('ἐπιπλόμενον', '-+--+'), ('ἔτος', '--'), ('ἦλθεν', '++')),
    'τοῖος ἐὼν οἷός ἐσσι, τά τε φρονέων ἅ τ’ ἐγώ περ,': # Od. 7.312
        (('τοῖος', '+-'), ('ἐὼν', '-+'), ('οἷός', '--'), ('ἐσσι', '+-'), ('τά', '-'), ('τε', '+'), ('φρονέων', '--+'), ('ἅ', '-'), ('τ’', ''), ('ἐγώ', '-+'), ('περ', '+')),
    'λέξεαι, οἱ δ’ ἐλόωσι γαλήνην, ὄφρ’ ἂν ἵκηαι': # Od. 7.319
        (('λέξεαι', '+--'), ('οἱ', '+'), ('δ’', ''), ('ἐλόωσι', '--+-'), ('γαλήνην', '-++'), ('ὄφρ’', '+'), ('ἂν', '-'), ('ἵκηαι', '-++')),
    'πρωτόπλοον,  κούρω δὲ δύω καὶ πεντήκοντα': # Od. 8.35
        (('πρωτόπλοον', '+--+'), ('κούρω', '++'), ('δὲ', '-'), ('δύω', '-+'), ('καὶ', '+'), ('πεντήκοντα', '++++')),
    'ἀγρομένων· πολλοὶ δ’ ἄρ’ ἔσαν, νέοι ἠδὲ παλαιοί.': # Od. 8.58
        (('ἀγρομένων', '+--+'), ('πολλοὶ', '++'), ('δ’', ''), ('ἄρ’', '-'), ('ἔσαν', '-+'), ('νέοι', '--'), ('ἠδὲ', '+-'), ('παλαιοί', '-++')),
    'λᾶος ὑπὸ ῥιπῆς· ὁ δ’ ὑπέρπτατο σήματα πάντων': # Od. 8.192
        (('λᾶος', '+-'), ('ὑπὸ', '-+'), ('ῥιπῆς', '++'), ('ὁ', '-'), ('δ’', ''), ('ὑπέρπτατο', '-+--'), ('σήματα', '+--'), ('πάντων', '++')),
    'οὐδ’ ἀλαοσκοπιὴν εἶχε χρυσήνιος Ἄρης,': # Od. 8.285
        (('οὐδ’', '+'), ('ἀλαοσκοπιὴν', '--++++'), ('εἶχε', '+-'), ('χρυσήνιος', '-+--'), ('ἄρης', '++')),
    'Ζεῦ πάτερ ἠδ’ ἄλλοι μάκαρες θεοὶ αἰὲν ἐόντες,': # Od. 8.306
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἠδ’', '+'), ('ἄλλοι', '++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'ὣς φάθ’, ὁ δ’ ὁρμηθεὶς θεοῦ ἤρχετο, φαῖνε δ’ ἀοιδήν,': # Od. 8.499
        (('ὣς', '+'), ('φάθ’', '-'), ('ὁ', '-'), ('δ’', ''), ('ὁρμηθεὶς', '+++'), ('θεοῦ', '+'), ('ἤρχετο', '+--'), ('φαῖνε', '+-'), ('δ’', ''), ('ἀοιδήν', '-++')),
    'ἀνθρώπων, αὐτούς τε πόλιάς τ’ ἐὺ ναιετοώσας,': # Od. 8.574
        (('ἀνθρώπων', '+++'), ('αὐτούς', '++'), ('τε', '-'), ('πόλιάς', '-+'), ('τ’', ''), ('ἐὺ', '+'), ('ναιετοώσας', '+--++')),
    'εἰπὲ δ’ ὅ τι κλαίεις καὶ ὀδύρεαι ἔνδοθι θυμῷ': # Od. 8.577
        (('εἰπὲ', '+-'), ('δ’', ''), ('ὅ', '-'), ('τι', '+'), ('κλαίεις', '++'), ('καὶ', '-'), ('ὀδύρεαι', '-+--'), ('ἔνδοθι', '+--'), ('θυμῷ', '++')),
    'κήδε’ ἐπεί μοι πολλὰ δόσαν θεοὶ Οὐρανίωνες.': # Od. 9.15
        (('κήδε’', '+-'), ('ἐπεί', '-+'), ('μοι', '+'), ('πολλὰ', '+-'), ('δόσαν', '-+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'Δουλίχιόν τε Σάμη τε καὶ ὑλήεσσα Ζάκυνθος.': # Od. 9.24
        (('δουλίχιόν', '+--+'), ('τε', '-'), ('σάμη', '-+'), ('τε', '-'), ('καὶ', '-'), ('ὑλήεσσα', '-+-'), ('ζάκυνθος', '-++')),
    'αὐτὰρ ἐπὶ κρατὸς λιμένος ῥέει ἀγλαὸν ὕδωρ,': # Od. 9.140
        (('αὐτὰρ', '+-'), ('ἐπὶ', '-+'), ('κρατὸς', '++'), ('λιμένος', '--+'), ('ῥέει', '+'), ('ἀγλαὸν', '+--'), ('ὕδωρ', '++')),
    'σὺν δ’ ὅ γε δὴ αὖτε δύω μάρψας ὡπλίσσατο δεῖπνον.': # Od. 9.311
        (('σὺν', '+'), ('δ’', ''), ('ὅ', '-'), ('γε', '-'), ('δὴ', ''), ('αὖτε', '+-'), ('δύω', '-+'), ('μάρψας', '++'), ('ὡπλίσσατο', '++--'), ('δεῖπνον', '++')),
    'σὺν δ’ ὅ γε δὴ αὖτε δύω μάρψας ὡπλίσσατο δόρπον.': # Od. 9.344
        (('σὺν', '+'), ('δ’', ''), ('ὅ', '-'), ('γε', '-'), ('δὴ', ''), ('αὖτε', '+-'), ('δύω', '-+'), ('μάρψας', '++'), ('ὡπλίσσατο', '++--'), ('δόρπον', '++')),
    'οἴκαδε πέμψειας· σὺ δὲ μαίνεαι οὐκέτ’ ἀνεκτῶς.': # Od. 9.350
        (('οἴκαδε', '+--'), ('πέμψειας', '+++'), ('σὺ', '-'), ('δὲ', '-'), ('μαίνεαι', '+--'), ('οὐκέτ’', '+-'), ('ἀνεκτῶς', '-++')),
    'ὡς δ’ ὅτ’ ἀνὴρ χαλκεὺς πέλεκυν μέγαν ἠὲ σκέπαρνον': # Od. 9.391
        (('ὡς', '+'), ('δ’', ''), ('ὅτ’', '-'), ('ἀνὴρ', '-+'), ('χαλκεὺς', '++'), ('πέλεκυν', '--+'), ('μέγαν', '--'), ('ἠὲ', '+-'), ('σκέπαρνον', '-++')),
    'πρῶτος δὲ σταθμόνδε λιλαίεαι ἀπονέεσθαι': # Od. 9.451
        (('πρῶτος', '++'), ('δὲ', '+'), ('σταθμόνδε', '++-'), ('λιλαίεαι', '-+--'), ('ἀπονέεσθαι', '+--++')),
    'εἰ δὴ ὁμοφρονέοις ποτιφωνήεις τε γένοιο': # Od. 9.456
        (('εἰ', '+'), ('δὴ', '-'), ('ὁμοφρονέοις', '-+--+'), ('ποτιφωνήεις', '--+++'), ('τε', '-'), ('γένοιο', '-++')),
    'ὦσα παρέξ, ἑτάροισι δ’ ἐποτρύνας ἐκέλευσα': # Od. 9.488
        (('ὦσα', '+-'), ('παρέξ', '-+'), ('ἑτάροισι', '--+-'), ('δ’', ''), ('ἐποτρύνας', '-+++'), ('ἐκέλευσα', '--++')),
    'δὴ τότ’ ἐγὼν ἑτάροισιν ἐποτρύνας ἐκέλευσα': # Od. 9.561
        (('δὴ', '+'), ('τότ’', '-'), ('ἐγὼν', '-+'), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσα', '--++')),
    'οἵ ῥ’ ἀπὸ πετράων ἀνδραχθέσι χερμαδίοισιν': # Od. 10.121
        (('οἵ', '+'), ('ῥ’', ''), ('ἀπὸ', '--'), ('πετράων', '+++'), ('ἀνδραχθέσι', '++--'), ('χερμαδίοισιν', '+--++')),
    'αἶψα δ’ ἐμοῖς ἑτάροισιν ἐποτρύνας ἐκέλευσα': # Od. 10.128
        (('αἶψα', '+-'), ('δ’', ''), ('ἐμοῖς', '-+'), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσα', '--++')),
    'ἐν δέ σφιν τυρόν τε καὶ ἄλφιτα καὶ μέλι χλωρὸν': # Od. 10.234
        (('ἐν', '+'), ('δέ', '+'), ('σφιν', '+'), ('τυρόν', '++'), ('τε', '-'), ('καὶ', '-'), ('ἄλφιτα', '+--'), ('καὶ', '+'), ('μέλι', '--'), ('χλωρὸν', '++')),
    'ἔδμεναι, οἷα σύες χαμαιευνάδες αἰὲν ἔδουσιν.': # Od. 10.243
        (('ἔδμεναι', '+--'), ('οἷα', '+--'), ('σύες', '-+'), ('χαμαιευνάδες', '--+--'), ('αἰὲν', '+--'), ('ἔδουσιν', '-++')),
    'ἤιομεν, ὡς ἐκέλευες, ἀνὰ δρυμά, φαίδιμ’ Ὀδυσσεῦ·': # Od. 10.251
        (('ἤιομεν', '+--'), ('ὡς', '+'), ('ἐκέλευες', '--+-'), ('ἀνὰ', '-+'), ('δρυμά', '--'), ('φαίδιμ’', '+-'), ('Ὀδυσσεῦ', '-++')),
    'οἶδα γάρ, ὡς οὔτ’ αὐτὸς ἐλεύσεαι οὔτε τιν’ ἄλλον': # Od. 10.267
        (('οἶδα', '+-'), ('γάρ', '-'), ('ὡς', '+'), ('οὔτ’', '+'), ('αὐτὸς', '+-'), ('ἐλεύσεαι', '-+--'), ('οὔτε', '+-'), ('τιν’', '-'), ('ἄλλον', '++')),
    'πῇ δὴ αὖτ’, ὦ δύστηνε, δι’ ἄκριας ἔρχεαι οἶος,': # Od. 10.281
        (('πῇ', '+'), ('δὴ', ''), ('αὖτ’', '+'), ('ὦ', '+'), ('δύστηνε', '++-'), ('δι’', '-'), ('ἄκριας', '+--'), ('ἔρχεαι', '+--'), ('οἶος', '++')),
    'ἦ τοὺς λυσόμενος δεῦρ’ ἔρχεαι; οὐδέ σέ φημι': # Od. 10.284
        (('ἦ', '+'), ('τοὺς', '+'), ('λυσόμενος', '+--+'), ('δεῦρ’', '+'), ('ἔρχεαι', '+--'), ('οὐδέ', '+-'), ('σέ', '-'), ('φημι', '++')),
    'θυμῆρες κεράσασα, κατὰ κρατός τε καὶ ὤμων,': # Od. 10.362
        (('θυμῆρες', '+++'), ('κεράσασα', '--+-'), ('κατὰ', '-+'), ('κρατός', '++'), ('τε', '-'), ('καὶ', '-'), ('ὤμων', '++')),
    'τίφθ’ οὕτως, Ὀδυσεῦ, κατ’ ἄρ’ ἕζεαι ἶσος ἀναύδῳ,': # Od. 10.378
        (('τίφθ’', '+'), ('οὕτως', '++'), ('ὀδυσεῦ', '--+'), ('κατ’', '-'), ('ἄρ’', '-'), ('ἕζεαι', '+--'), ('ἶσος', '+-'), ('ἀναύδῳ', '-++')),
    'θυμὸν ἔδων, βρώμης δ’ οὐχ ἅπτεαι οὐδὲ ποτῆτος;': # Od. 10.379
        (('θυμὸν', '+-'), ('ἔδων', '-+'), ('βρώμης', '++'), ('δ’', ''), ('οὐχ', '+'), ('ἅπτεαι', '+--'), ('οὐδὲ', '+-'), ('ποτῆτος', '-++')),
    'ἦ τινά που δόλον ἄλλον ὀίεαι· οὐδέ τί σε χρὴ': # Od. 10.380
        (('ἦ', '+'), ('τινά', '--'), ('που', '+'), ('δόλον', '--'), ('ἄλλον', '+-'), ('ὀίεαι', '-+--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρὴ', '+')),
    'μακραί τ’ αἴγειροι καὶ ἰτέαι ὠλεσίκαρποι,': # Od. 10.510
        (('μακραί', '++'), ('τ’', ''), ('αἴγειροι', '+++'), ('καὶ', '+'), ('ἰτέαι', '+--'), ('ὠλεσίκαρποι', '+--++')),
    'νόστον θ’,  ὡς ἐπὶ πόντον ἐλεύσεαι ἰχθυόεντα.': # Od. 10.540
        (('νόστον', '++'), ('θ’', ''), ('ὡς', '+'), ('ἐπὶ', '--'), ('πόντον', '+-'), ('ἐλεύσεαι', '-+--'), ('ἰχθυόεντα', '+--++')),
    'δὴ τότ’ ἔπειθ’ ἑτάροισιν ἐποτρύνας ἐκέλευσα': # Od. 11.44
        (('δὴ', '+'), ('τότ’', '-'), ('ἔπειθ’', '-+'), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσα', '--++')),
    'τὸν μὲν ἐγὼ δάκρυσα ἰδὼν ἐλέησά τε θυμῷ,': # Od. 11.55
        (('τὸν', '+'), ('μὲν', '-'), ('ἐγὼ', '-+'), ('δάκρυσα', '++-'), ('ἰδὼν', '-+'), ('ἐλέησά', '--+-'), ('τε', '-'), ('θυμῷ', '++')),
    'τὴν μὲν ἐγὼ δάκρυσα ἰδὼν ἐλέησά τε θυμῷ·': # Od. 11.87
        (('τὴν', '+'), ('μὲν', '-'), ('ἐγὼ', '-+'), ('δάκρυσα', '++-'), ('ἰδὼν', '-+'), ('ἐλέησά', '--+-'), ('τε', '-'), ('θυμῷ', '++')),
    'κουλεῷ ἐγκατέπηξ’. ὁ δ’ ἐπεὶ πίεν αἷμα κελαινόν,': # Od. 11.98
        (('κουλεῷ', '++'), ('ἐγκατέπηξ’', '+--+'), ('ὁ', '-'), ('δ’', ''), ('ἐπεὶ', '-+'), ('πίεν', '--'), ('αἷμα', '+-'), ('κελαινόν', '-++')),
    'ῥηί̈διόν τοι ἔπος ἐρέω καὶ ἐπὶ φρεσὶ θήσω.': # Od. 11.146
        (('ῥηί̈διόν', '+--+'), ('τοι', '-'), ('ἔπος', '-+'), ('ἐρέω', '--+'), ('καὶ', '-'), ('ἐπὶ', '-+'), ('φρεσὶ', '--'), ('θήσω', '++')),
    'δαίνυται, ἃς ἐπέοικε δικασπόλον ἄνδρ’ ἀλεγύνειν·': # Od. 11.186
        (('δαίνυται', '+--'), ('ἃς', '+'), ('ἐπέοικε', '--+-'), ('δικασπόλον', '-+--'), ('ἄνδρ’', '+'), ('ἀλεγύνειν', '--++')),
    'ὤτρυν’, ὄφρ’ ἔτι μᾶλλον ὀδυρόμενος στεναχίζω;': # Od. 11.214
        (('ὤτρυν’', '++'), ('ὄφρ’', '+'), ('ἔτι', '--'), ('μᾶλλον', '+-'), ('ὀδυρόμενος', '-+--+'), ('στεναχίζω', '--++')),
    'οὐκ εἴων πίνειν ἅμα πάσας αἷμα κελαινόν.': # Od. 11.232
        (('οὐκ', '+'), ('εἴων', '++'), ('πίνειν', '++'), ('ἅμα', '--'), ('πάσας', '++'), ('αἷμα', '+-'), ('κελαινόν', '-++')),
    'τέξεις ἀγλαὰ τέκνα, ἐπεὶ οὐκ ἀποφώλιοι εὐναὶ': # Od. 11.249
        (('τέξεις', '++'), ('ἀγλαὰ', '+--'), ('τέκνα', '+-'), ('ἐπεὶ', '-'), ('οὐκ', '+'), ('ἀποφώλιοι', '--+--'), ('εὐναὶ', '++')),
    'τὴν ἔχεν Ἀμφιτρύωνος υἱὸς μένος αἰὲν ἀτειρής.': # Od. 11.270
        (('τὴν', '+'), ('ἔχεν', '--'), ('ἀμφιτρύωνος', '+--+-'), ('υἱὸς', '-+'), ('μένος', '--'), ('αἰὲν', '+-'), ('ἀτειρής', '-++')),
    'εἰ δ’ ἔτ’ ἀκουέμεναί γε λιλαίεαι,  οὐκ ἂν ἐγώ γε': # Od. 11.380
        (('εἰ', '+'), ('δ’', ''), ('ἔτ’', '-'), ('ἀκουέμεναί', '-+--+'), ('γε', '-'), ('λιλαίεαι', '-+--'), ('οὐκ', '+'), ('ἂν', '-'), ('ἐγώ', '-+'), ('γε', '+')),
    'τὸν μὲν ἐγὼ δάκρυσα ἰδὼν ἐλέησά τε θυμῷ,': # Od. 11.395
        (('τὸν', '+'), ('μὲν', '-'), ('ἐγὼ', '-+'), ('δάκρυσα', '++-'), ('ἰδὼν', '-+'), ('ἐλέησά', '--+-'), ('τε', '-'), ('θυμῷ', '++')),
    'Κασσάνδρης, τὴν κτεῖνε Κλυταιμνήστρη δολόμητις': # Od. 11.422
        (('κασσάνδρης', '+++'), ('τὴν', '+'), ('κτεῖνε', '+-'), ('κλυταιμνήστρη', '-+++'), ('δολόμητις', '--++')),
    'σοὶ δὲ Κλυταιμνήστρη δόλον ἤρτυε τηλόθ’ ἐόντι.': # Od. 11.439
        (('σοὶ', '+'), ('δὲ', '-'), ('κλυταιμνήστρη', '-+++'), ('δόλον', '--'), ('ἤρτυε', '+--'), ('τηλόθ’', '+-'), ('ἐόντι', '-++')),
    'Ἀτρεί̈δη, τί με ταῦτα διείρεαι; οὐδέ τι οἶδα,': # Od. 11.463
        (('ἀτρεί̈δη', '+--+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('διείρεαι', '-+--'), ('οὐδέ', '+-'), ('τι', '-'), ('οἶδα', '++')),
    'ὦ Ἀχιλεῦ Πηλῆος υἱέ, μέγα φέρτατ’ Ἀχαιῶν,': # Od. 11.478
        (('ὦ', '+'), ('ἀχιλεῦ', '--+'), ('πηλῆος', '++-'), ('υἱὲ', '-+'), ('μέγα', '--'), ('φέρτατ’', '+-'), ('ἀχαιῶν', '-++')),
    'φοίτα μακρὰ βιβᾶσα κατ’ ἀσφοδελὸν λειμῶνα,': # Od. 11.539
        (('φοίτα', '++'), ('μακρὰ', '+-'), ('βιβᾶσα', '-+-'), ('κατ’', '-'), ('ἀσφοδελὸν', '+--+'), ('λειμῶνα', '+++')),
    'ἑστεῶτ’ ἐν λίμνῃ· ἡ δὲ προσέπλαζε γενείῳ·': # Od. 11.583
        (('ἑστεῶτ’', '++'), ('ἐν', '+'), ('λίμνῃ', '++'), ('ἡ', '+'), ('δὲ', '+'), ('προσέπλαζε', '--+-'), ('γενείῳ', '-++')),
    'ὄγχναι καὶ ῥοιαὶ καὶ μηλέαι ἀγλαόκαρποι': # Od. 11.589
        (('ὄγχναι', '++'), ('καὶ', '+'), ('ῥοιαὶ', '++'), ('καὶ', '+'), ('μηλέαι', '+--'), ('ἀγλαόκαρποι', '+--++')),
    'Σειρῆνας μὲν πρῶτον ἀφίξεαι, αἵ ῥά τε πάντας': # Od. 12.39
        (('σειρῆνας', '+++'), ('μὲν', '+'), ('πρῶτον', '+-'), ('ἀφίξεαι', '-+--'), ('αἵ', '+'), ('ῥά', '-'), ('τε', '-'), ('πάντας', '++')),
    'ἀνδρῶν πυθομένων, περὶ δὲ ῥινοὶ μινύθουσι.': # Od. 12.46
        (('ἀνδρῶν', '++'), ('πυθομένων', '+--+'), ('περὶ', '--'), ('δὲ', '+'), ('ῥινοὶ', '++'), ('μινύθουσι', '--++')),
    'σχέτλιε, καὶ δὴ αὖ τοι πολεμήια ἔργα μέμηλε': # Od. 12.116
        (('σχέτλιε', '+--'), ('καὶ', '+'), ('δὴ', ''), ('αὖ', '+'), ('τοι', '+'), ('πολεμήια', '--+--'), ('ἔργα', '+-'), ('μέμηλε', '-++')),
    'καὶ πόνος· οὐδὲ θεοῖσιν ὑπείξεαι ἀθανάτοισιν;': # Od. 12.117
        (('καὶ', '+'), ('πόνος', '--'), ('οὐδὲ', '+-'), ('θεοῖσιν', '-+-'), ('ὑπείξεαι', '-+--'), ('ἀθανάτοισιν', '+--++')),
    'Θρινακίην δ’ ἐς νῆσον ἀφίξεαι· ἔνθα δὲ πολλαὶ': # Od. 12.127
        (('θρινακίην', '+--+'), ('δ’', ''), ('ἐς', '+'), ('νῆσον', '+-'), ('ἀφίξεαι', '-+--'), ('ἔνθα', '+-'), ('δὲ', '-'), ('πολλαὶ', '++')),
    'τύπτετε κληίδεσσιν ἐφήμενοι,  αἴ κέ ποθι Ζεὺς': # Od. 12.215
        (('τύπτετε', '+--'), ('κληίδεσσιν', '+++-'), ('ἐφήμενοι', '-+--'), ('αἴ', '+'), ('κέ', '-'), ('ποθι', '-+'), ('ζεὺς', '+')),
    'δεινοῦ γὰρ θεοῦ αἵδε βόες καὶ ἴφια μῆλα,': # Od. 12.322
        (('δεινοῦ', '++'), ('γὰρ', '+'), ('θεοῦ', '+'), ('αἵδε', '+-'), ('βόες', '-+'), ('καὶ', '+'), ('ἴφια', '+--'), ('μῆλα', '++')),
    'Ζεῦ πάτερ ἠδ’ ἄλλοι μάκαρες θεοὶ αἰὲν ἐόντες,': # Od. 12.371
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἠδ’', '+'), ('ἄλλοι', '++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'Ζεῦ πάτερ ἠδ’ ἄλλοι μάκαρες θεοὶ αἰὲν ἐόντες,': # Od. 12.377
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἠδ’', '+'), ('ἄλλοι', '++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'ἀλλ’ ὅτε δὴ ἕβδομον ἦμαρ ἐπὶ Ζεὺς θῆκε Κρονίων,': # Od. 12.399
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', ''), ('ἕβδομον', '+--'), ('ἦμαρ', '+-'), ('ἐπὶ', '-+'), ('Ζεὺς', '+'), ('θῆκε', '+-'), ('Κρονίων', '-++')),
    'λῦσε κλύδων τρόπιος, τὴν δὲ ψιλὴν φέρε κῦμα,': # Od. 12.421
        (('λῦσε', '+-'), ('κλύδων', '-+'), ('τρόπιος', '-+'), ('τὴν', '+'), ('δὲ', '+'), ('ψιλὴν', '++'), ('φέρε', '--'), ('κῦμα', '++')),
    'νῆσον ἐς Ὠγυγίην πέλασαν θεοί, ἔνθα Καλυψὼ': # Od. 12.448
        (('νῆσον', '+-'), ('ἐς', '-'), ('ὠγυγίην', '+--+'), ('πέλασαν', '--+'), ('θεοί', '--'), ('ἔνθα', '+-'), ('καλυψὼ', '-++')),
    'πομπὴ καὶ φίλα δῶρα, τά μοι θεοὶ Οὐρανίωνες': # Od. 13.41
        (('πομπὴ', '++'), ('καὶ', '+'), ('φίλα', '--'), ('δῶρα', '+-'), ('τά', '-'), ('μοι', '+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'τοὔνεκ’ ἄρ’ ἀλλοειδέα φαινέσκετο πάντα ἄνακτι,': # Od. 13.194
        (('τοὔνεκ’', '+-'), ('ἄρ’', '-'), ('ἀλλοειδέα', '+--+'), ('φαινέσκετο', '++--'), ('πάντα', '+-'), ('ἄνακτι', '-++')),
    'τῶν μὲν ἄρ’ ὀύ τι πόθει· ὁ δ’ ὀδύρετο πατρίδα γαῖαν': # Od. 13.219
        (('τῶν', '+'), ('μὲν', '-'), ('ἄρ’', '-'), ('ὀύ', '+'), ('τι', '-'), ('πόθει', '-+'), ('ὁ', '-'), ('δ’', ''), ('ὀδύρετο', '-+--'), ('πατρίδα', '+--'), ('γαῖαν', '++')),
    'εἰ δὴ τήνδε τε γαῖαν ἀνείρεαι. οὐδέ τι λίην': # Od. 13.238
        (('εἰ', '+'), ('δὴ', '+'), ('τήνδε', '+-'), ('τε', '-'), ('γαῖαν', '+-'), ('ἀνείρεαι', '-+--'), ('οὐδέ', '+-'), ('τι', '-'), ('λίην', '++')),
    'πρίν γ’ ἔτι σῆς ἀλόχου πειρήσεαι, ἥ τέ τοι αὔτως': # Od. 13.336
        (('πρίν', '+'), ('γ’', ''), ('ἔτι', '--'), ('σῆς', '+'), ('ἀλόχου', '--+'), ('πειρήσεαι', '++--'), ('ἥ', '+'), ('τέ', '-'), ('τοι', '-'), ('αὔτως', '++')),
    'αἴ κέ μοι ὣς μεμαυῖα παρασταίης, γλαυκῶπι,': # Od. 13.389
        (('αἴ', '+'), ('κέ', '-'), ('μοι', '-'), ('ὣς', '+'), ('μεμαυῖα', '--+-'), ('παρασταίης', '-+++'), ('γλαυκῶπι', '+++')),
    'πεντήκοντα σύες χαμαιευνάδες ἐρχατόωντο,': # Od. 14.15
        (('πεντήκοντα', '+++-'), ('σύες', '-+'), ('χαμαιευνάδες', '-++--'), ('ἐρχατόωντο', '+--++')),
    'οἱ νέοι. ἦ γὰρ τοῦ γε θεοὶ κατὰ νόστον ἔδησαν,': # Od. 14.61
        (('οἱ', '+'), ('νέοι', '--'), ('ἦ', '+'), ('γὰρ', '+'), ('τοῦ', '+'), ('γε', '-'), ('θεοὶ', '-+'), ('κατὰ', '--'), ('νόστον', '+-'), ('ἔδησαν', '-++')),
    'ὦ φίλ’, ἐπειδὴ πάμπαν ἀναίνεαι, οὐδ’ ἔτι φῇσθα': # Od. 14.149
        (('ὦ', '+'), ('φίλ’', '-'), ('ἐπειδὴ', '-++'), ('πάμπαν', '+-'), ('ἀναίνεαι', '-+--'), ('οὐδ’', '+'), ('ἔτι', '--'), ('φῇσθα', '++')),
    'Τηλεμάχου· τὸν ἐπεὶ θρέψαν θεοὶ ἔρνεϊ ἶσον,': # Od. 14.175
        (('τηλεμάχου', '+--+'), ('τὸν', '-'), ('ἐπεὶ', '-+'), ('θρέψαν', '++'), ('θεοὶ', '--'), ('ἔρνεϊ', '+--'), ('ἶσον', '++')),
    'τοῖος ἔα ἐν πολέμῳ· ἔργον δέ μοι οὐ φίλον ἔσκεν': # Od. 14.222
        (('τοῖος', '+-'), ('ἔα', '-'), ('ἐν', '+'), ('πολέμῳ', '--+'), ('ἔργον', '++'), ('δέ', '-'), ('μοι', '-'), ('οὐ', '+'), ('φίλον', '--'), ('ἔσκεν', '++')),
    'αἶψα μάλ’ Αἰγυπτίων ἀνδρῶν περικαλλέας ἀγροὺς': # Od. 14.263
        (('αἶψα', '+-'), ('μάλ’', '-'), ('αἰγυπτίων', '+++'), ('ἀνδρῶν', '++'), ('περικαλλέας', '--+--'), ('ἀγροὺς', '++')),
    'χρήματ’ ἀν’ Αἰγυπτίους ἄνδρας· δίδοσαν γὰρ ἅπαντες.': # Od. 14.286
        (('χρήματ’', '+-'), ('ἀν’', '-'), ('αἰγυπτίους', '+++'), ('ἄνδρας', '++'), ('δίδοσαν', '--+'), ('γὰρ', '-'), ('ἅπαντες', '-++')),
    'ἀλλ’ ὅτε δὴ ὄγδοόν μοι ἐπιπλόμενον ἔτος ἦλθεν,': # Od. 14.287
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', '+'), ('ὄγδοόν', '--+'), ('μοι', '-'), ('ἐπιπλόμενον', '-+--+'), ('ἔτος', '--'), ('ἦλθεν', '++')),
    'χειρὸς ἀναστήσας, ὄφρ’ ἵκετο δώματα πατρός·': # Od. 14.319
        (('χειρὸς', '+-'), ('ἀναστήσας', '-+++'), ('ὄφρ’', '+'), ('ἵκετο', '+--'), ('δώματα', '+--'), ('πατρός', '++')),
    'τὸν δ’ ἐς Δωδώνην φάτο βήμεναι, ὄφρα θεοῖο': # Od. 14.327
        (('τὸν', '+'), ('δ’', ''), ('ἐς', '+'), ('δωδώνην', '+++'), ('φάτο', '--'), ('βήμεναι', '+--'), ('ὄφρα', '+-'), ('θεοῖο', '-++')),
    'εἰ πλέονας παρὰ ναῦφιν ἐποτρύνειε νέεσθαι.': # Od. 14.498
        (('εἰ', '+'), ('πλέονας', '--+'), ('παρὰ', '--'), ('ναῦφιν', '+-'), ('ἐποτρύνειε', '-+++-'), ('νέεσθαι', '-++')),
    'κείμην ἀσπασίως, φάε δὲ χρυσόθρονος Ἠώς.': # Od. 14.502
        (('κείμην', '++'), ('ἀσπασίως', '+--+'), ('φάε', '--'), ('δὲ', '+'), ('χρυσόθρονος', '++--'), ('ἠώς', '++')),
    'τῷ οὔτ’ ἐσθῆτος δευήσεαι οὔτε τευ ἄλλου,': # Od. 14.510
        (('τῷ', '+'), ('οὔτ’', '+'), ('ἐσθῆτος', '+++'), ('δευήσεαι', '++--'), ('οὔτε', '+-'), ('τευ', '-'), ('ἄλλου', '++')),
    'ἀμφὶ δὲ χλαῖναν ἑέσσατ’ ἀλεξάνεμον, μάλα πυκνήν,': # Od. 14.529
        (('ἀμφὶ', '+-'), ('δὲ', '-'), ('χλαῖναν', '+-'), ('ἑέσσατ’', '-+-'), ('ἀλεξάνεμον', '-+--+'), ('μάλα', '--'), ('πυκνήν', '++')),
    'ἀλλ’ ὄτρυνε τάχιστα βοὴν ἀγαθὸν Μενέλαον': # Od. 15.14
        (('ἀλλ’', '+'), ('ὄτρυνε', '++-'), ('τάχιστα', '-+-'), ('βοὴν', '-+'), ('ἀγαθὸν', '--+'), ('μενέλαον', '--++')),
    'ἠὲ δύ’ ἡμιόνους ἠὲ χρύσειον ἄλεισον.': # Od. 15.85
        (('ἠὲ', '+-'), ('δύ’', '-'), ('ἡμιόνους', '+--+'), ('ἠὲ', '++'), ('χρύσειον', '++-'), ('ἄλεισον', '-++')),
    'καί μιν ἐποτρύνων ἔπεα πτερόεντα προσηύδα·': # Od. 15.208
        (('καί', '+'), ('μιν', '-'), ('ἐποτρύνων', '-+++'), ('ἔπεα', '--+'), ('πτερόεντα', '--+-'), ('προσηύδα', '-++')),
    'Τηλέμαχος δ’ ἑτάροισιν ἐποτρύνων ἐκέλευσεν·': # Od. 15.217
        (('τηλέμαχος', '+--+'), ('δ’', ''), ('ἑτάροισιν', '--+-'), ('ἐποτρύνων', '-+++'), ('ἐκέλευσεν', '--++')),
    'ἀλλ’ ἕπευ· αὐτὰρ κεῖθι φιλήσεαι, οἷά κ’ ἔχωμεν.': # Od. 15.281
        (('ἀλλ’', '+'), ('ἕπευ', '--'), ('αὐτὰρ', '++'), ('κεῖθι', '+-'), ('φιλήσεαι', '-+--'), ('οἷά', '+-'), ('κ’', ''), ('ἔχωμεν', '-++')),
    'Τηλέμαχος δ’ ἑτάροισιν ἐποτρύνας ἐκέλευσεν': # Od. 15.287
        (('τηλέμαχος', '+--+'), ('δ’', ''), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσεν', '--++')),
    'ἔπλετο; ἦ σύ γε πάγχυ λιλαίεαι αὐτόθ’ ὀλέσθαι.': # Od. 15.327
        (('ἔπλετο', '+--'), ('ἦ', '+'), ('σύ', '-'), ('γε', '-'), ('πάγχυ', '+-'), ('λιλαίεαι', '-+--'), ('αὐτόθ’', '+-'), ('ὀλέσθαι', '-++')),
    'ἔργον ἀέξουσιν μάκαρες θεοὶ ᾧ ἐπιμίμνω·': # Od. 15.372
        (('ἔργον', '+-'), ('ἀέξουσιν', '-+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('ᾧ', '+'), ('ἐπιμίμνω', '--++')),
    'ξεῖν’,  ἐπεὶ ἂρ δὴ ταῦτά μ’ ἀνείρεαι ἠδὲ μεταλλᾷς,': # Od. 15.390
        (('ξεῖν’', '+'), ('ἐπεὶ', '--'), ('ἂρ', '+'), ('δὴ', '+'), ('ταῦτά', '+-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'τοῦτο δέ τοι ἐρέω ὅ μ’ ἀνείρεαι ἠδὲ μεταλλᾷς.': # Od. 15.402
        (('τοῦτο', '+-'), ('δέ', '-'), ('τοι', '+'), ('ἐρέω', '--+'), ('ὅ', '-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'ἀλλ’ ὅτε δὴ ἕβδομον ἦμαρ ἐπὶ Ζεὺς θῆκε Κρονίων,': # Od. 15.477
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', ''), ('ἕβδομον', '+--'), ('ἦμαρ', '+-'), ('ἐπὶ', '-+'), ('ζεὺς', '+'), ('θῆκε', '+-'), ('κρονίων', '-++')),
    'Τηλέμαχ’, οὔ τοι ἄνευ θεοῦ ἔπτατο δεξιὸς ὄρνις': # Od. 15.531
        (('τηλέμαχ’', '+--'), ('οὔ', '+'), ('τοι', '-'), ('ἄνευ', '-+'), ('θεοῦ', '+'), ('ἔπτατο', '+--'), ('δεξιὸς', '+--'), ('ὄρνις', '++')),
    'οὐ μὲν γάρ τι θάμ’ ἀγρὸν ἐπέρχεαι οὐδὲ νομῆας,': # Od. 16.27
        (('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('τι', '-'), ('θάμ’', '-'), ('ἀγρὸν', '+-'), ('ἐπέρχεαι', '-+--'), ('οὐδὲ', '+-'), ('νομῆας', '-++')),
    'ἦ τι κασιγνήτοις ἐπιμέμφεαι, οἷσί περ ἀνὴρ': # Od. 16.97
        (('ἦ', '+'), ('τι', '-'), ('κασιγνήτοις', '-+++'), ('ἐπιμέμφεαι', '--+--'), ('οἷσί', '+-'), ('περ', '-'), ('ἀνὴρ', '++')),
    'Δουλιχίῳ τε Σάμῃ τε καὶ ὑλήεντι Ζακύνθῳ,': # Od. 16.123
        (('δουλιχίῳ', '+--+'), ('τε', '-'), ('σάμῃ', '-+'), ('τε', '-'), ('καὶ', '-'), ('ὑλήεντι', '+++-'), ('ζακύνθῳ', '-++')),
    'δηρὸν ἀπὸ σφῶϊν ἔσομαι μεμαυῖα μάχεσθαι.': # Od. 16.171
        (('δηρὸν', '+-'), ('ἀπὸ', '-+'), ('σφῶϊν', '++'), ('ἔσομαι', '--+'), ('μεμαυῖα', '--++'), ('μάχεσθαι', '-++')),
    'ἠδὲ χρύσεα δῶρα,  τετυγμένα· φείδεο δ’ ἡμέων': # Od. 16.185
        (('ἠδὲ', '++'), ('χρύσεα', '+--'), ('δῶρα', '+-'), ('τετυγμένα', '-+--'), ('φείδεο', '+--'), ('δ’', ''), ('ἡμέων', '++')),
    'ἀλλὰ πολὺ πλέονες· τάχα δ’ εἴσεαι ἐνθάδ’  ἀριθμόν.': # Od. 16.246
        (('ἀλλὰ', '+-'), ('πολὺ', '-+'), ('πλέονες', '--+'), ('τάχα', '--'), ('δ’', ''), ('εἴσεαι', '+--'), ('ἐνθάδ’', '+-'), ('ἀριθμόν', '-++')),
    'ἐκ δὲ Ζακύνθου ἔασιν ἐείκοσι κοῦροι Ἀχαιῶν,': # Od. 16.250
        (('ἐκ', '+'), ('δὲ', '-'), ('Ζακύνθου', '-+-'), ('ἔασιν', '-+-'), ('ἐείκοσι', '-+--'), ('κοῦροι', '+-'), ('Ἀχαιῶν', '-++')),
    'γνώσεαι· οὐ μὲν γάρ τι χαλιφροσύναι γέ μ’ ἔχουσιν·': # Od. 16.310
        (('γνώσεαι', '+--'), ('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('τι', '-'), ('χαλιφροσύναι', '-+--+'), ('γέ', '-'), ('μ’', ''), ('ἔχουσιν', '-++')),
    'ῥάπτεις, οὐδ’ ἱκέτας ἐμπάζεαι, οἷσιν ἄρα Ζεὺς': # Od. 16.422
        (('ῥάπτεις', '++'), ('οὐδ’', '+'), ('ἱκέτας', '--+'), ('ἐμπάζεαι', '++--'), ('οἷσιν', '+-'), ('ἄρα', '-+'), ('ζεὺς', '+')),
    'ταῦτα δ’ ἅ μ’ εἰρωτᾷς καὶ λίσσεαι, οὐκ ἂν ἐγώ γε': # Od. 17.138
        (('ταῦτα', '+-'), ('δ’', ''), ('ἅ', '-'), ('μ’', ''), ('εἰρωτᾷς', '+++'), ('καὶ', '+'), ('λίσσεαι', '+--'), ('οὐκ', '+'), ('ἂν', '-'), ('ἐγώ', '-+'), ('γε', '+')),
    'γαστέρα δ’ οὔ πως ἔστιν ἀποκρύψαι μεμαυῖαν,': # Od. 17.286
        (('γαστέρα', '+--'), ('δ’', ''), ('οὔ', '+'), ('πως', '+'), ('ἔστιν', '+-'), ('ἀποκρύψαι', '-+++'), ('μεμαυῖαν', '--++')),
    'ὦ ἀρίγνωτε συβῶτα,  τίη δὲ σὺ τόνδε πόλινδε': # Od. 17.375
        (('ὦ', '+'), ('ἀρίγνωτε', '--+-'), ('συβῶτα', '-+-'), ('τίη', '-+'), ('δὲ', '-'), ('σὺ', '-'), ('τόνδε', '+-'), ('πόλινδε', '-++')),
    'ἤγαγες; ἦ οὐχ ἅλις ἧμιν ἀλήμονές εἰσι καὶ ἄλλοι,': # Od. 17.376
        (('ἤγαγες', '+--'), ('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '--'), ('ἧμιν', '+-'), ('ἀλήμονές', '-+--'), ('εἰσι', '+-'), ('καὶ', '-'), ('ἄλλοι', '++')),
    'μύθοισιν χαλεποῖσιν,  ἐποτρύνει δὲ καὶ ἄλλους.': # Od. 17.395
        (('μύθοισιν', '+++'), ('χαλεποῖσιν', '--+-'), ('ἐποτρύνει', '-+++'), ('δὲ', '-'), ('καὶ', '-'), ('ἄλλους', '++')),
    'αὐτὸς γὰρ φαγέμεν πολὺ βούλεαι ἢ δόμεν ἄλλῳ.': # Od. 17.404
        (('αὐτὸς', '++'), ('γὰρ', '+'), ('φαγέμεν', '--+'), ('πολὺ', '--'), ('βούλεαι', '+--'), ('ἢ', '+'), ('δόμεν', '--'), ('ἄλλῳ', '++')),
    'αἶψα μάλ’ Αἰγυπτίων ἀνδρῶν περικαλλέας ἀγροὺς': # Od. 17.432
        (('αἶψα', '+-'), ('μάλ’', '-'), ('Αἰγυπτίων', '+++'), ('ἀνδρῶν', '++'), ('περικαλλέας', '--++'), ('ἀγροὺς', '++')),
    'πάντες δ’ ἠρήσαντο παραὶ λεχέεσσι κλιθῆναι.': # Od. 18.213
        (('πάντες', '++'), ('δ’', ''), ('ἠρήσαντο', '+++-'), ('παραὶ', '-+'), ('λεχέεσσι', '--+-'), ('κλιθῆναι', '-++')),
    'ἠμὲν ἀκοντιστὰς ἠδὲ ῥυτῆρας ὀϊστῶν': # Od. 18.262
        (('ἠμὲν', '+-'), ('ἀκοντιστὰς', '-+++'), ('ἠδὲ', '++'), ('ῥυτῆρας', '++-'), ('ὀϊστῶν', '-++')),
    'βούλεαι, ὄφρ’ ἄν ἔχῃς βόσκειν σὴν γαστέρ’ ἄναλτον.': # Od. 18.364
        (('βούλεαι', '+--'), ('ὄφρ’', '+'), ('ἄν', '-'), ('ἔχῃς', '-+'), ('βόσκειν', '++'), ('σὴν', '+'), ('γαστέρ’', '+-'), ('ἄναλτον', '-++')),
    'νεικέοι· ἦ γάρ σευ κλέος οὐρανὸν εὐρὺν ἱκάνει,': # Od. 19.108
        (('νεικέοι', '+--'), ('ἦ', '+'), ('γάρ', '+'), ('σευ', '+'), ('κλέος', '--'), ('οὐρανὸν', '+--'), ('εὐρὺν', '+-'), ('ἱκάνει', '-++')),
    'Δουλιχίῳ τε Σάμῃ τε καὶ ὑλήεντι Ζακύνθῳ,': # Od. 19.131
        (('δουλιχίῳ', '+--+'), ('τε', '-'), ('σάμῃ', '-+'), ('τε', '-'), ('καὶ', '-'), ('ὑλήεντι', '+++-'), ('ζακύνθῳ', '-++')),
    'ἀλλὰ καὶ ὣς ἐρέω ὅ μ’ ἀνείρεαι ἠδὲ μεταλλᾷς.': # Od. 19.171
        (('ἀλλὰ', '+-'), ('καὶ', '-'), ('ὣς', '+'), ('ἐρέω', '--+'), ('ὅ', '-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'τὸν δ’ ἐς Δωδώνην φάτο βήμεναι, ὄφρα θεοῖο': # Od. 19.296
        (('τὸν', '+'), ('δ’', ''), ('ἐς', '+'), ('δωδώνην', '+++'), ('φάτο', '--'), ('βήμεναι', '+--'), ('ὄφρα', '+-'), ('θεοῖο', '-++')),
    'τεύξῃ, ἐπεὶ οὐ τοῖοι σημάντορές εἰς’ ἐνὶ οἴκῳ': # Od. 19.314
        (('τεύξῃ', '+-'), ('ἐπεὶ', '-'), ('οὐ', '+'), ('τοῖοι', '++'), ('σημάντορές', '++--'), ('εἰς’', '+'), ('ἐνὶ', '--'), ('οἴκῳ', '++')),
    'πῶς γὰρ ἐμεῦ σύ,  ξεῖνε, δαήσεαι εἴ τι γυναικῶν': # Od. 19.325
        (('πῶς', '+'), ('γὰρ', '-'), ('ἐμεῦ', '-+'), ('σύ', '+'), ('ξεῖνε', '+-'), ('δαήσεαι', '-+--'), ('εἴ', '+'), ('τι', '-'), ('γυναικῶν', '-++')),
    'Παρνησοῦ, τάχα δ’ ἵκανον πτύχας ἠνεμοέσσας.': # Od. 19.432
        (('παρνησοῦ', '+++'), ('τάχα', '--'), ('δ’', ''), ('ἵκανον', '+++'), ('πτύχας', '--'), ('ἠνεμοέσσας', '+--++')),
    'ἂψ δ’ ἑτέρως’ ἐκλίθη· τὸ δ’ ἐπὶ χθονὸς ἐξέχυθ’ ὕδωρ.': # Od. 19.470
        (('ἂψ', '+'), ('δ’', ''), ('ἑτέρως’', '--+'), ('ἐκλίθη', '--+'), ('τὸ', '-'), ('δ’', ''), ('ἐπὶ', '-+'), ('χθονὸς', '--'), ('ἐξέχυθ’', '+--'), ('ὕδωρ', '++')),
    'μαῖα,  τίη δὲ σὺ τὰς μυθήσεαι; οὐδέ τί σε χρή.': # Od. 19.500
        (('μαῖα', '+-'), ('τίη', '-+'), ('δὲ', '-'), ('σὺ', '-'), ('τὰς', '+'), ('μυθήσεαι', '++--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρή', '+')),
    'ἀλλ’ ἄγε μοι τὸν ὄνειρον ὑπόκριναι καὶ ἄκουσον.': # Od. 19.535
        (('ἀλλ’', '+'), ('ἄγε', '--'), ('μοι', '+'), ('τὸν', '-'), ('ὄνειρον', '-+-'), ('ὑπόκριναι', '-+++'), ('καὶ', '-'), ('ἄκουσον', '-++')),
    'τῇσι τοκῆας μὲν φθῖσαν θεοί, αἱ δ’ ἐλίποντο': # Od. 20.67
        (('τῇσι', '+-'), ('τοκῆας', '-++'), ('μὲν', '+'), ('φθῖσαν', '++'), ('θεοί', '--'), ('αἱ', '+'), ('δ’', ''), ('ἐλίποντο', '--++')),
    'τοῖος ἐὼν οἷος ᾖεν ἅμα στρατῷ· αὐτὰρ ἐμὸν κῆρ': # Od. 20.89
        (('τοῖος', '+-'), ('ἐὼν', '-+'), ('οἷος', '--'), ('ᾖεν', '+-'), ('ἅμα', '-+'), ('στρατῷ', '--'), ('αὐτὰρ', '+-'), ('ἐμὸν', '-+'), ('κῆρ', '+')),
    'τῆς δ’ ἄρα κλαιούσης ὄπα σύνθετο δῖος Ὀδυσσεύς·': # Od. 20.92
        (('τῆς', '+'), ('δ’', ''), ('ἄρα', '--'), ('κλαιούσης', '+++'), ('ὄπα', '--'), ('σύνθετο', '+--'), ('δῖος', '+-'), ('ὀδυσσεύς', '-++')),
    'βουκόλ’, ἐπεὶ οὔτε κακῷ οὔτ’ ἄφρονι φωτὶ ἔοικας,': # Od. 20.227
        (('βουκόλ’', '+-'), ('ἐπεὶ', '-'), ('οὔτε', '+-'), ('κακῷ', '-+'), ('οὔτ’', '+'), ('ἄφρονι', '+--'), ('φωτὶ', '+-'), ('ἔοικας', '-++')),
    'σοῖσιν δ’ ὀφθαλμοῖσιν ἐπόψεαι, αἴ κ’ ἐθέλῃσθα,': # Od. 20.233
        (('σοῖσιν', '++'), ('δ’', ''), ('ὀφθαλμοῖσιν', '+++-'), ('ἐπόψεαι', '-+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--++')),
    'οὔ τι διατρίβω μητρὸς γάμον, ἀλλὰ κελεύω': # Od. 20.341
        (('οὔ', '+'), ('τι', '-'), ('διατρίβω', '-+++'), ('μητρὸς', '++'), ('γάμον', '--'), ('ἀλλὰ', '+-'), ('κελεύω', '-++')),
    'ἔμπαιον οὐδὲ βίης, ἀλλ’ αὔτως ἄχθος ἀρούρης.': # Od. 20.379
        (('ἔμπαιον', '+--'), ('οὐδὲ', '+-'), ('βίης', '-+'), ('ἀλλ’', '+'), ('αὔτως', '++'), ('ἄχθος', '+-'), ('ἀρούρης', '-++')),
    'αὐτοῦ δ’ ὠκὺ βέλος καλῇ προσέκλινε κορώνῃ,': # Od. 21.138
        (('αὐτοῦ', '++'), ('δ’', ''), ('ὠκὺ', '+-'), ('βέλος', '-+'), ('καλῇ', '++'), ('προσέκλινε', '--+-'), ('κορώνῃ', '-++')),
    'αὐτοῦ δ’ ὠκὺ βέλος καλῇ προσέκλινε κορώνῃ,': # Od. 21.165
        (('αὐτοῦ', '++'), ('δ’', ''), ('ὠκὺ', '+-'), ('βέλος', '-+'), ('καλῇ', '++'), ('προσέκλινε', '--+-'), ('κορώνῃ', '-++')),
    'δαίνυσαι,  οὐδέ τι δαιτὸς ἀμέρδεαι, αὐτὰρ ἀκούεις': # Od. 21.290
        (('δαίνυσαι', '+--'), ('οὐδέ', '+-'), ('τι', '-'), ('δαιτὸς', '+-'), ('ἀμέρδεαι', '-+--'), ('αὐτὰρ', '+-'), ('ἀκούεις', '-++')),
    'πέμψομεν· ἔνθεν δ’ οὔ τι σαώσεαι· ἀλλὰ ἕκηλος': # Od. 21.309
        (('πέμψομεν', '+--'), ('ἔνθεν', '++'), ('δ’', ''), ('οὔ', '+'), ('τι', '-'), ('σαώσεαι', '-+--'), ('ἀλλὰ', '+-'), ('ἕκηλος', '-++')),
    'ἔλπεαι, αἴ χ’ ὁ ξεῖνος Ὀδυσσῆος μέγα τόξον': # Od. 21.314
        (('ἔλπεαι', '+--'), ('αἴ', '+'), ('χ’', ''), ('ὁ', '+'), ('ξεῖνος', '+-'), ('ὀδυσσῆος', '-+++'), ('μέγα', '--'), ('τόξον', '++')),
    'ὧδε τις εἴπεσκεν ἰδὼν ἐς πλησίον ἄλλον·': # Od. 21.396
        (('ὧδε', '+-'), ('τις', '-'), ('εἴπεσκεν', '+++'), ('ἰδὼν', '++'), ('ἐς', '+'), ('πλησίον', '+--'), ('ἄλλον', '++')),
    'ἀντικρὺ δ’ ἁπαλοῖο δι’ αὐχένος ἤλυθ’ ἀκωκή.': # Od. 22.16
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἁπαλοῖο', '--+-'), ('δι’', '-'), ('αὐχένος', '+--'), ('ἤλυθ’', '+-'), ('ἀκωκή', '-++')),
    'ξεῖνε, κακῶς ἀνδρῶν τοξάζεαι· οὐκέτ’ ἀέθλων': # Od. 22.27
        (('ξεῖνε', '+-'), ('κακῶς', '-+'), ('ἀνδρῶν', '++'), ('τοξάζεαι', '++--'), ('οὐκέτ’', '+-'), ('ἀέθλων', '-++')),
    'νῶϊν ἐποτρύνει πόλεμον κακὸν ἠὲ Μελανθεύς.': # Od. 22.152
        (('νῶϊν', '+-'), ('ἐποτρύνει', '-+++'), ('πόλεμον', '--+'), ('κακὸν', '--'), ('ἠὲ', '+-'), ('μελανθεύς', '-++')),
    'ἐν δὲ σὺ τοῖσιν ἔπειτα πεφήσεαι, οἷα μενοινᾷς': # Od. 22.217
        (('ἐν', '+'), ('δὲ', '-'), ('σὺ', '-'), ('τοῖσιν', '+-'), ('ἔπειτα', '-+-'), ('πεφήσεαι', '-+--'), ('οἷα', '+-'), ('μενοινᾷς', '-++')),
    'ἄντα μνηστήρων ὀλοφύρεαι ἄλκιμος εἶναι;': # Od. 22.232
        (('ἄντα', '++'), ('μνηστήρων', '+++'), ('ὀλοφύρεαι', '--+--'), ('ἄλκιμος', '+--'), ('εἶναι', '++')),
    'ὀφθαλμοῖσι τεοῖσι τά τ’ ἔλδεαι ἤματα πάντα.': # Od. 23.6
        (('ὀφθαλμοῖσι', '+++-'), ('τεοῖσι', '-+-'), ('τά', '-'), ('τ’', ''), ('ἔλδεαι', '+--'), ('ἤματα', '+--'), ('πάντα', '++')),
    'τίφθ’ οὕτω πατρὸς νοσφίζεαι, οὐδὲ παρ’ αὐτὸν': # Od. 23.98
        (('τίφθ’', '+'), ('οὕτω', '++'), ('πατρὸς', '++'), ('νοσφίζεαι', '++--'), ('οὐδὲ', '+-'), ('παρ’', '-'), ('αὐτὸν', '++')),
    'ἑζομένη μύθοισιν ἀνείρεαι οὐδὲ μεταλλᾷς;': # Od. 23.99
        (('ἑζομένη', '+--+'), ('μύθοισιν', '++-'), ('ἀνείρεαι', '-+--'), ('οὐδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'οὐδέ κεν Ἀργείη Ἑλένη, Διὸς ἐκγεγαυῖα,': # Od. 23.218
        (('οὐδέ', '+-'), ('κεν', '-'), ('ἀργείη', '+++'), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'δαιμονίη, τί τ’ ἄρ’ αὖ με μάλ’ ὀτρύνουσα κελεύεις': # Od. 23.264
        (('δαιμονίη', '+--+'), ('τί', '-'), ('τ’', ''), ('ἄρ’', '-'), ('αὖ', '+'), ('με', '-'), ('μάλ’', '-'), ('ὀτρύνουσα', '+++-'), ('κελεύεις', '-++')),
    'θρήνεον· ἔνθα κεν οὔ τιν’ ἀδάκρυτόν γ’ ἐνόησας': # Od. 24.61
        (('θρήνεον', '+--'), ('ἔνθα', '+-'), ('κεν', '-'), ('οὔ', '+'), ('τιν’', '-'), ('ἀδάκρυτόν', '-+++'), ('γ’', ''), ('ἐνόησας', '--++')),
    'ἦ οὐ μέμνῃ ὅτε κεῖσε κατήλυθον ὑμέτερον δῶ,': # Od. 24.115
        (('ἦ', ''), ('οὐ', '+'), ('μέμνῃ', '++'), ('ὅτε', '--'), ('κεῖσε', '+-'), ('κατήλυθον', '-++'), ('ὑμέτερον', '+--+'), ('δῶ', '+')),
    'σοὶ δ’ ἐγὼ εὖ μάλα πάντα καὶ ἀτρεκέως καταλέξω,': # Od. 24.123
        (('σοὶ', '+'), ('δ’', ''), ('ἐγὼ', '--'), ('εὖ', '+'), ('μάλα', '--'), ('πάντα', '+-'), ('καὶ', '-'), ('ἀτρεκέως', '+--+'), ('καταλέξω', '--++')),
    'οὐ γάρ πω ἴσασι φίλοι κατὰ δώμαθ’ ἑκάστου,': # Od. 24.188
        (('οὐ', '+'), ('γάρ', '+'), ('πω', '+'), ('ἴσασι', '++-'), ('φίλοι', '-+'), ('κατὰ', '--'), ('δώμαθ’', '+-'), ('ἑκάστου', '-++')),
    'οὐκ ὄγχνη, οὐ πρασιή τοι ἄνευ κομιδῆς κατὰ κῆπον.': # Od. 24.247
        (('οὐκ', '+'), ('ὄγχνη', '+'), ('οὐ', '+'), ('πρασιή', '--+'), ('τοι', '-'), ('ἄνευ', '-+'), ('κομιδῆς', '--+'), ('κατὰ', '--'), ('κῆπον', '++')),
    'τέσσαρας εἰδαλίμας, ἃς ἤθελεν αὐτὸς ἑλέσθαι.': # Od. 24.279
        (('τέσσαρας', '+--'), ('εἰδαλίμας', '+--+'), ('ἃς', '+'), ('ἤθελεν', '+--'), ('αὐτὸς', '+-'), ('ἑλέσθαι', '-++')),
    'τέκνον ἐμόν, τί με ταῦτα διείρεαι ἠδὲ μεταλλᾷς;': # Od. 24.478
        (('τέκνον', '+-'), ('ἐμόν', '-+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('διείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'ὣς εἰπὼν ὤτρυνε πάρος μεμαυῖαν Ἀθήνην,': # Od. 24.487
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ὄτρυνε', '++-'), ('πάρος', '-+'), ('μεμαυῖαν', '--+-'), ('Ἀθήνην', '-++')),
    'Τηλέμαχ’, ἤδη μὲν τόδε γ’ εἴσεαι αὐτὸς ἐπελθών,': # Od. 24.506
        (('τηλέμαχ’', '+--'), ('ἤδη', '++'), ('μὲν', '+'), ('τόδε', '--'), ('γ’', ''), ('εἴσεαι', '+--'), ('αὐτὸς', '+-'), ('ἐπελθών', '-++')),
    'ὄψεαι, αἴ κ’ ἐθέλῃσθα, πάτερ φίλε, τῷδ’ ἐπὶ θυμῷ': # Od. 24.511
        (('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--+-'), ('πάτερ', '-+'), ('φίλε', '--'), ('τῷδ’', '+'), ('ἐπὶ', '--'), ('θυμῷ', '++')),
}