KNOWN_SCANSIONS = {
    'μῆνιν ἄειδε θεὰ Πηληϊάδεω Ἀχιλῆος': # Il. 1.1
        (('μῆνιν', '+-'), ('ἄειδε', '-+-'), ('θεὰ', '-+'), ('πηληϊάδεω', '++--+'), ('ἀχιλῆος', '--++')),
    'οὐλομένην, ἣ μυρί’ Ἀχαιοῖς ἄλγε’ ἔθηκε,': # Il. 1.2
        (('οὐλομένην', '+--+'), ('ἣ', '+'), ('μυρί’', '+-'), ('ἀχαιοῖς', '-++'), ('ἄλγε’', '+-'), ('ἔθηκε', '-++')),
    'πολλὰς δ’ ἰφθίμους ψυχὰς Ἄϊδι προί̈αψεν': # Il. 1.3
        (('πολλὰς', '++'), ('δ’', ''), ('ἰφθίμους', '+++'), ('ψυχὰς', '++'), ('ἄϊδι', '--+'), ('προί̈αψεν', '--++')),
    'οἴκοι ἔχειν· καὶ γάρ ῥα Κλυταιμνήστρης προβέβουλα': # Il. 1.113
        (('οἴκοι', '+-'), ('ἔχειν', '-+'), ('καὶ', '+'), ('γάρ', '+'), ('ῥα', '-'), ('κλυταιμνήστρης', '-+++'), ('προβέβουλα', '--++')),
    'κλέπτε νόῳ, ἐπεὶ οὐ παρελεύσεαι οὐδέ με πείσεις.': # Il. 1.132
        (('κλέπτε', '+-'), ('νόῳ', '-+'), ('ἐπεὶ', '--'), ('οὐ', '+'), ('παρελεύσεαι', '--+--'), ('οὐδέ', '+-'), ('με', '-'), ('πείσεις', '++')),
    'ὄφρ’ ἥμιν ἑκάεργον ἱλάσσεαι ἱερὰ ῥέξας.': # Il. 1.147
        (('ὄφρ’', '+'), ('ἥμιν', '++'), ('ἑκάεργον', '--+-'), ('ἱλάσσεαι', '-+--'), ('ἱερὰ', '+--'), ('ῥέξας', '++')),
    'σύμπαντας· τότε δ’ οὔ τι δυνήσεαι ἀχνύμενός περ': # Il. 1.241
        (('σύμπαντας', '+++'), ('τότε', '--'), ('δ’', ''), ('οὔ', '+'), ('τι', '-'), ('δυνήσεαι', '-+--'), ('ἀχνύμενός', '+--+'), ('περ', '+')),
    'μήτε σὺ Πηλείδη ἔθελ’ ἐριζέμεναι βασιλῆϊ': # Il. 1.277
        (('μήτε', '+-'), ('σὺ', '-'), ('πηλείδη', '+--+'), ('ἔθελ’', '--'), ('ἐριζέμεναι', '-+--+'), ('βασιλῆϊ', '--++')),
    'εἰ δέ μιν αἰχμητὴν ἔθεσαν θεοὶ αἰὲν ἐόντες': # Il. 1.290
        (('εἰ', '+'), ('δέ', '-'), ('μιν', '-'), ('αἰχμητὴν', '+++'), ('ἔθεσαν', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'τὸν καὶ ὑπέδεισαν μάκαρες θεοὶ οὐδ’ ἔτ’ ἔδησαν.': # Il. 1.406
        (('τὸν', '+'), ('καὶ', '-'), ('ὑπέδεισαν', '-+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('οὐδ’', '+'), ('ἔτ’', '-'), ('ἔδησαν', '-++')),
    'αἴθ’ ὄφελες παρὰ νηυσὶν ἀδάκρυτος καὶ ἀπήμων': # Il. 1.415
        (('αἴθ’', '+'), ('ὄφελες', '--+'), ('παρὰ', '--'), ('νηυσὶν', '+-'), ('ἀδάκρυτος', '-+++'), ('καὶ', '-'), ('ἀπήμων', '-++')),
    'ῥέξαι ὑπὲρ Δαναῶν ὄφρ’ ἱλασόμεσθα ἄνακτα,': # Il. 1.444
        (('ῥέξαι', '+-'), ('ὑπὲρ', '-+'), ('δαναῶν', '--+'), ('ὄφρ’', '+'), ('ἱλασόμεσθα', '+--+-'), ('ἄνακτα', '-++')),
    'διογενὴς Πηλῆος υἱὸς πόδας ὠκὺς Ἀχιλλεύς·': # Il. 1.489
        (('διογενὴς', '+--+'), ('πηλῆος', '++-'), ('υἱὸς', '-+'), ('πόδας', '--'), ('ὠκὺς', '+-'), ('ἀχιλλεύς', '-++')),
    'καὶ τότε δὴ πρὸς Ὄλυμπον ἴσαν θεοὶ αἰὲν ἐόντες': # Il. 1.494
        (('καὶ', '+'), ('τότε', '--'), ('δὴ', '+'), ('πρὸς', '-'), ('ὄλυμπον', '-+-'), ('ἴσαν', '-+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'ἀλλὰ μάλ’ εὔκηλος τὰ φράζεαι ἅσς’ ἐθέλῃσθα.': # Il. 1.554
        (('ἀλλὰ', '+-'), ('μάλ’', '-'), ('εὔκηλος', '+++'), ('τὰ', '+'), ('φράζεαι', '+--'), ('ἅσς’', '+'), ('ἐθέλῃσθα', '--++')),
    'δαιμονίη αἰεὶ μὲν ὀί̈εαι οὐδέ σε λήθω·': # Il. 1.561
        (('δαιμονίη', '+--+'), ('αἰεὶ', '++'), ('μὲν', '-'), ('ὀί̈εαι', '-+--'), ('οὐδέ', '+-'), ('σε', '-'), ('λήθω', '++')),
    'πρῆξαι δ’ ἔμπης οὔ τι δυνήσεαι, ἀλλ’ ἀπὸ θυμοῦ': # Il. 1.562
        (('πρῆξαι', '++'), ('δ’', ''), ('ἔμπης', '++'), ('οὔ', '+'), ('τι', '-'), ('δυνήσεαι', '-+--'), ('ἀλλ’', '+'), ('ἀπὸ', '--'), ('θυμοῦ', '++')),
    'μή νύ τοι οὐ χραίσμωσιν ὅσοι θεοί εἰς’ ἐν Ὀλύμπῳ': # Il. 1.566
        (('μή', '+'), ('νύ', '-'), ('τοι', '-'), ('οὐ', '+'), ('χραίσμωσιν', '++-'), ('ὅσοι', '-+'), ('θεοί', '--'), ('εἰς’', '+'), ('ἐν', '-'), ('ὀλύμπῳ', '-++')),
    'ὄχθησαν δ’ ἀνὰ δῶμα Διὸς θεοὶ Οὐρανίωνες·': # Il. 1.570
        (('ὄχθησαν', '+++'), ('δ’', ''), ('ἀνὰ', '--'), ('δῶμα', '+-'), ('διὸς', '-+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'Ἀτρεί̈δη τέο δ’ αὖτ’ ἐπιμέμφεαι ἠδὲ χατίζεις;': # Il. 2.225
        (('ἀτρεί̈δη', '+--+'), ('τέο', '--'), ('δ’', ''), ('αὖτ’', '+'), ('ἐπιμέμφεαι', '--+--'), ('ἠδὲ', '+-'), ('χατίζεις', '-++')),
    'ἦ ἔτι καὶ χρυσοῦ ἐπιδεύεαι, ὅν κέ τις οἴσει': # Il. 2.229
        (('ἦ', '+'), ('ἔτι', '--'), ('καὶ', '+'), ('χρυσοῦ', '++'), ('ἐπιδεύεαι', '--+--'), ('ὅν', '+'), ('κέ', '-'), ('τις', '-'), ('οἴσει', '++')),
    'ἠὲ γυναῖκα νέην, ἵνα μίσγεαι ἐν φιλότητι,': # Il. 2.232
        (('ἠὲ', '+-'), ('γυναῖκα', '-+-'), ('νέην', '-+'), ('ἵνα', '--'), ('μίσγεαι', '+--'), ('ἐν', '+'), ('φιλότητι', '--++')),
    'ἥν τ’ αὐτὸς ἀπονόσφι κατίσχεαι; οὐ μὲν ἔοικεν': # Il. 2.233
        (('ἥν', '+'), ('τ’', ''), ('αὐτὸς', '++'), ('ἀπονόσφι', '--+-'), ('κατίσχεαι', '-+--'), ('οὐ', '+'), ('μὲν', '-'), ('ἔοικεν', '-++')),
    'αἰθαλόεν, πρῆσαι δὲ πυρὸς δηί̈οιο θύρετρα,': # Il. 2.415
        (('αἰθαλόεν', '+--+'), ('πρῆσαι', '++'), ('δὲ', '-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('θύρετρα', '-++')),
    'τῆς ἑκατὸν θύσανοι παγχρύσεοι ἠερέθονται,': # Il. 2.448
        (('τῆς', '+'), ('ἑκατὸν', '--+'), ('θύσανοι', '--+'), ('παγχρύσεοι', '++--'), ('ἠερέθονται', '+--++')),
    'ἐς πεδίον προχέοντο Σκαμάνδριον· αὐτὰρ ὑπὸ χθὼν': # Il. 2.465
        (('ἐς', '+'), ('πεδίον', '--+'), ('προχέοντο', '--+-'), ('σκαμάνδριον', '-+--'), ('αὐτὰρ', '+-'), ('ὑπὸ', '-+'), ('χθὼν', '+')),
    'ἔσταν δ’ ἐν λειμῶνι Σκαμανδρίῳ ἀνθεμόεντι': # Il. 2.467
        (('ἔσταν', '++'), ('δ’', ''), ('ἐν', '+'), ('λειμῶνι', '++-'), ('σκαμανδρίῳ', '-++'), ('ἀνθεμόεντι', '+--++')),
    'ῥεῖα διακρίνωσιν ἐπεί κε νομῷ μιγέωσιν,': # Il. 2.475
        (('ῥεῖα', '+-'), ('διακρίνωσιν', '-+++-'), ('ἐπεί', '-+'), ('κε', '-'), ('νομῷ', '-+'), ('μιγέωσιν', '--++')),
    'ὑμεῖς γὰρ θεαί ἐστε πάρεστέ τε ἴστέ τε πάντα,': # Il. 2.485
        (('ὑμεῖς', '++'), ('γὰρ', '+'), ('θεαί', '+'), ('ἐστε', '+-'), ('πάρεστέ', '-+-'), ('τε', '-'), ('ἴστέ', '+-'), ('τε', '-'), ('πάντα', '++')),
    'οἵ τε Πλάταιαν ἔχον ἠδ’ οἳ Γλισᾶντ’ ἐνέμοντο,': # Il. 2.504
        (('οἵ', '+'), ('τε', '-'), ('πλάταιαν', '-+-'), ('ἔχον', '-+'), ('ἠδ’', '+'), ('οἳ', '+'), ('γλισᾶντ’', '++'), ('ἐνέμοντο', '--++')),
    'υἷες Ἰφίτου μεγαθύμου Ναυβολίδαο,': # Il. 2.518
        (('υἷες', '++'), ('ἰφίτου', '+++'), ('μεγαθύμου', '--++'), ('ναυβολίδαο', '+--++')),
    'Χαλκίδα τ’ Εἰρέτριάν τε πολυστάφυλόν θ’ Ἱστίαιαν': # Il. 2.537
        (('χαλκίδα', '+--'), ('τ’', ''), ('εἰρέτριάν', '+--+'), ('τε', '-'), ('πολυστάφυλόν', '-+--+'), ('θ’', ''), ('ἱστίαιαν', '--++')),
    'θώρηκας ῥήξειν δηί̈ων ἀμφὶ στήθεσσι·': # Il. 2.544
        (('θώρηκας', '+++'), ('ῥήξειν', '++'), ('δηί̈ων', '++'), ('ἀμφὶ', '++'), ('στήθεσσι', '+++')),
    'οἵ τε Ζάκυνθον ἔχον ἠδ’ οἳ Σάμον ἀμφενέμοντο,': # Il. 2.634
        (('οἵ', '+'), ('τε', '-'), ('ζάκυνθον', '-+-'), ('ἔχον', '-+'), ('ἠδ’', '+'), ('οἳ', '+'), ('σάμον', '--'), ('ἀμφενέμοντο', '+--++')),
    'Μηριόνης τ’ ἀτάλαντος Ἐνυαλίῳ ἀνδρειφόντῃ·': # Il. 2.651
        (('Μηριόνης', '+--+'), ('τ’', ''), ('ἀτάλαντος', '--+-'), ('Ἐνυαλίῳ', '-+--'), ('ἀνδρειφόντῃ', '++++')),
    'οἳ δ’ ἄρα Νίσυρόν τ’ εἶχον Κράπαθόν τε Κάσον τε': # Il. 2.676
        (('οἳ', '+'), ('δ’', ''), ('ἄρα', '--'), ('νίσυρόν', '+++'), ('τ’', ''), ('εἶχον', '++'), ('κράπαθόν', '--+'), ('τε', '-'), ('κάσον', '-+'), ('τε', '+')),
    'ἀλλά τέ μιν καθύπερθεν ἐπιρρέει ἠύ̈τ’ ἔλαιον·': # Il. 2.754
        (('ἀλλά', '+-'), ('τέ', '-'), ('μιν', '+'), ('καθύπερθεν', '--+-'), ('ἐπιρρέει', '-+--'), ('ἠύ̈τ’', '+-'), ('ἔλαιον', '-++')),
    'κεῖτ’ ἀπομηνίσας Ἀγαμέμνονι ποιμένι λαῶν': # Il. 2.772
        (('κεῖτ’', '+'), ('ἀπομηνίσας', '--+++'), ('ἀγαμέμνονι', '--+--'), ('ποιμένι', '+--'), ('λαῶν', '++')),
    'πάντες ὁμηγερέες ἠμὲν νέοι ἠδὲ γέροντες·': # Il. 2.789
        (('πάντες', '+-'), ('ὁμηγερέες', '-+--+'), ('ἠμὲν', '++'), ('νέοι', '+'), ('ἠδὲ', '+-'), ('γέροντες', '-++')),
    'ἔστι δέ τις προπάροιθε πόλιος αἰπεῖα κολώνη': # Il. 2.811
        (('ἔστι', '+-'), ('δέ', '-'), ('τις', '+'), ('προπάροιθε', '--+-'), ('πόλιος', '-+'), ('αἰπεῖα', '++-'), ('κολώνη', '-++')),
    'οἳ δὲ Ζέλειαν ἔναιον ὑπαὶ πόδα νείατον Ἴδης': # Il. 2.824
        (('οἳ', '+'), ('δὲ', '-'), ('ζέλειαν', '-+-'), ('ἔναιον', '-+-'), ('ὑπαὶ', '-+'), ('πόδα', '--'), ('νείατον', '+--'), ('ἴδης', '++')),
    'τοῦτο δέ τοι ἐρέω ὅ μ’ ἀνείρεαι ἠδὲ μεταλλᾷς·': # Il. 3.177
        (('τοῦτο', '+-'), ('δέ', '-'), ('τοι', '+'), ('ἐρέω', '--+'), ('ὅ', '-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'τὸν δ’ ἠμείβετ’ ἔπειθ’ Ἑλένη Διὸς ἐκγεγαυῖα·': # Il. 3.199
        (('τὸν', '+'), ('δ’', ''), ('ἠμείβετ’', '++-'), ('ἔπειθ’', '-+'), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'ὧδέ σφ’ ἐγκέφαλος χαμάδις ῥέοι ὡς ὅδε οἶνος': # Il. 3.300
        (('ὧδέ', '++'), ('σφ’', ''), ('ἐγκέφαλος', '+--+'), ('χαμάδις', '--+'), ('ῥέοι', '--'), ('ὡς', '+'), ('ὅδε', '--'), ('οἶνος', '++')),
    'δαιμονίη, τί με ταῦτα λιλαίεαι ἠπεροπεύειν;': # Il. 3.399
        (('δαιμονίη', '+--+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('λιλαίεαι', '-+--'), ('ἠπεροπεύειν', '+--++')),
    'μή μ’ ἔρεθε σχετλίη, μὴ χωσαμένη σε μεθείω,': # Il. 3.414
        (('μή', '+'), ('μ’', ''), ('ἔρεθε', '--+'), ('σχετλίη', '--+'), ('μὴ', '+'), ('χωσαμένη', '+--+'), ('σε', '-'), ('μεθείω', '-++')),
    'ὣς ἔφατ’, ἔδεισεν δ’ Ἑλένη Διὸς ἐκγεγαυῖα,': # Il. 3.418
        (('ὣς', '+'), ('ἔφατ’', '--'), ('ἔδεισεν', '-+-'), ('δ’', ''), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'κεῖνον δ’ αὖτις ἐγώ· πάρα γὰρ θεοί εἰσι καὶ ἡμῖν.': # Il. 3.440
        (('κεῖνον', '++'), ('δ’', ''), ('αὖτις', '+-'), ('ἐγώ', '-+'), ('πάρα', '--'), ('γὰρ', '+'), ('θεοί', '--'), ('εἰσι', '+-'), ('καὶ', '-'), ('ἡμῖν', '++')),
    'χρυσέῳ ἐν δαπέδῳ, μετὰ δέ σφισι πότνια Ἥβη': # Il. 4.2
        (('χρυσέῳ', '+--'), ('ἐν', '+'), ('δαπέδῳ', '--+'), ('μετὰ', '--'), ('δέ', '+'), ('σφισι', '--'), ('πότνια', '+--'), ('ἥβη', '++')),
    'μή τι διατρίβειν τὸν ἐμὸν χόλον, ἀλλά μ’ ἐᾶσαι·': # Il. 4.42
        (('μή', '+'), ('τι', '-'), ('διατρίβειν', '-+++'), ('τὸν', '-'), ('ἐμὸν', '-+'), ('χόλον', '--'), ('ἀλλά', '+-'), ('μ’', ''), ('ἐᾶσαι', '-++')),
    'ὣς εἰπὼν ὄτρυνε πάρος μεμαυῖαν Ἀθήνην,': # Il. 4.73
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ὄτρυνε', '++-'), ('πάρος', '-+'), ('μεμαυῖαν', '--+-'), ('Ἀθήνην', '-++')),
    'οἴκαδε νοστήσας ἱερῆς εἰς ἄστυ Ζελείης.': # Il. 4.103
        (('οἴκαδε', '+--'), ('νοστήσας', '+++'), ('ἱερῆς', '--+'), ('εἰς', '+'), ('ἄστυ', '+-'), ('ζελείης', '-++')),
    'οἴκαδε νοστήσας ἱερῆς εἰς ἄστυ Ζελείης.': # Il. 4.121
        (('οἴκαδε', '+--'), ('νοστήσας', '+++'), ('ἱερῆς', '--+'), ('εἰς', '+'), ('ἄστυ', '+-'), ('ζελείης', '-++')),
    'ἀλλ’ ἄλλους ὄτρυνε κάρη κομόωντας Ἀχαιοὺς': # Il. 4.268
        (('ἀλλ’', '+'), ('ἄλλους', '++'), ('ὄτρυνε', '++-'), ('κάρη', '-+'), ('κομόωντας', '--+-'), ('ἀχαιοὺς', '-++')),
    'ὣς ὃ γέρων ὄτρυνε πάλαι πολέμων ἐὺ̈ εἰδώς·': # Il. 4.310
        (('ὣς', '+'), ('ὃ', '-'), ('γέρων', '-+'), ('ὄτρυνε', '++-'), ('πάλαι', '-+'), ('πολέμων', '--+'), ('ἐὺ̈', '--'), ('εἰδώς', '++')),
    'αὐτὰρ ὃ πλησίον ἑστήκει πολύμητις Ὀδυσσεύς,': # Il. 4.329
        (('αὐτὰρ', '+-'), ('ὃ', '-'), ('πλησίον', '+--'), ('ἑστήκει', '+++'), ('πολύμητις', '--+-'), ('Ὀδυσσεύς', '-++')),
    'ὄψεαι αἴ κ’ ἐθέλῃσθα καὶ αἴ κέν τοι τὰ μεμήλῃ': # Il. 4.353
        (('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--+-'), ('καὶ', '-'), ('αἴ', '+'), ('κέν', '+'), ('τοι', '+'), ('τὰ', '-'), ('μεμήλῃ', '-++')),
    'ἀλλὰ πολὺ πρὸ φίλων ἑτάρων δηί̈οισι μάχεσθαι,': # Il. 4.373
        (('ἀλλὰ', '+-'), ('πολὺ', '-+'), ('πρὸ', '-'), ('φίλων', '-+'), ('ἑτάρων', '--+'), ('δηί̈οισι', '++-'), ('μάχεσθαι', '-++')),
    'Δεῖμός τ’ ἠδὲ Φόβος καὶ Ἔρις ἄμοτον μεμαυῖα,': # Il. 4.440
        (('δεῖμός', '++'), ('τ’', ''), ('ἠδὲ', '+-'), ('Φόβος', '-+'), ('καὶ', '-'), ('ἔρις', '-+'), ('ἄμοτον', '--+'), ('μεμαυῖα', '--++')),
    'σύν ῥ’ ἔβαλον ῥινούς, σὺν δ’ ἔγχεα καὶ μένε’ ἀνδρῶν': # Il. 4.447
        (('σύν', '+'), ('ῥ’', ''), ('ἔβαλον', '--+'), ('ῥινούς', '++'), ('σὺν', '+'), ('δ’', ''), ('ἔγχεα', '+--'), ('καὶ', '+'), ('μένε’', '--'), ('ἀνδρῶν', '++')),
    'ἔνθ’ ἔβαλ’ Ἀνθεμίωνος υἱὸν Τελαμώνιος Αἴας': # Il. 4.473
        (('ἔνθ’', '+'), ('ἔβαλ’', '--'), ('ἀνθεμίωνος', '+--+-'), ('υἱὸν', '-+'), ('τελαμώνιος', '--+--'), ('αἴας', '++')),
    'τοῖόν οἱ πῦρ δαῖεν ἀπὸ κρατός τε καὶ ὤμων,': # Il. 5.7
        (('τοῖόν', '++'), ('οἱ', '+'), ('πῦρ', '+'), ('δαῖεν', '+-'), ('ἀπὸ', '-+'), ('κρατός', '++'), ('τε', '-'), ('καὶ', '-'), ('ὤμων', '++')),
    'Ἆρες Ἄρες βροτολοιγὲ μιαιφόνε τειχεσιπλῆτα': # Il. 5.31
        (('ἆρες', '+-'), ('ἄρες', '-+'), ('βροτολοιγὲ', '--+-'), ('μιαιφόνε', '-+--'), ('τειχεσιπλῆτα', '+--++')),
    'τὸν μὲν ἔπειτα καθεῖσεν ἐπ’ ἠϊόεντι Σκαμάνδρῳ,': # Il. 5.36
        (('τὸν', '+'), ('μὲν', '-'), ('ἔπειτα', '-+-'), ('καθεῖσεν', '-+-'), ('ἐπ’', '-'), ('ἠϊόεντι', '+--+-'), ('Σκαμάνδρῳ', '-++')),
    'υἱὸν δὲ Στροφίοιο Σκαμάνδριον αἵμονα θήρης': # Il. 5.49
        (('υἱὸν', '++'), ('δὲ', '+'), ('στροφίοιο', '--+-'), ('σκαμάνδριον', '-+--'), ('αἵμονα', '+--'), ('θήρης', '++')),
    'ἀντικρὺ κατὰ κύστιν ὑπ’ ὀστέον ἤλυθ’ ἀκωκή·': # Il. 5.67
        (('ἀντικρὺ', '+--'), ('κατὰ', '++'), ('κύστιν', '+-'), ('ὑπ’', '-'), ('ὀστέον', '+--'), ('ἤλυθ’', '+-'), ('ἀκωκή', '-++')),
    'υἱὸν ὑπερθύμου Δολοπίονος, ὅς ῥα Σκαμάνδρου': # Il. 5.77
        (('υἱὸν', '+-'), ('ὑπερθύμου', '-+++'), ('δολοπίονος', '--+--'), ('ὅς', '+'), ('ῥα', '-'), ('Σκαμάνδρου', '-++')),
    'ἠὲ μετὰ Τρώεσσιν ὁμιλέοι ἦ μετ’ Ἀχαιοῖς.': # Il. 5.86
        (('ἠὲ', '+-'), ('μετὰ', '-+'), ('τρώεσσιν', '++-'), ('ὁμιλέοι', '-+--'), ('ἦ', '+'), ('μετ’', '-'), ('ἀχαιοῖς', '-++')),
    'δεξιὸν ἀντικρὺ διὰ θώρηκος γυάλοιο·': # Il. 5.189
        (('δεξιὸν', '+--'), ('ἀντικρὺ', '+++'), ('διὰ', '--'), ('θώρηκος', '+++'), ('γυάλοιο', '--++')),
    'ἀντίον εἶμ’ αὐτῶν· τρεῖν μ’ οὐκ ἐᾷ Παλλὰς Ἀθήνη.': # Il. 5.256
        (('ἀντίον', '+--'), ('εἶμ’', '+'), ('αὐτῶν', '++'), ('τρεῖν', '+'), ('μ’', ''), ('οὐκ', '+'), ('ἐᾷ', '+'), ('παλλὰς', '+-'), ('ἀθήνη', '-++')),
    'ὦσε δ’ ἀπὸ ῥινὸν τρηχὺς λίθος· αὐτὰρ ὅ γ’ ἥρως': # Il. 5.308
        (('ὦσε', '+-'), ('δ’', ''), ('ἀπὸ', '-+'), ('ῥινὸν', '++'), ('τρηχὺς', '++'), ('λίθος', '--'), ('αὐτὰρ', '+-'), ('ὅ', '-'), ('γ’', ''), ('ἥρως', '++')),
    'ἦ οὐχ ἅλις ὅττι γυναῖκας ἀνάλκιδας ἠπεροπεύεις;': # Il. 5.349
        (('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '++'), ('ὅττι', '+-'), ('γυναῖκας', '-+-'), ('ἀνάλκιδας', '-+--'), ('ἠπεροπεύεις', '+--++')),
    'εἰ δὲ σύ γ’ ἐς πόλεμον πωλήσεαι, ἦ τέ σ’ ὀί̈ω': # Il. 5.350
        (('εἰ', '+'), ('δὲ', '-'), ('σύ', '-'), ('γ’', ''), ('ἐς', '+'), ('πόλεμον', '--+'), ('πωλήσεαι', '++--'), ('ἦ', '+'), ('τέ', '-'), ('σ’', ''), ('ὀί̈ω', '-++')),
    'εὖτέ μιν ωὐτὸς ἀνὴρ υἱὸς Διὸς αἰγιόχοιο': # Il. 5.396
        (('εὖτέ', '+-'), ('μιν', '-'), ('ωὐτὸς', '+-'), ('ἀνὴρ', '-+'), ('υἱὸς', '++'), ('Διὸς', '--'), ('αἰγιόχοιο', '+--++')),
    'Ζεῦ πάτερ ἦ ῥά τί μοι κεχολώσεαι ὅττι κεν εἴπω;': # Il. 5.421
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἦ', '+'), ('ῥά', '-'), ('τί', '-'), ('μοι', '+'), ('κεχολώσεαι', '--+--'), ('ὅττι', '+-'), ('κεν', '-'), ('εἴπω', '++')),
    'Ἆρες Ἄρες βροτολοιγὲ μιαιφόνε τειχεσιπλῆτα,': # Il. 5.455
        (('ἆρες', '+-'), ('ἄρες', '-+'), ('βροτολοιγὲ', '--+-'), ('μιαιφόνε', '-+--'), ('τειχεσιπλῆτα', '+--++')),
    'ἦ εἰς ὅ κεν ἀμφὶ πύλῃς εὖ ποιητῇσι μάχωνται;': # Il. 5.466
        (('ἦ', ''), ('εἰς', '+'), ('ὅ', '-'), ('κεν', '-'), ('ἀμφὶ', '+-'), ('πύλῃς', '-+'), ('εὖ', '+'), ('ποιητῇσι', '+++-'), ('μάχωνται', '-++')),
    'Ἄρης τε βροτολοιγὸς Ἔρις τ’ ἄμοτον μεμαυῖα.': # Il. 5.518
        (('ἆρες', '+-'), ('ἄρες', '-+'), ('βροτολοιγὸς', '--+-'), ('ἔρις', '-+'), ('τ’', ''), ('ἄμοτον', '--+'), ('μεμαυῖα', '--++')),
    'καὶ βάλεν Ἄμφιον Σελάγου υἱόν, ὅς ῥ’ ἐνὶ Παισῷ': # Il. 5.612
        (('καὶ', '+'), ('βάλεν', '--'), ('ἄμφιον', '+++'), ('σελάγου', '--+'), ('υἱόν', '--'), ('ὅς', '+'), ('ῥ’', ''), ('ἐνὶ', '--'), ('παισῷ', '++')),
    'ὀστέω ἐγχριμφθεῖσα, πατὴρ δ’ ἔτι λοιγὸν ἄμυνεν.': # Il. 5.662
        (('ὀστέω', '++'), ('ἐγχριμφθεῖσα', '+++-'), ('πατὴρ', '-+'), ('δ’', ''), ('ἔτι', '--'), ('λοιγὸν', '+-'), ('ἄμυνεν', '-++')),
    'χάλκεα ὀκτάκνημα σιδηρέῳ ἄξονι ἀμφίς.': # Il. 5.723
        (('χάλκεα', '+--'), ('ὀκτάκνημα', '+++-'), ('σιδηρέῳ', '-++'), ('ἄξονι', '+--'), ('ἀμφίς', '++')),
    'δῆσε χρύσειον καλὸν ζυγόν, ἐν δὲ λέπαδνα': # Il. 5.730
        (('δῆσε', '++'), ('χρύσειον', '+++'), ('καλὸν', '++'), ('ζυγόν', '--'), ('ἐν', '+'), ('δὲ', '-'), ('λέπαδνα', '-++')),
    'κάλ’ ἔβαλε χρύσει’· ὑπὸ δὲ ζυγὸν ἤγαγεν Ἥρη': # Il. 5.731
        (('κάλ’', '+'), ('ἔβαλε', '--+'), ('χρύσει’', '++'), ('ὑπὸ', '--'), ('δὲ', '+'), ('ζυγὸν', '--'), ('ἤγαγεν', '+--'), ('ἥρη', '++')),
    'ἵππους ὠκύποδας, μεμαυῖ’ ἔριδος καὶ ἀϋτῆς.': # Il. 5.732
        (('ἵππους', '++'), ('ὠκύποδας', '+--+'), ('μεμαυῖ’', '--+'), ('ἔριδος', '--+'), ('καὶ', '-'), ('ἀϋτῆς', '-++')),
    'Ζεῦ πάτερ ἦ ῥά τί μοι κεχολώσεαι, αἴ κεν Ἄρηα': # Il. 5.762
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἦ', '+'), ('ῥά', '-'), ('τί', '-'), ('μοι', '+'), ('κεχολώσεαι', '--+--'), ('αἴ', '+'), ('κεν', '-'), ('ἄρηα', '-++')),
    'ἧχι ῥοὰς Σιμόεις συμβάλλετον ἠδὲ Σκάμανδρος,': # Il. 5.774
        (('ἧχι', '+-'), ('ῥοὰς', '-+'), ('σιμόεις', '--+'), ('συμβάλλετον', '++--'), ('ἠδὲ', '+-'), ('σκάμανδρος', '-++')),
    'ἀνδράσιν Ἀργείοισιν ἀλεξέμεναι μεμαυῖαι·': # Il. 5.779
        (('ἀνδράσιν', '+--'), ('Ἀργείοισιν', '+++-'), ('ἀλεξέμεναι', '-+--+'), ('μεμαυῖαι', '--++')),
    'καί σε προφρονέως κέλομαι Τρώεσσι μάχεσθαι·': # Il. 5.810
        (('καί', '+'), ('σε', '+'), ('προφρονέως', '+--+'), ('κέλομαι', '--+'), ('τρώεσσι', '++-'), ('μάχεσθαι', '-++')),
    'ἐμμεμαυῖα θεά· μέγα δ’ ἔβραχε φήγινος ἄξων': # Il. 5.838
        (('ἐμμεμαυῖα', '+--+-'), ('θεά', '-+'), ('μέγα', '--'), ('δ’', ''), ('ἔβραχε', '+--'), ('φήγινος', '+--'), ('ἄξων', '++')),
    'ἄλλοι μὲν γὰρ πάντες ὅσοι θεοί εἰς’ ἐν Ὀλύμπῳ': # Il. 5.877
        (('ἄλλοι', '++'), ('μὲν', '+'), ('γὰρ', '+'), ('πάντες', '+-'), ('ὅσοι', '-+'), ('θεοί', '--'), ('εἰς’', '+'), ('ἐν', '-'), ('ὀλύμπῳ', '-++')),
    'ταύτην δ’ οὔτ’ ἔπεϊ προτιβάλλεαι οὔτέ τι ἔργῳ,': # Il. 5.879
        (('ταύτην', '++'), ('δ’', ''), ('οὔτ’', '+'), ('ἔπεϊ', '--+'), ('προτιβάλλεαι', '--+--'), ('οὔτέ', '+-'), ('τι', '-'), ('ἔργῳ', '++')),
    'φεύγοντας πεσέειν, δηί̈οισι δὲ χάρμα γενέσθαι.': # Il. 6.82
        (('φεύγοντας', '+++'), ('πεσέειν', '--+'), ('δηί̈οισι', '++-'), ('δὲ', '-'), ('χάρμα', '+-'), ('γενέσθαι', '-++')),
    'αὐτὰρ ἐπεί κε φάλαγγας ἐποτρύνητον ἁπάσας,': # Il. 6.83
        (('αὐτὰρ', '+-'), ('ἐπεί', '-+'), ('κε', '-'), ('φάλαγγας', '-+-'), ('ἐποτρύνητον', '-+++-'), ('ἁπάσας', '-++')),
    'οὐδὲ γὰρ οὐδὲ Δρύαντος υἱὸς κρατερὸς Λυκόοργος': # Il. 6.130
        (('οὐδὲ', '+-'), ('γὰρ', '-'), ('οὐδὲ', '+-'), ('δρύαντος', '-+-'), ('υἱὸς', '-+'), ('κρατερὸς', '--+'), ('λυκόοργος', '--++')),
    'φύλλα τὰ μέν τ’ ἄνεμος χαμάδις χέει, ἄλλα δέ θ’ ὕλη': # Il. 6.147
        (('φύλλα', '+-'), ('τὰ', '-'), ('μέν', '+'), ('τ’', ''), ('ἄνεμος', '--+'), ('χαμάδις', '--+'), ('χέει', '+'), ('ἄλλα', '+-'), ('δέ', '-'), ('θ’', ''), ('ὕλη', '++')),
    'πρῶτον, ἔπειτα δὲ καὐτὸς ὀνήσεαι αἴ κε πίῃσθα.': # Il. 6.260
        (('πρῶτον', '+-'), ('ἔπειτα', '-+-'), ('δὲ', '-'), ('καὐτὸς', '+-'), ('ὀνήσεαι', '-+--'), ('αἴ', '+'), ('κε', '-'), ('πίῃσθα', '-++')),
    'ἀλλ’ ἄνα μὴ τάχα ἄστυ πυρὸς δηί̈οιο θέρηται.': # Il. 6.331
        (('ἀλλ’', '+'), ('ἄνα', '--'), ('μὴ', '+'), ('τάχα', '--'), ('ἄστυ', '+-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('θέρηται', '-++')),
    'τόν ῥ’ Ἕκτωρ καλέεσκε Σκαμάνδριον, αὐτὰρ οἱ ἄλλοι': # Il. 6.402
        (('τόν', '+'), ('ῥ’', ''), ('ἓκτωρ', '++'), ('καλέεσκε', '--+-'), ('σκαμάνδριον', '-+--'), ('αὐτὰρ', '+-'), ('οἱ', '-'), ('ἄλλοι', '++')),
    'ὧδε βίην τ’ ἀγαθόν, καὶ Ἰλίου ἶφι ἀνάσσειν·': # Il. 6.478
        (('ὧδε', '+-'), ('βίην', '-+'), ('τ’', ''), ('ἀγαθόν', '--+'), ('καὶ', '+'), ('ἰλίου', '+--'), ('ἶφι', '+-'), ('ἀνάσσειν', '-++')),
    'πᾶσι, μάλιστα δ’ ἐμοί, τοὶ Ἰλίῳ ἐγγεγάασιν.': # Il. 6.493
        (('πᾶσι', '+-'), ('μάλιστα', '-+-'), ('δ’', ''), ('ἐμοί', '-+'), ('τοὶ', '+'), ('ἰλίῳ', '+--'), ('ἐγγεγάασιν', '+--++')),
    'τίπτε σὺ δ’ αὖ μεμαυῖα Διὸς θύγατερ μεγάλοιο': # Il. 7.24
        (('τίπτε', '+-'), ('σὺ', '-'), ('δ’', ''), ('αὖ', '+'), ('μεμαυῖα', '--+-'), ('Διὸς', '-+'), ('θύγατερ', '--+'), ('μεγάλοιο', '--++')),
    'Ἕκτορ υἱὲ Πριάμοιο Διὶ μῆτιν ἀτάλαντε': # Il. 7.47
        (('ἕκτορ', '+-'), ('υἱὲ', '-+'), ('πριάμοιο', '--+-'), ('διὶ', '-'), ('μῆτιν', '+-'), ('ἀτάλαντε', '--++')),
    'Μηριόνης ἀτάλαντος Ἐνυαλίῳ ἀνδρειφόντῃ,': # Il. 7.166
        (('Μηριόνης', '+--+'), ('τ’', ''), ('ἀτάλαντος', '--+-'), ('Ἐνυαλίῳ', '-+--'), ('ἀνδρειφόντῃ', '++++')),
    'Ἕκτορ νῦν μὲν δὴ σάφα εἴσεαι οἰόθεν οἶος': # Il. 7.226
        (('ἕκτορ', '++'), ('νῦν', '+'), ('μὲν', '+'), ('δὴ', '+'), ('σάφα', '--'), ('εἴσεαι', '+--'), ('οἰόθεν', '+--'), ('οἶος', '++')),
    'κεῖτ’ ἀπομηνίσας Ἀγαμέμνονι ποιμένι λαῶν·': # Il. 7.230
        (('κεῖτ’', '+'), ('ἀπομηνίσας', '--+++'), ('ἀγαμέμνονι', '--+--'), ('ποιμένι', '+--'), ('λαῶν', '++')),
    'οἶδα δ’ ἐνὶ σταδίῃ δηί̈ῳ μέλπεσθαι Ἄρηϊ.': # Il. 7.241
        (('οἶδα', '+-'), ('δ’', ''), ('ἐνὶ', '-+'), ('σταδίῃ', '--+'), ('δηί̈ῳ', '++'), ('μέλπεσθαι', '++-'), ('ἄρηϊ', '-++')),
    'τῶν νῦν αἷμα κελαινὸν ἐύ̈ρροον ἀμφὶ Σκάμανδρον': # Il. 7.329
        (('τῶν', '+'), ('νῦν', '+'), ('αἷμα', '+-'), ('κελαινὸν', '-+-'), ('ἐύ̈ρροον', '-+--'), ('ἀμφὶ', '+-'), ('Σκάμανδρον', '-++')),
    'σύν ῥ’ ἔβαλον ῥινούς, σὺν δ’ ἔγχεα καὶ μένε’ ἀνδρῶν': # Il. 8.61
        (('σύν', '+'), ('ῥ’', ''), ('ἔβαλον', '--+'), ('ῥινούς', '++'), ('σὺν', '+'), ('δ’', ''), ('ἔγχεα', '+--'), ('καὶ', '+'), ('μένε’', '--'), ('ἀνδρῶν', '++')),
    'Τρωσὶν ἐφ’ ἱπποδάμοις ἰθύνομεν, ὄφρα καὶ Ἕκτωρ': # Il. 8.110
        (('τρωσὶν', '+-'), ('ἐφ’', '-'), ('ἱπποδάμοις', '+--+'), ('ἰθύνομεν', '++--'), ('ὄφρα', '+-'), ('καὶ', '-'), ('ἕκτωρ', '++')),
    'πύργων ἡμετέρων ἐπιβήσεαι, οὐδὲ γυναῖκας': # Il. 8.165
        (('πύργων', '++'), ('ἡμετέρων', '+--+'), ('ἐπιβήσεαι', '--+--'), ('οὐδὲ', '+-'), ('γυναῖκας', '-++')),
    'μνημοσύνη τις ἔπειτα πυρὸς δηί̈οιο γενέσθω,': # Il. 8.181
        (('μνημοσύνη', '+--+'), ('τις', '-'), ('ἔπειτα', '-+-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('γενέσθω', '-++')),
    'Μηριόνης ἀτάλαντος Ἐνυαλίῳ ἀνδρειφόντῃ,': # Il. 8.264
        (('Μηριόνης', '+--+'), ('τ’', ''), ('ἀτάλαντος', '--+-'), ('Ἐνυαλίῳ', '-+--'), ('ἀνδρειφόντῃ', '++++')),
    'οὐκ ἄν με τρέψειαν ὅσοι θεοί εἰς’ ἐν Ὀλύμπῳ.': # Il. 8.451
        (('οὐκ', '+'), ('ἄν', '+'), ('με', '+'), ('τρέψειαν', '++-'), ('ὅσοι', '-+'), ('θεοί', '--'), ('εἰς’', '+'), ('ἐν', '-'), ('ὀλύμπῳ', '-++')),
    'ὄψεαι, αἴ κ’ ἐθέλῃσθα, βοῶπις πότνια Ἥρη': # Il. 8.471
        (('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--+-'), ('βοῶπις', '-++'), ('πότνια', '+--'), ('ἥρη', '++')),
    'ἴσας’ Ἀργείων ἠμὲν νέοι ἠδὲ γέροντες.': # Il. 9.36
        (('ἴσας’', '++'), ('ἀργείων', '+++'), ('ἠμὲν', '++'), ('νέοι', '--'), ('ἠδὲ', '+-'), ('γέροντες', '-++')),
    'δαιμόνι’ οὕτω που μάλα ἔλπεαι υἷας Ἀχαιῶν': # Il. 9.40
        (('δαιμόνι’', '+--'), ('οὕτω', '++'), ('που', '+'), ('μάλα', '--'), ('ἔλπεαι', '+--'), ('υἷας', '+-'), ('ἀχαιῶν', '-++')),
    'Ἰλίου εὕρωμεν· σὺν γὰρ θεῷ εἰλήλουθμεν.': # Il. 9.49
        (('ἰλίου', '+--'), ('εὕρωμεν', '+++'), ('σὺν', '+'), ('γὰρ', '+'), ('θεῷ', '+'), ('εἰλήλουθμεν', '++++')),
    'πολλῶν δ’ ἀγρομένων τῷ πείσεαι ὅς κεν ἀρίστην': # Il. 9.74
        (('πολλῶν', '++'), ('δ’', ''), ('ἀγρομένων', '+--+'), ('τῷ', '+'), ('πείσεαι', '+--'), ('ὅς', '+'), ('κεν', '-'), ('ἀρίστην', '-++')),
    'ἠδ’ ἀμφὶ Κρείοντος υἱὸν Λυκομήδεα δῖον.': # Il. 9.84
        (('ἠδ’', '+'), ('ἀμφὶ', '++'), ('κρείοντος', '++-'), ('υἱὸν', '-+'), ('λυκομήδεα', '--+--'), ('δῖον', '++')),
    'ἕπτ’ ἀπύρους τρίποδας, δέκα δὲ χρυσοῖο τάλαντα,': # Il. 9.122
        (('ἕπτ’', '+'), ('ἀπύρους', '--+'), ('τρίποδας', '--+'), ('δέκα', '--'), ('δὲ', '+'), ('χρυσοῖο', '++-'), ('τάλαντα', '-++')),
    'τίως’ Ἀργείων ἠμὲν νέοι ἠδὲ γέροντες.': # Il. 9.258
        (('τίως’', '++'), ('ἀργείων', '+++'), ('ἠμὲν', '++'), ('νέοι', '--'), ('ἠδὲ', '+-'), ('γέροντες', '-++')),
    'ὣς ἐπέτελλ’ ὃ γέρων, σὺ δὲ λήθεαι· ἀλλ’ ἔτι καὶ νῦν': # Il. 9.259
        (('ὣς', '+'), ('ἐπέτελλ’', '--+'), ('ὃ', '-'), ('γέρων', '-+'), ('σὺ', '-'), ('δὲ', '-'), ('λήθεαι', '+--'), ('ἀλλ’', '+'), ('ἔτι', '--'), ('καὶ', '+'), ('νῦν', '+')),
    'ἕπτ’ ἀπύρους τρίποδας, δέκα δὲ χρυσοῖο τάλαντα,': # Il. 9.264
        (('ἕπτ’', '+'), ('ἀπύρους', '--+'), ('τρίποδας', '--+'), ('δέκα', '--'), ('δὲ', '+'), ('χρυσοῖο', '++-'), ('τάλαντα', '-++')),
    'μάρνασθαι δηί̈οισιν ἐπ’ ἀνδράσι νωλεμὲς αἰεί.': # Il. 9.317
        (('μάρνασθαι', '+++'), ('δηί̈οισιν', '++-'), ('ἐπ’', '-'), ('ἀνδράσι', '+--'), ('νωλεμὲς', '+--'), ('αἰεί', '++')),
    'φραζέσθω νήεσσιν ἀλεξέμεναι δήϊον πῦρ.': # Il. 9.347
        (('φραζέσθω', '+++'), ('νήεσσιν', '++-'), ('ἀλεξέμεναι', '-+--+'), ('δήϊον', '++'), ('πῦρ', '+')),
    'ὄψεαι, αἴ κ’ ἐθέλῃσθα καὶ αἴ κέν τοι τὰ μεμήλῃ,': # Il. 9.359
        (('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--+-'), ('καὶ', '-'), ('αἴ', '+'), ('κέν', '+'), ('τοι', '+'), ('τὰ', '-'), ('μεμήλῃ', '-++')),
    'Αἰγυπτίας, ὅθι πλεῖστα δόμοις ἐν κτήματα κεῖται,': # Il. 9.382
        (('Αἰγυπτίας', '+++'), ('ὅθι', '--'), ('πλεῖστα', '+-'), ('δόμοις', '-+'), ('ἐν', '+'), ('κτήματα', '+--'), ('κεῖται', '++')),
    'βάλλεαι, οὐδέ τι πάμπαν ἀμύνειν νηυσὶ θοῇσι': # Il. 9.435
        (('βάλλεαι', '+--'), ('οὐδέ', '+-'), ('τι', '-'), ('πάμπαν', '+-'), ('ἀμύνειν', '-++'), ('νηυσὶ', '+-'), ('θοῇσι', '-++')),
    'ἐς Πηλῆα ἄναχθ’· ὃ δέ με πρόφρων ὑπέδεκτο,': # Il. 9.480
        (('ἐς', '+'), ('πηλῆα', '++-'), ('ἄναχθ’', '-+'), ('ὃ', '-'), ('δέ', '-'), ('με', '+'), ('πρόφρων', '++'), ('ὑπέδεκτο', '--++')),
    'ἢ λάθετ’ ἢ οὐκ ἐνόησεν· ἀάσατο δὲ μέγα θυμῷ.': # Il. 9.537
        (('ἢ', '+'), ('λάθετ’', '--'), ('ἢ', ''), ('οὐκ', '+'), ('ἐνόησεν', '--+-'), ('ἀάσατο', '--+-'), ('δὲ', '-'), ('μέγα', '--'), ('θυμῷ', '++')),
    'ἤ ῥ’ ἐθέλει νήεσσιν ἀλεξέμεναι δήϊον πῦρ,': # Il. 9.674
        (('ἤ', '+'), ('ῥ’', ''), ('ἐθέλει', '--+'), ('νήεσσιν', '++-'), ('ἀλεξέμεναι', '-+--+'), ('δήϊον', '++'), ('πῦρ', '+')),
    'τίφθ’ οὕτως ἠθεῖε κορύσσεαι; ἦ τιν’ ἑταίρων': # Il. 10.37
        (('τίφθ’', '+'), ('οὕτως', '++'), ('ἠθεῖε', '++-'), ('κορύσσεαι', '-+--'), ('ἦ', '+'), ('τιν’', '-'), ('ἑταίρων', '-++')),
    'πῶς γάρ μοι μύθῳ ἐπιτέλλεαι ἠδὲ κελεύεις;': # Il. 10.61
        (('πῶς', '+'), ('γάρ', '+'), ('μοι', '+'), ('μύθῳ', '++'), ('ἐπιτέλλεαι', '--+--'), ('ἠδὲ', '+-'), ('κελεύεις', '-++')),
    'γνώσεαι Ἀτρεί̈δην Ἀγαμέμνονα, τὸν περὶ πάντων': # Il. 10.88
        (('γνώσεαι', '+--'), ('ἀτρεί̈δην', '+--+'), ('ἀγαμέμνονα', '--+--'), ('τὸν', '+'), ('περὶ', '--'), ('πάντων', '++')),
    'νεικέσω, εἴ πέρ μοι νεμεσήσεαι, οὐδ’ ἐπικεύσω': # Il. 10.115
        (('νεικέσω', '+--'), ('εἴ', '+'), ('πέρ', '+'), ('μοι', '+'), ('νεμεσήσεαι', '--+--'), ('οὐδ’', '+'), ('ἐπικεύσω', '--++')),
    'Ἀργείων, ὅτε κέν τιν’ ἐποτρύνῃ καὶ ἀνώγῃ.': # Il. 10.130
        (('ἀργείων', '+++'), ('ὅτε', '--'), ('κέν', '+'), ('τιν’', '-'), ('ἐποτρύνῃ', '-+++'), ('καὶ', '-'), ('ἀνώγῃ', '-++')),
    'εὗδον, ὑπὸ κρασὶν δ’ ἔχον ἀσπίδας· ἔγχεα δέ σφιν': # Il. 10.152
        (('εὗδον', '+-'), ('ὑπὸ', '-+'), ('κρασὶν', '++'), ('δ’', ''), ('ἔχον', '--'), ('ἀσπίδας', '+--'), ('ἔγχεα', '+--'), ('δέ', '+'), ('σφιν', '+')),
    'εὗδ’, ὑπὸ δ’ ἔστρωτο ῥινὸν βοὸς ἀγραύλοιο,': # Il. 10.155
        (('εὗδ’', '+'), ('ὑπὸ', '--'), ('δ’', ''), ('ἔστρωτο', '+++'), ('ῥινὸν', '++'), ('βοὸς', '--'), ('ἀγραύλοιο', '++++')),
    'λὰξ ποδὶ κινήσας, ὄτρυνέ τε νείκεσέ τ’ ἄντην·': # Il. 10.158
        (('λὰξ', '+'), ('ποδὶ', '--'), ('κινήσας', '+++'), ('ὄτρυνέ', '++-'), ('τε', '-'), ('νείκεσέ', '+--'), ('τ’', ''), ('ἄντην', '++')),
    'ἐλθεῖν, εἴ τινά που δηί̈ων ἕλοι ἐσχατόωντα,': # Il. 10.206
        (('ἐλθεῖν', '++'), ('εἴ', '+'), ('τινά', '--'), ('που', '+'), ('δηί̈ων', '++'), ('ἕλοι', '--'), ('ἐσχατόωντα', '+--++')),
    'τὸν μὲν δὴ ἕταρόν γ’ αἱρήσεαι ὅν κ’ ἐθέλῃσθα,': # Il. 10.235
        (('τὸν', '+'), ('μὲν', '+'), ('δὴ', '+'), ('ἕταρόν', '--+'), ('γ’', ''), ('αἱρήσεαι', '++--'), ('ὅν', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--++')),
    'καλλείπειν, σὺ δὲ χείρον’ ὀπάσσεαι αἰδοῖ εἴκων': # Il. 10.238
        (('καλλείπειν', '+++'), ('σὺ', '-'), ('δὲ', '-'), ('χείρον’', '+-'), ('ὀπάσσεαι', '-+--'), ('αἰδοῖ', '++'), ('εἴκων', '++')),
    'ἕσσατο δ’ ἔκτοσθεν ῥινὸν πολιοῖο λύκοιο,': # Il. 10.334
        (('ἕσσατο', '+--'), ('δ’', ''), ('ἔκτοσθεν', '+++'), ('ῥινὸν', '++'), ('πολιοῖο', '--+-'), ('λύκοιο', '-++')),
    'ἀλλ’ ἐῶμέν μιν πρῶτα παρεξελθεῖν πεδίοιο': # Il. 10.344
        (('ἀλλ’', '+'), ('ἐῶμέν', '++'), ('μιν', '+'), ('πρῶτα', '+-'), ('παρεξελθεῖν', '-+++'), ('πεδίοιο', '--+-')),
    'γνῶ ῥ’ ἄνδρας δηί̈ους, λαιψηρὰ δὲ γούνατ’ ἐνώμα': # Il. 10.358
        (('γνῶ', '+'), ('ῥ’', ''), ('ἄνδρας', '++'), ('δηί̈ους', '++'), ('λαιψηρὰ', '++-'), ('δὲ', '-'), ('γούνατ’', '+-'), ('ἐνώμα', '-++')),
    'πῇ δὴ οὕτως ἐπὶ νῆας ἀπὸ στρατοῦ ἔρχεαι οἷος': # Il. 10.385
        (('πῇ', '+'), ('δὴ', '+'), ('οὕτως', '++'), ('ἐπὶ', '--'), ('νῆας', '+'), ('ἀπὸ', '--'), ('στρατοῦ', '++'), ('ἔρχεαι', '+--'), ('οἷος', '++')),
    'τεύχεα δὲ χρύσεια πελώρια θαῦμα ἰδέσθαι': # Il. 10.439
        (('τεύχεα', '+--'), ('δὲ', '+'), ('χρύσεια', '++-'), ('πελώρια', '-+--'), ('θαῦμα', '+-'), ('ἰδέσθαι', '-++')),
    'οὐκέτ’ ἔπειτα σὺ πῆμά ποτ’ ἔσσεαι Ἀργείοισιν.': # Il. 10.453
        (('οὐκέτ’', '+-'), ('ἔπειτα', '-+-'), ('σὺ', '-'), ('πῆμά', '+-'), ('ποτ’', '-'), ('ἔσσεαι', '+--'), ('ἀργείοισιν', '++++')),
    'δώδεκα δὲ χρυσοῖο καὶ εἴκοσι κασσιτέροιο·': # Il. 11.25
        (('δώδεκα', '+--'), ('δὲ', '+'), ('χρυσοῖο', '++-'), ('καὶ', '-'), ('εἴκοσι', '+--'), ('κασσιτέροιο', '+--++')),
    'οἳ δ’ ἄλλοι οὔ σφιν πάρεσαν θεοί, ἀλλὰ ἕκηλοι': # Il. 11.75
        (('οἳ', '+'), ('δ’', ''), ('ἄλλοι', '++'), ('οὔ', '+'), ('σφιν', '+'), ('πάρεσαν', '--+'), ('θεοί', '--'), ('ἀλλὰ', '+-'), ('ἕκηλοι', '-++')),
    'ἀλλὰ δι’ αὐτῆς ἦλθε καὶ ὀστέου, ἐγκέφαλος δὲ': # Il. 11.97
        (('ἀλλὰ', '+-'), ('δι’', '-'), ('αὐτῆς', '++'), ('ἦλθε', '+-'), ('καὶ', '-'), ('ὀστέου', '+--'), ('ἐγκέφαλος', '+--+'), ('δὲ', '+')),
    'εἰ μὲν δὴ Ἀντιμάχοιο δαί̈φρονος υἱέες ἐστόν,': # Il. 11.138
        (('εἰ', '+'), ('μὲν', '+'), ('δὴ', ''), ('ἀντιμάχοιο', '+--+-'), ('δαί̈φρονος', '-+--'), ('υἱέες', '+--'), ('ἐστόν', '++')),
    'μάρνασθαι δηί̈οισι κατὰ κρατερὴν ὑσμίνην.': # Il. 11.190
        (('μάρνασθαι', '+++'), ('δηί̈οισι', '++-'), ('κατὰ', '-+'), ('κρατερὴν', '--+'), ('ὑσμίνην', '-++')),
    'Ἕκτορ υἱὲ Πριάμοιο Διὶ μῆτιν ἀτάλαντε': # Il. 11.200
        (('ἕκτορ', '+-'), ('υἱὲ', '-+'), ('πριάμοιο', '--+-'), ('διὶ', '-'), ('μῆτιν', '+-'), ('ἀτάλαντε', '--++')),
    'μάρνασθαι δηί̈οισι κατὰ κρατερὴν ὑσμίνην.': # Il. 11.205
        (('μάρνασθαι', '+++'), ('δηί̈οισι', '++-'), ('κατὰ', '-+'), ('κρατερὴν', '--+'), ('ὑσμίνην', '-++')),
    'αὐτὰρ ὃ πεζὸς ἐὼν ἐς Ἴλιον εἰληλούθει·': # Il. 11.230
        (('αὐτὰρ', '+-'), ('ὃ', '-'), ('πεζὸς', '+-'), ('ἐὼν', '-+'), ('ἐς', '+'), ('ἴλιον', '+--'), ('εἰληλούθει', '++++')),
    'ἕλκ’ ἐπὶ οἷ μεμαὼς ὥς τε λίς, ἐκ δ’ ἄρα χειρὸς': # Il. 11.239
        (('ἕλκ’', '+'), ('ἐπὶ', '--'), ('οἷ', '+'), ('μεμαὼς', '--+'), ('ὥς', '+'), ('τε', '+'), ('λίς', '+'), ('ἐκ', '+'), ('δ’', ''), ('ἄρα', '--'), ('χειρὸς', '++')),
    'βέβληαι οὐδ’ ἅλιον βέλος ἔκφυγεν· ὡς ὄφελόν τοι': # Il. 11.380
        (('βέβληαι', '++'), ('οὐδ’', '+'), ('ἅλιον', '--+'), ('βέλος', '--'), ('ἔκφυγεν', '+--'), ('ὡς', '+'), ('ὄφελόν', '--+'), ('τοι', '+')),
    'εἰ μὲν δὴ ἀντίβιον σὺν τεύχεσι πειρηθείης,': # Il. 11.386
        (('εἰ', '+'), ('μὲν', '+'), ('δὴ', ''), ('ἀντίβιον', '+--+'), ('σὺν', '+'), ('τεύχεσι', '+--'), ('πειρηθείης', '++++')),
    'σήμερον ἢ δοιοῖσιν ἐπεύξεαι Ἱππασίδῃσι': # Il. 11.431
        (('σήμερον', '+--'), ('ἢ', '+'), ('δοιοῖσιν', '++-'), ('ἐπεύξεαι', '-+--'), ('ἱππασίδῃσι', '+--++')),
    'ὄχθας πὰρ ποταμοῖο Σκαμάνδρου, τῇ ῥα μάλιστα': # Il. 11.499
        (('ὄχθας', '++'), ('πὰρ', '+'), ('ποταμοῖο', '--+-'), ('Σκαμάνδρου', '-++'), ('τῇ', '+'), ('ῥα', '-'), ('μάλιστα', '-++')),
    'μάστιγι λιγυρῇ· τοὶ δὲ πληγῆς ἀί̈οντες': # Il. 11.532
        (('μάστιγι', '+--'), ('λιγυρῇ', '+++'), ('τοὶ', '+'), ('δὲ', '+'), ('πληγῆς', '++'), ('ἀί̈οντες', '--++')),
    'ἵπποι γάρ με παρήϊξαν πρόσσω μεμαυῖαι.': # Il. 11.615
        (('ἵπποι', '++'), ('γάρ', '+'), ('με', '-'), ('παρήϊξαν', '-+++'), ('πρόσσω', '++'), ('μεμαυῖαι', '--++')),
    'Ἀργείων ἀέκητι πυρὸς δηί̈οιο θέρωνται,': # Il. 11.667
        (('ἀργείων', '+++'), ('ἀέκητι', '--+-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('θέρωνται', '-++')),
    'ὣς ἐπέτελλ’ ὃ γέρων, σὺ δὲ λήθεαι· ἀλλ’ ἔτι καὶ νῦν': # Il. 11.790
        (('ὣς', '+'), ('ἐπέτελλ’', '--+'), ('ὃ', '-'), ('γέρων', '-+'), ('σὺ', '-'), ('δὲ', '-'), ('λήθεαι', '+--'), ('ἀλλ’', '+'), ('ἔτι', '--'), ('καὶ', '+'), ('νῦν', '+')),
    'Γρήνικός τε καὶ Αἴσηπος δῖός τε Σκάμανδρος': # Il. 12.21
        (('γρήνικός', '+++'), ('τε', '-'), ('καὶ', '-'), ('αἴσηπος', '+++'), ('δῖός', '++'), ('τε', '-'), ('σκάμανδρος', '-++')),
    'πυκνοὺς καὶ μεγάλους δηί̈ων ἀνδρῶν ἀλεωρήν.': # Il. 12.57
        (('πυκνοὺς', '++'), ('καὶ', '+'), ('μεγάλους', '--+'), ('δηί̈ων', '++'), ('ἀνδρῶν', '++'), ('ἀλεωρήν', '--++')),
    'ὧδέ χ’ ὑποκρίναιτο θεοπρόπος, ὃς σάφα θυμῷ': # Il. 12.228
        (('ὧδέ', '+-'), ('χ’', ''), ('ὑποκρίναιτο', '-+++-'), ('θεοπρόπος', '-+--'), ('ὃς', '+'), ('σάφα', '--'), ('θυμῷ', '++')),
    'εἰ δὲ σὺ δηϊοτῆτος ἀφέξεαι, ἠέ τιν’ ἄλλον': # Il. 12.248
        (('εἰ', '+'), ('δὲ', '-'), ('σὺ', '-'), ('δηϊοτῆτος', '+--+-'), ('ἀφέξεαι', '-+--'), ('ἠέ', '+-'), ('τιν’', '-'), ('ἄλλον', '++')),
    'βάλλον ἀπ’ αὐτάων δηί̈ους ὑπὸ τεῖχος ἰόντας.': # Il. 12.264
        (('βάλλον', '+-'), ('ἀπ’', '-'), ('αὐτάων', '+++'), ('δηί̈ους', '++'), ('ὑπὸ', '--'), ('τεῖχος', '+-'), ('ἰόντας', '-++')),
    'νεῖκος ἀπωσαμένους δηί̈ους προτὶ ἄστυ δίεσθαι.': # Il. 12.276
        (('νεῖκος', '+-'), ('ἀπωσαμένους', '-+--+'), ('δηί̈ους', '++'), ('προτὶ', '--'), ('ἄστυ', '+-'), ('δίεσθαι', '-++')),
    'κοιμήσας δ’ ἀνέμους χέει ἔμπεδον, ὄφρα καλύψῃ': # Il. 12.281
        (('κοιμήσας', '+++'), ('δ’', ''), ('ἀνέμους', '--+'), ('χέει', '+'), ('ἔμπεδον', '+--'), ('ὄφρα', '+-'), ('καλύψῃ', '-++')),
    'ὧδε γὰρ ἔβρισαν Λυκίων ἀγοί, οἳ τὸ πάρος περ': # Il. 12.346
        (('ὧδε', '+-'), ('γὰρ', '-'), ('ἔβρισαν', '+++'), ('λυκίων', '--+'), ('ἀγοί', '--'), ('οἳ', '+'), ('τὸ', '-'), ('πάρος', '-+'), ('περ', '+')),
    'ὧδε γὰρ ἔβρισαν Λυκίων ἀγοί, οἳ τὸ πάρος περ': # Il. 12.359
        (('ὧδε', '+-'), ('γὰρ', '-'), ('ἔβρισαν', '+++'), ('λυκίων', '--+'), ('ἀγοί', '--'), ('οἳ', '+'), ('τὸ', '-'), ('πάρος', '-+'), ('περ', '+')),
    'ὣς φάτ’ ἐποτρύνων, οἳ δ’ οὔασι πάντες ἄκουον,': # Il. 12.442
        (('ὣς', '+'), ('φάτ’', '-'), ('ἐποτρύνων', '-+++'), ('οἳ', '+'), ('δ’', ''), ('οὔασι', '+--'), ('πάντες', '+-'), ('ἄκουον', '-++')),
    'λᾶος ὑπὸ ῥιπῆς· ὃ δ’ ἄρ’ ἔσθορε φαίδιμος Ἕκτωρ': # Il. 12.462
        (('λᾶος', '+-'), ('ὑπὸ', '-+'), ('ῥιπῆς', '++'), ('ὃ', '-'), ('δ’', ''), ('ἄρ’', '-'), ('ἔσθορε', '+--'), ('φαίδιμος', '+--'), ('ἕκτωρ', '++')),
    'τεῖχος ὑπερβαίνειν· τοὶ δ’ ὀτρύνοντι πίθοντο.': # Il. 12.468
        (('τεῖχος', '+-'), ('ὑπερβαίνειν', '-+++'), ('τοὶ', '+'), ('δ’', ''), ('ὀτρύνοντι', '+++-'), ('πίθοντο', '-++')),
    'ἔδμεναι· ἀμφὶ δὲ ποσσὶ πέδας ἔβαλε χρυσείας': # Il. 13.36
        (('ἔδμεναι', '+--'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('ποσσὶ', '+-'), ('πέδας', '-+'), ('ἔβαλε', '--+'), ('χρυσείας', '+++')),
    'Ἀργείους ὄτρυνε βαθείης ἐξ ἁλὸς ἐλθὼν': # Il. 13.44
        (('ἀργείους', '+++'), ('ὄτρυνε', '++-'), ('βαθείης', '-++'), ('ἐξ', '+'), ('ἁλὸς', '--'), ('ἐλθὼν', '++')),
    'ῥεῖα μετεισάμενος κρατερὰς ὄτρυνε φάλαγγας.': # Il. 13.90
        (('ῥεῖα', '+-'), ('μετεισάμενος', '-+--+'), ('κρατερὰς', '--+'), ('ὄτρυνε', '++-'), ('φάλαγγας', '-++')),
    'αἰδὼς Ἀργεῖοι, κοῦροι νέοι· ὔμμιν ἔγωγε': # Il. 13.95
        (('αἰδὼς', '++'), ('ἀργεῖοι', '+++'), ('κοῦροι', '++'), ('νέοι', '--'), ('ὔμμιν', '+-'), ('ἔγωγε', '-++')),
    'ὕλη· ὃ δ’ ἀσφαλέως θέει ἔμπεδον, εἷος ἵκηται': # Il. 13.141
        (('ὕλη', '+-'), ('ὃ', '-'), ('δ’', ''), ('ἀσφαλέως', '+--+'), ('θέει', '+'), ('ἔμπεδον', '+--'), ('εἷος', '+-'), ('ἵκηται', '-++')),
    'ἂψ ἐς Ἴλιον ἦλθε, μετέπρεπε δὲ Τρώεσσι,': # Il. 13.175
        (('ἂψ', '+'), ('ἐς', '+'), ('ἴλιον', '+--'), ('ἦλθε', '+-'), ('μετέπρεπε', '-+--'), ('δὲ', '+'), ('τρώεσσι', '+++')),
    'οἶδ’ ἀρετὴν οἷός ἐσσι· τί σε χρὴ ταῦτα λέγεσθαι;': # Il. 13.275
        (('οἶδ’', '+'), ('ἀρετὴν', '--+'), ('οἷός', '--'), ('ἐσσι', '+-'), ('τί', '-'), ('σε', '+'), ('χρὴ', '+'), ('ταῦτα', '+-'), ('λέγεσθαι', '-++')),
    'οὐδ’ ὅ γ’ ἐτόλμησεν δηί̈ων ὑπὸ χεῖρας ἀλύξας': # Il. 13.395
        (('οὐδ’', '+'), ('ὅ', '-'), ('γ’', ''), ('ἐτόλμησεν', '-+++'), ('δηί̈ων', '++'), ('ὑπὸ', '--'), ('χεῖρας', '+-'), ('ἀλύξας', '-++')),
    'τὴν ἄρ’ ὅ γε ῥινοῖσι βοῶν καὶ νώροπι χαλκῷ': # Il. 13.406
        (('τὴν', '+'), ('ἄρ’', '-'), ('ὅ', '-'), ('γε', '+'), ('ῥινοῖσι', '++-'), ('βοῶν', '-+'), ('καὶ', '+'), ('νώροπι', '+--'), ('χαλκῷ', '++')),
    'ἀθάνατοι θεοὶ ἦσαν ἐεργόμενοι πολέμοιο.': # Il. 13.525
        (('ἀθάνατοι', '+--+'), ('θεοὶ', '--'), ('ἦσαν', '+-'), ('ἐεργόμενοι', '-+--+'), ('πολέμοιο', '--++')),
    'οὐ μὲν γάρ ποτ’ ἄνευ δηί̈ων ἦν, ἀλλὰ κατ’ αὐτοὺς': # Il. 13.556
        (('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('ποτ’', '-'), ('ἄνευ', '-+'), ('δηί̈ων', '++'), ('ἦν', '+'), ('ἀλλὰ', '+-'), ('κατ’', '-'), ('αὐτοὺς', '++')),
    'ἀντικρὺ διὰ χειρὸς ἐλήλατο χάλκεον ἔγχος.': # Il. 13.595
        (('ἀντικρὺ', '+++'), ('διὰ', '--'), ('χειρὸς', '+-'), ('ἐλήλατο', '-+--'), ('χάλκεον', '+--'), ('ἔγχος', '++')),
    'οἷον δὴ ἄνδρεσσι χαρίζεαι ὑβριστῇσι': # Il. 13.633
        (('οἷον', '++'), ('δὴ', '+'), ('ἄνδρεσσι', '++-'), ('χαρίζεαι', '-+--'), ('ὑβριστῇσι', '++++')),
    'ἀντικρὺ κατὰ κύστιν ὑπ’ ὀστέον ἐξεπέρησεν.': # Il. 13.652
        (('ἀντικρὺ', '+++'), ('κατὰ', '--'), ('κύστιν', '+-'), ('ὑπ’', '-'), ('ὀστέον', '+--'), ('ἐξεπέρησεν', '+--++')),
    'ἀλλ’ οὔ πως ἅμα πάντα δυνήσεαι αὐτὸς ἑλέσθαι.': # Il. 13.729
        (('ἀλλ’', '+'), ('οὔ', '+'), ('πως', '+'), ('ἅμα', '--'), ('πάντα', '+-'), ('δυνήσεαι', '-+--'), ('αὐτὸς', '+-'), ('ἑλέσθαι', '-++')),
    'μέλλω, ἐπεὶ οὐδ’ ἐμὲ πάμπαν ἀνάλκιδα γείνατο μήτηρ·': # Il. 13.777
        (('μέλλω', '+-'), ('ἐπεὶ', '-'), ('οὐδ’', '+'), ('ἐμὲ', '--'), ('πάμπαν', '+-'), ('ἀνάλκιδα', '-+--'), ('γείνατο', '+--'), ('μήτηρ', '++')),
    'πᾶσι μάλ’, ἐν δὲ σὺ τοῖσι πεφήσεαι, αἴ κε ταλάσσῃς': # Il. 13.829
        (('πᾶσι', '+-'), ('μάλ’', '-'), ('ἐν', '+'), ('δὲ', '-'), ('σὺ', '-'), ('τοῖσι', '+-'), ('πεφήσεαι', '-+--'), ('αἴ', '+'), ('κε', '-'), ('ταλάσσῃς', '-++')),
    'ὄρνιθι λιγυρῇ ἐναλίγκιος, ἥν τ’ ἐν ὄρεσσι': # Il. 14.290
        (('ὄρνιθι', '+--'), ('λιγυρῇ', '+++'), ('ἐναλίγκιος', '--+--'), ('ἥν', '+'), ('τ’', ''), ('ἐν', '-'), ('ὄρεσσι', '-++')),
    'Ἥρη πῇ μεμαυῖα κατ’ Οὐλύμπου τόδ’ ἱκάνεις;': # Il. 14.298
        (('ἥρη', '++'), ('πῇ', '+'), ('μεμαυῖα', '--+-'), ('κατ’', '-'), ('οὐλύμπου', '+++'), ('τόδ’', '-'), ('ἱκάνεις', '-++')),
    'μή πώς μοι μετέπειτα χολώσεαι, αἴ κε σιωπῇ': # Il. 14.310
        (('μή', '+'), ('πώς', '+'), ('μοι', '+'), ('μετέπειτα', '--+-'), ('χολώσεαι', '-+--'), ('αἴ', '+'), ('κε', '-'), ('σιωπῇ', '-++')),
    'εἰ νῦν ἐν φιλότητι λιλαίεαι εὐνηθῆναι': # Il. 14.331
        (('εἰ', '+'), ('νῦν', '+'), ('ἐν', '+'), ('φιλότητι', '--+-'), ('λιλαίεαι', '-+--'), ('εὐνηθῆναι', '++++')),
    'Ἴδης ἐν κορυφῇσι παρὰ χρυσοθρόνου Ἥρης,': # Il. 15.5
        (('ἴδης', '++'), ('ἐν', '+'), ('κορυφῇσι', '--+-'), ('παρὰ', '-+'), ('χρυσοθρόνου', '++--'), ('ἥρης', '++')),
    'ἦ οὐ μέμνῃ ὅτε τ’ ἐκρέμω ὑψόθεν, ἐκ δὲ ποδοῖιν': # Il. 15.18
        (('ἦ', ''), ('οὐ', '+'), ('μέμνῃ', '++'), ('ὅτε', '--'), ('τ’', ''), ('ἐκρέμω', '+--'), ('ὑψόθεν', '+--'), ('ἐκ', '+'), ('δὲ', '-'), ('ποδοῖιν', '-++')),
    'Ἕκτορα δ’ ὀτρύνῃσι μάχην ἐς Φοῖβος Ἀπόλλων,': # Il. 15.59
        (('ἕκτορα', '+--'), ('δ’', ''), ('ὀτρύνῃσι', '+++-'), ('μάχην', '-+'), ('ἐς', '+'), ('φοῖβος', '+-'), ('ἀπόλλων', '-++')),
    'ὣς κραιπνῶς μεμαυῖα διέπτατο πότνια Ἥρη·': # Il. 15.83
        (('ὣς', '+'), ('κραιπνῶς', '++'), ('μεμαυῖα', '--+-'), ('διέπτατο', '-+--'), ('πότνια', '+--'), ('ἥρη', '++')),
    'ταῦτα δὲ καὶ μετὰ πᾶσιν ἀκούσεαι ἀθανάτοισιν': # Il. 15.96
        (('ταῦτα', '+-'), ('δὲ', '-'), ('καὶ', '+'), ('μετὰ', '--'), ('πᾶσιν', '+-'), ('ἀκούσεαι', '-+--'), ('ἀθανάτοισιν', '+--++')),
    'ὄχθησαν δ’ ἀνὰ δῶμα Διὸς θεοί· ἣ δ’ ἐγέλασσε': # Il. 15.101
        (('ὄχθησαν', '+++'), ('δ’', ''), ('ἀνὰ', '--'), ('δῶμα', '+-'), ('διὸς', '-+'), ('θεοί', '--'), ('ἣ', '+'), ('δ’', ''), ('ἐγέλασσε', '--++')),
    'νήπιοι οἳ Ζηνὶ μενεαίνομεν ἀφρονέοντες·': # Il. 15.104
        (('νήπιοι', '+--'), ('οἳ', '+'), ('ζηνὶ', '++'), ('μενεαίνομεν', '--+--'), ('ἀφρονέοντες', '+--++')),
    'εἰ μὴ Ἀθήνη πᾶσι περιδείσασα θεοῖσιν': # Il. 15.123
        (('εἰ', '+'), ('μὴ', '+'), ('ἀθήνη', '+++'), ('πᾶσι', '++'), ('περιδείσασα', '--+--'), ('θεοῖσιν', '++')),
    'ὣς κραιπνῶς μεμαυῖα διέπτατο ὠκέα Ἶρις,': # Il. 15.172
        (('ὣς', '+'), ('κραιπνῶς', '++'), ('μεμαυῖα', '--+-'), ('διέπτατο', '-+--'), ('ὠκέα', '+--'), ('ἶρις', '++')),
    'εἰ δέ οἱ οὐκ ἐπέεσς’ ἐπιπείσεαι, ἀλλ’ ἀλογήσεις,': # Il. 15.178
        (('εἰ', '+'), ('δέ', '-'), ('οἱ', '-'), ('οὐκ', '+'), ('ἐπέεσς’', '--+'), ('ἐπιπείσεαι', '--+--'), ('ἀλλ’', '+'), ('ἀλογήσεις', '--++')),
    'τρεῖς γάρ τ’ ἐκ Κρόνου εἰμὲν ἀδελφεοὶ οὓς τέκετο Ῥέα': # Il. 15.187
        (('τρεῖς', '+'), ('γάρ', '+'), ('τ’', ''), ('ἐκ', '+'), ('κρόνου', '--'), ('εἰμὲν', '+-'), ('ἀδελφεοὶ', '-++'), ('οὓς', '+'), ('τέκετο', '--+'), ('ῥέα', '+')),
    'Ἕκτορ υἱὲ Πριάμοιο, τί ἢ δὲ σὺ νόσφιν ἀπ’ ἄλλων': # Il. 15.244
        (('ἕκτορ', '+-'), ('υἱὲ', '-+'), ('πριάμοιο', '--+-'), ('τί', '-'), ('ἢ', '+'), ('δὲ', '-'), ('σὺ', '-'), ('νόσφιν', '+-'), ('ἀπ’', '-'), ('ἄλλων', '++')),
    'ἀλλ’ ἄγε νῦν ἱππεῦσιν ἐπότρυνον πολέεσσι': # Il. 15.258
        (('ἀλλ’', '+'), ('ἄγε', '--'), ('νῦν', '+'), ('ἱππεῦσιν', '++-'), ('ἐπότρυνον', '-+++'), ('πολέεσσι', '--++')),
    'ὀτρύνων ἱππῆας, ἐπεὶ θεοῦ ἔκλυεν αὐδήν.': # Il. 15.270
        (('ὀτρύνων', '+++'), ('ἱππῆας', '++-'), ('ἐπεὶ', '-+'), ('θεοῦ', '--'), ('ἔκλυεν', '+--'), ('αὐδήν', '++')),
    'ἀλλά τις αὖτε θεῶν ἐρρύσατο καὶ ἐσάωσεν': # Il. 15.290
        (('ἀλλά', '+-'), ('τις', '-'), ('αὖτε', '+-'), ('θεῶν', '-+'), ('ἐρρύσατο', '++--'), ('καὶ', '+'), ('ἐσάωσεν', '--++')),
    'πολλὰ δ’ ἐπότρυνε σχεδὸν ἴσχειν εἰσορόωντα': # Il. 15.456
        (('πολλὰ', '+-'), ('δ’', ''), ('ἐπότρυνε', '-+++'), ('σχεδὸν', '--'), ('ἴσχειν', '++'), ('εἰσορόωντα', '+--++')),
    'ἐς πόλεμον φορέειν δηί̈ων ἀνδρῶν ἀλεωρήν·': # Il. 15.533
        (('ἐς', '+'), ('πόλεμον', '--+'), ('φορέειν', '--+'), ('δηί̈ων', '++'), ('ἀνδρῶν', '++'), ('ἀλεωρήν', '--++')),
    'βόσκ’ ἐν Περκώτῃ δηί̈ων ἀπὸ νόσφιν ἐόντων·': # Il. 15.548
        (('βόσκ’', '+'), ('ἐν', '+'), ('περκώτῃ', '+++'), ('δηί̈ων', '++'), ('ἀπὸ', '--'), ('νόσφιν', '+-'), ('ἐόντων', '-++')),
    'φοίτα μακρὰ βιβάς, φωνὴ δέ οἱ αἰθέρ’ ἵκανεν,': # Il. 15.686
        (('φοίτα', '++'), ('μακρὰ', '+-'), ('βιβάς', '-+'), ('φωνὴ', '++'), ('δέ', '-'), ('οἱ', '-'), ('αἰθέρ’', '+-'), ('ἵκανεν', '-++')),
    'ἠέ τι Μυρμιδόνεσσι πιφαύσκεαι, ἢ ἐμοὶ αὐτῷ,': # Il. 16.12
        (('ἠέ', '+-'), ('τι', '-'), ('μυρμιδόνεσσι', '+--+-'), ('πιφαύσκεαι', '-+--'), ('ἢ', '+'), ('ἐμοὶ', '--'), ('αὐτῷ', '++')),
    'ἦε σύ γ’ Ἀργείων ὀλοφύρεαι, ὡς ὀλέκονται': # Il. 16.17
        (('ἦε', '+-'), ('σύ', '-'), ('γ’', ''), ('ἀργείων', '+++'), ('ὀλοφύρεαι', '--+--'), ('ὡς', '+'), ('ὀλέκονται', '--++')),
    'ὦ Ἀχιλεῦ Πηλῆος υἱὲ μέγα φέρτατ’ Ἀχαιῶν': # Il. 16.21
        (('ὦ', '+'), ('ἀχιλεῦ', '--+'), ('πηλῆος', '++-'), ('υἱὲ', '-+'), ('μέγα', '--'), ('φέρτατ’', '+-'), ('ἀχαιῶν', '-++')),
    'καὶ γέρας ἂψ ἀφελέσθαι, ὅ τε κράτεϊ προβεβήκῃ·': # Il. 16.54
        (('καὶ', '+'), ('γέρας', '--'), ('ἂψ', '+'), ('ἀφελέσθαι', '--+-'), ('ὅ', '-'), ('τε', '+'), ('κράτεϊ', '--+'), ('προβεβήκῃ', '--++')),
    'ἀντικρὺ δ’ ἀπάραξε· τὸ μὲν Τελαμώνιος Αἴας': # Il. 16.116
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἀπάραξε', '--+-'), ('τὸ', '-'), ('μὲν', '+'), ('τελαμώνιος', '--+--'), ('αἴας', '++')),
    'λεύσσω δὴ παρὰ νηυσὶ πυρὸς δηί̈οιο ἰωήν·': # Il. 16.127
        (('λεύσσω', '++'), ('δὴ', '+'), ('παρὰ', '--'), ('νηυσὶ', '+-'), ('πυρὸς', '-+'), ('δηί̈οιο', '++-'), ('ἰωήν', '-++')),
    'Σπερχειῷ ἀκάμαντι γυνὴ θεῷ εὐνηθεῖσα,': # Il. 16.176
        (('σπερχειῷ', '+++'), ('ἀκάμαντι', '--+-'), ('γυνὴ', '-+'), ('θεῷ', '+'), ('εὐνηθεῖσα', '++++')),
    'σοὶ ναίους’ ὑποφῆται ἀνιπτόποδες χαμαιεῦναι,': # Il. 16.235
        (('σοὶ', '+'), ('ναίους’', '++'), ('ὑποφῆται', '--+-'), ('ἀνιπτόποδες', '-+--+'), ('χαμαιεῦναι', '--++')),
    'πρόσσω πᾶς πέτεται καὶ ἀμύνει οἷσι τέκεσσι.': # Il. 16.265
        (('πρόσσω', '++'), ('πᾶς', '+'), ('πέτεται', '--+'), ('καὶ', '-'), ('ἀμύνει', '-++'), ('οἷσι', '+-'), ('τέκεσσι', '-++')),
    'ἀντικρὺ κατὰ μέσσον, ὅθι πλεῖστοι κλονέοντο,': # Il. 16.285
        (('ἀντικρὺ', '+++'), ('κατὰ', '--'), ('μέσσον', '+-'), ('ὅθι', '-+'), ('πλεῖστοι', '++'), ('κλονέοντο', '--++')),
    'ὣς Δαναοὶ νηῶν μὲν ἀπωσάμενοι δήϊον πῦρ': # Il. 16.301
        (('ὣς', '+'), ('δαναοὶ', '--+'), ('νηῶν', '++'), ('μὲν', '-'), ('ἀπωσάμενοι', '-+--+'), ('δήϊον', '++'), ('πῦρ', '+')),
    'ἀντικρὺ δ’ ἄρα τάφρον ὑπέρθορον ὠκέες ἵπποι': # Il. 16.380
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἄρα', '--'), ('τάφρον', '+-'), ('ὑπέρθορον', '-+--'), ('ὠκέες', '+--'), ('ἵπποι', '++')),
    'πρῶτα μὲν ὄτρυνον Λυκίων ἡγήτορας ἄνδρας': # Il. 16.495
        (('πρῶτα', '+-'), ('μὲν', '-'), ('ὄτρυνον', '+++'), ('λυκίων', '--+'), ('ἡγήτορας', '++--'), ('ἄνδρας', '++')),
    'κεκλόμενος Λυκίοισιν ἐποτρύνω πολεμίζειν,': # Il. 16.525
        (('κεκλόμενος', '+--+'), ('λυκίοισιν', '--+-'), ('ἐποτρύνω', '-+++'), ('πολεμίζειν', '--++')),
    'πρῶτα μὲν ὄτρυνεν Λυκίων ἡγήτορας ἄνδρας': # Il. 16.532
        (('πρῶτα', '+-'), ('μὲν', '-'), ('ὄτρυνεν', '+++'), ('λυκίων', '--+'), ('ἡγήτορας', '++--'), ('ἄνδρας', '++')),
    'ἠὲ καὶ ἐν πολέμῳ δηί̈ων ὕπο θυμοραϊστέων,': # Il. 16.591
        (('ἠὲ', '+-'), ('καὶ', '-'), ('ἐν', '+'), ('πολέμῳ', '--+'), ('δηί̈ων', '++'), ('ὕπο', '--'), ('θυμοραϊστέων', '+--++')),
    'Ἕκτορ τίπτε μάχης ἀποπαύεαι; οὐδέ τί σε χρή.': # Il. 16.721
        (('ἕκτορ', '++'), ('τίπτε', '+-'), ('μάχης', '-+'), ('ἀποπαύεαι', '--+--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρή', '+')),
    'οὔ θην οὐδ’ αὐτὸς δηρὸν βέῃ, ἀλλά τοι ἤδη': # Il. 16.852
        (('οὔ', '+'), ('θην', '+'), ('οὐδ’', '+'), ('αὐτὸς', '++'), ('δηρὸν', '++'), ('βέῃ', '+'), ('ἀλλά', '+-'), ('τοι', '-'), ('ἤδη', '++')),
    'ὃν πότμον γοόωσα λιποῦς’ ἀνδροτῆτα καὶ ἥβην.': # Il. 16.857
        (('ὃν', '+'), ('πότμον', '++'), ('γοόωσα', '--+-'), ('λιποῦς’', '-+'), ('ἀνδροτῆτα', '--+-'), ('καὶ', '-'), ('ἥβην', '++')),
    'Πατρόκλεις τί νύ μοι μαντεύεαι αἰπὺν ὄλεθρον;': # Il. 16.859
        (('πατρόκλεις', '+++'), ('τί', '-'), ('νύ', '-'), ('μοι', '+'), ('μαντεύεαι', '++--'), ('αἰπὺν', '+-'), ('ὄλεθρον', '-++')),
    'ἀντικρὺ δ’ ἁπαλοῖο δι’ αὐχένος ἤλυθ’ ἀκωκή,': # Il. 17.49
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἁπαλοῖο', '--+-'), ('δι’', '-'), ('αὐχένος', '+--'), ('ἤλυθ’', '+-'), ('ἀκωκή', '-++')),
    'ἀσβέστῳ· οὐδ’ υἱὸν λάθεν Ἀτρέος ὀξὺ βοήσας·': # Il. 17.89
        (('ἀσβέστῳ', '+++'), ('οὐδ’', '+'), ('υἱὸν', '++'), ('λάθεν', '--'), ('Ἀτρέος', '+--'), ('ὀξὺ', '+-'), ('βοήσας', '-++')),
    'ἐντροπαλιζόμενος ὥς τε λὶς ἠϋγένειος,': # Il. 17.109
        (('ἐντροπαλιζόμενος', '+--+--+'), ('ὥς', '+'), ('τε', '+'), ('λὶς', '+'), ('ἠϋγένειος', '+--++')),
    'οἶος σὺν λαοῖς τοὶ Ἰλίῳ ἐγγεγάασιν·': # Il. 17.145
        (('οἶος', '++'), ('σὺν', '+'), ('λαοῖς', '++'), ('τοὶ', '+'), ('ἰλίῳ', '+--'), ('ἐγγεγάασιν', '+--++')),
    'μάρνασθαι δηί̈οισιν ἐπ’ ἀνδράσι νωλεμὲς αἰεί.': # Il. 17.148
        (('μάρνασθαι', '+++'), ('δηί̈οισιν', '++-'), ('ἐπ’', '-'), ('ἀνδράσι', '+--'), ('νωλεμὲς', '+--'), ('αἰεί', '++')),
    'στήμεναι ἄντα κατ’ ὄσσε ἰδὼν δηί̈ων ἐν ἀϋτῇ,': # Il. 17.167
        (('στήμεναι', '+--'), ('ἄντα', '+-'), ('κατ’', '-'), ('ὄσσε', '+-'), ('ἰδὼν', '-+'), ('δηί̈ων', '++'), ('ἐν', '-'), ('ἀϋτῇ', '-++')),
    'Πηλεί̈δεω Ἀχιλῆος ἅ οἱ θεοὶ Οὐρανίωνες': # Il. 17.195
        (('πηλεί̈δεω', '+--+'), ('ἀχιλῆος', '--+-'), ('ἅ', '-'), ('οἱ', '+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'τεύχεα δ’ οὐ κατὰ κόσμον ἀπὸ κρατός τε καὶ ὤμων': # Il. 17.205
        (('τεύχεα', '+--'), ('δ’', ''), ('οὐ', '+'), ('κατὰ', '--'), ('κόσμον', '+-'), ('ἀπὸ', '-+'), ('κρατός', '++'), ('τε', '-'), ('καὶ', '-'), ('ὤμων', '++')),
    'τὰ φρονέων δώροισι κατατρύχω καὶ ἐδωδῇ': # Il. 17.225
        (('τὰ', '+'), ('φρονέων', '--+'), ('δώροισι', '++-'), ('κατατρύχω', '-+++'), ('καὶ', '-'), ('ἐδωδῇ', '-++')),
    'Μηριόνης ἀτάλαντος Ἐνυαλίῳ ἀνδρειφόντῃ.': # Il. 17.259
        (('Μηριόνης', '+--+'), ('τ’', ''), ('ἀτάλαντος', '--+-'), ('Ἐνυαλίῳ', '-+--'), ('ἀνδρειφόντῃ', '++++')),
    'μίσησεν δ’ ἄρα μιν δηί̈ων κυσὶ κύρμα γενέσθαι': # Il. 17.272
        (('μίσησεν', '+++'), ('δ’', ''), ('ἄρα', '--'), ('μιν', '+'), ('δηί̈ων', '++'), ('κυσὶ', '--'), ('κύρμα', '+-'), ('γενέσθαι', '-++')),
    'ἦ οὐχ ἅλις ὡς καὶ τεύχε’ ἔχει καὶ ἐπεύχεται αὔτως;': # Il. 17.450
        (('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '--'), ('ὡς', '+'), ('καὶ', '+'), ('τεύχε’', '+-'), ('ἔχει', '-+'), ('καὶ', '-'), ('ἐπεύχεται', '-+--'), ('αὔτως', '++')),
    'τῇδε γὰρ ἔβρισαν πόλεμον κάτα δακρυόεντα': # Il. 17.512
        (('τῇδε', '+-'), ('γὰρ', '-'), ('ἔβρισαν', '+++'), ('πόλεμον', '--+'), ('κάτα', '--'), ('δακρυόεντα', '+--++')),
    'εἰ μή σφω’ Αἴαντε διέκριναν μεμαῶτε,': # Il. 17.531
        (('εἰ', '+'), ('μή', '+'), ('σφω’', '+'), ('αἴαντε', '++-'), ('διέκριναν', '-+++'), ('μεμαῶτε', '--++')),
    'ἔσκε δ’ ἐνὶ Τρώεσσι Ποδῆς υἱὸς Ἠετίωνος': # Il. 17.575
        (('ἔσκε', '+-'), ('δ’', ''), ('ἐνὶ', '-+'), ('τρώεσσι', '++-'), ('ποδῆς', '-+'), ('υἱὸς', '--'), ('ἠετίωνος', '+--++')),
    'ἐσθλὸν ἐνὶ προμάχοισι Ποδῆν υἱὸν Ἠετίωνος.': # Il. 17.590
        (('ἐσθλὸν', '+-'), ('ἐνὶ', '-+'), ('προμάχοισι', '--+-'), ('ποδῆν', '-+'), ('υἱὸν', '--'), ('ἠετίωνος', '+--++')),
    'ἀργαλέου πρὸ φόβοιο ἕλωρ δηί̈οισι λίποιεν.': # Il. 17.667
        (('ἀργαλέου', '+--+'), ('πρὸ', '-'), ('φόβοιο', '-+-'), ('ἕλωρ', '-+'), ('δηί̈οισι', '++-'), ('λίποιεν', '-++')),
    'ἕως μὲν γάρ τε θέουσι διαρραῖσαι μεμαῶτες,': # Il. 17.727
        (('ἕως', '+'), ('μὲν', '+'), ('γάρ', '+'), ('τε', '-'), ('θέουσι', '-+-'), ('διαρραῖσαι', '-+++'), ('μεμαῶτες', '--++')),
    'σχέτλιος· ἦ τ’ ἐκέλευον ἀπωσάμενον δήϊον πῦρ': # Il. 18.13
        (('σχέτλιος', '+--'), ('ἦ', '+'), ('τ’', ''), ('ἐκέλευον', '--+-'), ('ἀπωσάμενον', '-+--+'), ('δήϊον', '++'), ('πῦρ', '+')),
    'πεύσεαι ἀγγελίης, ἣ μὴ ὤφελλε γενέσθαι.': # Il. 18.19
        (('πεύσεαι', '+--'), ('ἀγγελίης', '+--+'), ('ἣ', '+'), ('μὴ', '+'), ('ὤφελλε', '++-'), ('γενέσθαι', '-++')),
    'ὀξὺ δὲ κωκύσασα κάρη λάβε παιδὸς ἑοῖο,': # Il. 18.71
        (('ὀξὺ', '+-'), ('δὲ', '-'), ('κωκύσασα', '+++-'), ('κάρη', '-+'), ('λάβε', '--'), ('παιδὸς', '+-'), ('ἑοῖο', '-++')),
    'ὠκύμορος δή μοι τέκος ἔσσεαι, οἷ’ ἀγορεύεις·': # Il. 18.95
        (('ὠκύμορος', '+--+'), ('δή', '+'), ('μοι', '+'), ('τέκος', '--'), ('ἔσσεαι', '+--'), ('οἷ’', '+'), ('ἀγορεύεις', '--++')),
    'τοῖος ἐὼν οἷος οὔ τις Ἀχαιῶν χαλκοχιτώνων': # Il. 18.105
        (('τοῖος', '+-'), ('ἐὼν', '-+'), ('οἷος', '--'), ('οὔ', '+'), ('τις', '-'), ('Ἀχαιῶν', '-++'), ('χαλκοχιτώνων', '+--++')),
    'ἄστυ περιπλομένων δηί̈ων ὕπο θυμοραϊστέων,': # Il. 18.220
        (('ἄστυ', '+-'), ('περιπλομένων', '-+--+'), ('δηί̈ων', '++'), ('ὕπο', '--'), ('θυμοραϊστέων', '+--++')),
    'πυκνὰ μάλα στενάχων ὥς τε λὶς ἠϋγένειος,': # Il. 18.318
        (('πυκνὰ', '+-'), ('μάλα', '-+'), ('στενάχων', '--+'), ('ὥς', '+'), ('τε', '+'), ('λὶς', '+'), ('ἠϋγένειος', '+--++')),
    'Ἥφαιστ’, ἦ ἄρα δή τις, ὅσαι θεαί εἰς’ ἐν Ὀλύμπῳ,': # Il. 18.429
        (('ἥφαιστ’', '++'), ('ἦ', '+'), ('ἄρα', '--'), ('δή', '+'), ('τις', '-'), ('ὅσαι', '-+'), ('θεαί', '--'), ('εἰς’', '+'), ('ἐν', '-'), ('ὀλύμπῳ', '-++')),
    'υἱεῖ ἐμῷ ὠκυμόρῳ δόμεν ἀσπίδα καὶ τρυφάλειαν': # Il. 18.458
        (('υἱεῖ', '+'), ('ἐμῷ', '--'), ('ὠκυμόρῳ', '+--+'), ('δόμεν', '--'), ('ἀσπίδα', '+--'), ('καὶ', '+'), ('τρυφάλειαν', '--++')),
    'δοιὼ δὲ κυβιστητῆρε κατ’ αὐτοὺς': # Il. 18.605
        (('δοιὼ', '++'), ('δὲ', '-'), ('κυβιστητῆρε', '-+++-'), ('κατ’', '-'), ('αὐτοὺς', '++')),
    'τέρπετο δ’ ἐν χείρεσσιν ἔχων θεοῦ ἀγλαὰ δῶρα.': # Il. 19.18
        (('τέρπετο', '+--'), ('δ’', ''), ('ἐν', '+'), ('χείρεσσιν', '++-'), ('ἔχων', '-+'), ('θεοῦ', '--'), ('ἀγλαὰ', '+--'), ('δῶρα', '++')),
    'ἔσσεαι. οὐ μὲν γάρ τι νεμεσσητὸν βασιλῆα': # Il. 19.182
        (('ἔσσεαι', '+--'), ('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('τι', '-'), ('νεμεσσητὸν', '-+++'), ('βασιλῆα', '--++')),
    'ὦ Ἀχιλεῦ Πηλῆος υἱὲ μέγα φέρτατ’ Ἀχαιῶν,': # Il. 19.216
        (('ὦ', '+'), ('ἀχιλεῦ', '--+'), ('πηλῆος', '++-'), ('υἱὲ', '-+'), ('μέγα', '--'), ('φέρτατ’', '+-'), ('ἀχαιῶν', '-++')),
    'εἰ δέ τι τῶνδ’ ἐπίορκον ἐμοὶ θεοὶ ἄλγεα δοῖεν': # Il. 19.264
        (('εἰ', '+'), ('δέ', '-'), ('τι', '-'), ('τῶνδ’', '+'), ('ἐπίορκον', '--+-'), ('ἐμοὶ', '-+'), ('θεοὶ', '--'), ('ἄλγεα', '+--'), ('δοῖεν', '++')),
    'Πάτροκλέ μοι δειλῇ πλεῖστον κεχαρισμένε θυμῷ': # Il. 19.287
        (('πάτροκλέ', '+--'), ('μοι', '+'), ('δειλῇ', '++'), ('πλεῖστον', '++'), ('κεχαρισμένε', '--+--'), ('θυμῷ', '++')),
    'τέκνον ἐμόν, δὴ πάμπαν ἀποίχεαι ἀνδρὸς ἑῆος.': # Il. 19.342
        (('τέκνον', '+-'), ('ἐμόν', '-+'), ('δὴ', '+'), ('πάμπαν', '+-'), ('ἀποίχεαι', '-+--'), ('ἀνδρὸς', '+-'), ('ἑῆος', '-++')),
    'ὣς εἰπὼν ὄτρυνε πάρος μεμαυῖαν Ἀθήνην·': # Il. 19.349
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ὄτρυνε', '++-'), ('πάρος', '-+'), ('μεμαυῖαν', '--+-'), ('Ἀθήνην', '-++')),
    'χρύσεαι, ἃς Ἥφαιστος ἵει λόφον ἀμφὶ θαμειάς.': # Il. 19.383
        (('χρύσεαι', '+--'), ('ἃς', '+'), ('ἥφαιστος', '++-'), ('ἵει', '-+'), ('λόφον', '--'), ('ἀμφὶ', '+-'), ('θαμειάς', '-++')),
    'ἂψ Δαναῶν ἐς ὅμιλον ἐπεί χ’ ἕωμεν πολέμοιο,': # Il. 19.402
        (('ἂψ', '+'), ('Δαναῶν', '--+'), ('ἐς', '-'), ('ὅμιλον', '-+-'), ('ἐπεί', '-+'), ('χ’', ''), ('ἕωμεν', '++'), ('πολέμοιο', '--++')),
    'Ξάνθε τί μοι θάνατον μαντεύεαι; οὐδέ τί σε χρή.': # Il. 19.420
        (('ξάνθε', '+-'), ('τί', '-'), ('μοι', '+'), ('θάνατον', '--+'), ('μαντεύεαι', '++--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρή', '+')),
    'ὣς οἳ μὲν θεοὶ ἄντα θεῶν ἴσαν· αὐτὰρ Ἀχιλλεὺς': # Il. 20.75
        (('ὣς', '+'), ('οἳ', '+'), ('μὲν', '+'), ('θεοὶ', '--'), ('ἄντα', '+-'), ('θεῶν', '-+'), ('ἴσαν', '--'), ('αὐτὰρ', '+-'), ('ἀχιλλεὺς', '-++')),
    'ἦ οὐ μέμνῃ ὅτε πέρ σε βοῶν ἄπο μοῦνον ἐόντα': # Il. 20.188
        (('ἦ',''), ('οὐ', '+'), ('μέμνῃ', '++'), ('ὅτε', '--'), ('πέρ', '+'), ('σε', '-'), ('βοῶν', '-+'), ('ἄπο', '--'), ('μοῦνον', '+-'), ('ἐόντα', '-++')),
    'ἦγον· ἀτὰρ σὲ Ζεὺς ἐρρύσατο καὶ θεοὶ ἄλλοι.': # Il. 20.194
        (('ἦγον', '+-'), ('ἀτὰρ', '-+'), ('σὲ', '+'), ('ζεὺς', '+'), ('ἐρρύσατο', '++--'), ('καὶ', '+'), ('θεοὶ', '--'), ('ἄλλοι', '++')),
    'βάλλεαι· ἀλλά σ’ ἔγωγ’ ἀναχωρήσαντα κελεύω': # Il. 20.196
        (('βάλλεαι', '+--'), ('ἀλλά', '+-'), ('σ’', ''), ('ἔγωγ’', '-+'), ('ἀναχωρήσαντα', '--+++-'), ('κελεύω', '-++')),
    'ὃς δὴ ἀφνειότατος γένετο θνητῶν ἀνθρώπων·': # Il. 20.220
        (('ὃς', '+'), ('δὴ', '+'), ('ἀφνειότατος', '++--+'), ('γένετο', '--+'), ('θνητῶν', '++'), ('ἀνθρώπων', '+++')),
    'Αἰνείαν ἤ κέν μιν ἐρύσσεαι ἦ κεν ἐάσῃς': # Il. 20.311
        (('αἰνείαν', '+++'), ('ἤ', '+'), ('κέν', '+'), ('μιν', '-'), ('ἐρύσσεαι', '-+--'), ('ἦ', '+'), ('κεν', '-'), ('ἐάσῃς', '-++')),
    'ὣς φάτ’ ἐποτρύνων· Τρώεσσι δὲ φαίδιμος Ἕκτωρ': # Il. 20.364
        (('ὣς', '+'), ('φάτ’', '-'), ('ἐποτρύνων', '-+++'), ('τρώεσσι', '++-'), ('δὲ', '-'), ('φαίδιμος', '+--'), ('ἕκτωρ', '++')),
    'ὣς φάτ’ ἐποτρύνων, οἳ δ’ ἀντίοι ἔγχε’ ἄειραν': # Il. 20.373
        (('ὣς', '+'), ('φάτ’', '-'), ('ἐποτρύνων', '-+++'), ('οἳ', '+'), ('δ’', ''), ('ἀντίοι', '+--'), ('ἔγχε’', '+-'), ('ἄειραν', '-++')),
    'ὡς δ’ ὅθ’ ὑπὸ ῥιπῆς πυρὸς ἀκρίδες ἠερέθονται': # Il. 21.12
        (('ὡς', '+'), ('δ’', ''), ('ὅθ’', '-'), ('ὑπὸ', '-+'), ('ῥιπῆς', '++'), ('πυρὸς', '--'), ('ἀκρίδες', '+--'), ('ἠερέθονται', '+--++')),
    'Ἄλτεω, ὃς Λελέγεσσι φιλοπτολέμοισιν ἀνάσσει': # Il. 21.86
        (('ἄλτεω', '++'), ('ὃς', '+'), ('λελέγεσσι', '--+-'), ('φιλοπτολέμοισιν', '-+--+-'), ('ἀνάσσει', '-++')),
    'ἐνθεμένη λεχέεσσι γοήσεται, ἀλλὰ Σκάμανδρος': # Il. 21.124
        (('ἐνθεμένη', '+--+'), ('λεχέεσσι', '--+-'), ('γοήσεται', '-+--'), ('ἀλλὰ', '+-'), ('σκάμανδρος', '-++')),
    'ἀλλὰ πρὶν Ἀχιλεὺς σχεδὸν ἄορι θυμὸν ἀπηύρα.': # Il. 21.179
        (('ἀλλὰ', '++'), ('πρὶν', '+'), ('ἀχιλεὺς', '--+'), ('σχεδὸν', '--'), ('ἄορι', '+--'), ('θυμὸν', '+-'), ('ἀπηύρα', '-++')),
    'ἔσται ταῦτα Σκάμανδρε διοτρεφές, ὡς σὺ κελεύεις.': # Il. 21.223
        (('ἔσται', '++'), ('ταῦτα', '+-'), ('σκάμανδρε', '-+-'), ('διοτρεφές', '-+--'), ('ὡς', '+'), ('σὺ', '-'), ('κελεύεις', '-++')),
    'οὐδὲ Σκάμανδρος ἔληγε τὸ ὃν μένος, ἀλλ’ ἔτι μᾶλλον': # Il. 21.305
        (('οὐδὲ', '+-'), ('σκάμανδρος', '-+-'), ('ἔληγε', '-+-'), ('τὸ', '-'), ('ὃν', '+'), ('μένος', '--'), ('ἀλλ’', '+'), ('ἔτι', '--'), ('μᾶλλον', '++')),
    'μὴ δὲ πρὶν ἀπόπαυε τεὸν μένος, ἀλλ’ ὁπότ’ ἂν δὴ': # Il. 21.340
        (('μὴ', '+'), ('δὲ', '+'), ('πρὶν', '+'), ('ἀπόπαυε', '--+-'), ('τεὸν', '-+'), ('μένος', '--'), ('ἀλλ’', '+'), ('ὁπότ’', '--'), ('ἂν', '+'), ('δὴ', '+')),
    'καίοντο πτελέαι τε καὶ ἰτέαι ἠδὲ μυρῖκαι,': # Il. 21.350
        (('καίοντο', '+++'), ('πτελέαι', '--+'), ('τε', '-'), ('καὶ', '-'), ('ἰτέαι', '+--'), ('ἠδὲ', '+-'), ('μυρῖκαι', '-++')),
    'οἳ κατὰ καλὰ ῥέεθρα κυβίστων ἔνθα καὶ ἔνθα': # Il. 21.354
        (('οἳ', '+'), ('κατὰ', '--'), ('καλὰ', '++'), ('ῥέεθρα', '+-'), ('κυβίστων', '-++'), ('ἔνθα', '+-'), ('καὶ', '-'), ('ἔνθα', '++')),
    'ἦ οὐ μέμνῃ ὅτε Τυδεί̈δην Διομήδε’ ἀνῆκας': # Il. 21.396
        (('ἦ', ''), ('οὐ', '+'), ('μέμνῃ', '++'), ('ὅτε', '--'), ('τυδεί̈δην', '+++'), ('διομήδε’', '--+-'), ('ἀνῆκας', '-++')),
    'οἳ δ’ ἄλλοι πρὸς Ὄλυμπον ἴσαν θεοὶ αἰὲν ἐόντες,': # Il. 21.518
        (('οἳ', '+'), ('δ’', ''), ('ἄλλοι', '++'), ('πρὸς', '-'), ('ὄλυμπον', '-+-'), ('ἴσαν', '-+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'φεύγω πρὸς πεδίον Ἰλήϊον, ὄφρ’ ἂν ἵκωμαι': # Il. 21.558
        (('φεύγω', '++'), ('πρὸς', '+'), ('πεδίον', '--+'), ('ἰλήϊον', '++--'), ('ὄφρ’', '+'), ('ἂν', '-'), ('ἵκωμαι', '-++')),
    'τρέψας πὰρ ποταμὸν βαθυδινήεντα Σκάμανδρον': # Il. 21.603
        (('τρέψας', '++'), ('πὰρ', '+'), ('ποταμὸν', '--+'), ('βαθυδινήεντα', '--+++-'), ('σκάμανδρον', '-++')),
    'δοιαὶ ἀναί̈σσουσι Σκαμάνδρου δινήεντος.': # Il. 22.148
        (('δοιαὶ', '+-'), ('ἀναί̈σσουσι', '-+++'), ('Σκαμάνδρου', '-++'), ('δινήεντος', '++++')),
    'ἣ μὲν γάρ θ’ ὕδατι λιαρῷ ῥέει, ἀμφὶ δὲ καπνὸς': # Il. 22.149
        (('ἣ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('θ’', ''), ('ὕδατι', '--+'), ('λιαρῷ', '--+'), ('ῥέει', '--'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('καπνὸς', '++')),
    'ὣς εἰπὼν ὄτρυνε πάρος μεμαυῖαν Ἀθήνην·': # Il. 22.186
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ὄτρυνε', '++-'), ('πάρος', '-+'), ('μεμαυῖαν', '--+-'), ('Ἀθήνην', '-++')),
    'ἀλλά τ’ ἀνιχνεύων θέει ἔμπεδον ὄφρά κεν εὕρῃ·': # Il. 22.192
        (('ἀλλά', '+-'), ('τ’', ''), ('ἀνιχνεύων', '-+++'), ('θέει', '+'), ('ἔμπεδον', '+--'), ('ὄφρά', '+-'), ('κεν', '-'), ('εὕρῃ', '++')),
    'χρύσεαι, ἃς Ἥφαιστος ἵει λόφον ἀμφὶ θαμειάς.': # Il. 22.316
        (('χρύσεαι', '+--'), ('ἃς', '+'), ('ἥφαιστος', '++-'), ('ἵει', '-+'), ('λόφον', '--'), ('ἀμφὶ', '+-'), ('θαμειάς', '-++')),
    'ἀντικρὺ δ’ ἁπαλοῖο δι’ αὐχένος ἤλυθ’ ἀκωκή·': # Il. 22.327
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἁπαλοῖο', '--+-'), ('δι’', '-'), ('αὐχένος', '+--'), ('ἤλυθ’', '+-'), ('ἀκωκή', '-++')),
    'ὃν πότμον γοόωσα λιποῦς’ ἀνδροτῆτα καὶ ἥβην.': # Il. 22.363
        (('ὃν', '+'), ('πότμον', '++'), ('γοόωσα', '--+-'), ('λιποῦς’', '-+'), ('ἀνδροτῆτα', '--+-'), ('καὶ', '-'), ('ἥβην', '++')),
    'τῆλε δ’ ἀπὸ κρατὸς βάλε δέσματα σιγαλόεντα,': # Il. 22.468
        (('τῆλε', '+-'), ('δ’', ''), ('ἀπὸ', '-+'), ('κρατὸς', '++'), ('βάλε', '--'), ('δέσματα', '+--'), ('σιγαλόεντα', '+--++')),
    'κρήδεμνόν θ’, ὅ ῥά οἱ δῶκε χρυσῆ Ἀφροδίτη': # Il. 22.470
        (('κρήδεμνόν', '+++'), ('θ’', ''), ('ὅ', '-'), ('ῥά', '-'), ('οἱ', '+'), ('δῶκε', '++'), ('χρυσῆ', '++'), ('ἀφροδίτη', '--++')),
    'ἔρχεαι, αὐτὰρ ἐμὲ στυγερῷ ἐνὶ πένθεϊ λείπεις': # Il. 22.483
        (('ἔρχεαι', '+--'), ('αὐτὰρ', '+-'), ('ἐμὲ', '-+'), ('στυγερῷ', '--+'), ('ἐνὶ', '--'), ('πένθεϊ', '+--'), ('λείπεις', '++')),
    'ἔσσεαι Ἕκτορ ὄνειαρ ἐπεὶ θάνες, οὔτε σοὶ οὗτος.': # Il. 22.486
        (('ἔσσεαι', '+--'), ('ἕκτορ', '+-'), ('ὄνειαρ', '-+-'), ('ἐπεὶ', '-+'), ('θάνες', '--'), ('οὔτε', '+-'), ('σοὶ', '-'), ('οὗτος', '++')),
    'ἠῶθεν δ’ ὄτρυνον ἄναξ ἀνδρῶν Ἀγάμεμνον': # Il. 23.49
        (('ἠῶθεν', '+++'), ('δ’', ''), ('ὄτρυνον', '++-'), ('ἄναξ', '-+'), ('ἀνδρῶν', '++'), ('ἀγάμεμνον', '--++')),
    'καί μοι ταῦτα ἕκαστ’ ἐπιτέλλεαι; αὐτὰρ ἐγώ τοι': # Il. 23.95
        (('καί', '+'), ('μοι', '+'), ('ταῦτα', '+-'), ('ἕκαστ’', '-+'), ('ἐπιτέλλεαι', '--+--'), ('αὐτὰρ', '+-'), ('ἐγώ', '-+'), ('τοι', '+')),
    'χρυσέου ἐκ κρητῆρος ἑλὼν δέπας ἀμφικύπελλον': # Il. 23.219
        (('χρυσέου', '++'), ('ἐκ', '+'), ('κρητῆρος', '++-'), ('ἑλὼν', '-+'), ('δέπας', '--'), ('ἀμφικύπελλον', '+--++')),
    'ἦμος δ’ ἑωσφόρος εἶσι φόως ἐρέων ἐπὶ γαῖαν,': # Il. 23.226
        (('ἦμος', '++'), ('δ’', ''), ('ἑωσφόρος', '+--'), ('εἶσι', '+-'), ('φόως', '-+'), ('ἐρέων', '--+'), ('ἐπὶ', '--'), ('γαῖαν', '++')),
    'Ἀντίλοχ’ ἀφραδέως ἱππάζεαι, ἀλλ’ ἄνεχ’ ἵππους·': # Il. 23.426
        (('ἀντίλοχ’', '+--'), ('ἀφραδέως', '+--+'), ('ἱππάζεαι', '++--'), ('ἀλλ’', '+'), ('ἄνεχ’', '--'), ('ἵππους', '++')),
    'μή πως ἀμφοτέρους δηλήσεαι ἅρματι κύρσας.': # Il. 23.428
        (('μή', '+'), ('πως', '+'), ('ἀμφοτέρους', '+--+'), ('δηλήσεαι', '++--'), ('ἅρματι', '+--'), ('κύρσας', '++')),
    'Ἰδομενεῦ τί πάρος λαβρεύεαι; αἳ δέ τ’ ἄνευθεν': # Il. 23.474
        (('ἰδομενεῦ', '+--+'), ('τί', '-'), ('πάρος', '-+'), ('λαβρεύεαι', '++--'), ('αἳ', '+'), ('δέ', '-'), ('τ’', ''), ('ἄνευθεν', '-++')),
    'ἀλλ’ αἰεὶ μύθοις λαβρεύεαι· οὐδέ τί σε χρὴ': # Il. 23.478
        (('ἀλλ’', '+'), ('αἰεὶ', '++'), ('μύθοις', '++'), ('λαβρεύεαι', '++--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρὴ', '+')),
    'δεύεαι Ἀργείων, ὅτι τοι νόος ἐστὶν ἀπηνής.': # Il. 23.484
        (('δεύεαι', '+--'), ('ἀργείων', '+++'), ('ὅτι', '--'), ('τοι', '+'), ('νόος', '--'), ('ἐστὶν', '+-'), ('ἀπηνής', '-++')),
    'οἶσθ’ οἷαι νέου ἀνδρὸς ὑπερβασίαι τελέθουσι·': # Il. 23.589
        (('οἶσθ’', '+'), ('οἷαι', '++'), ('νέου', '+'), ('ἀνδρὸς', '+-'), ('ὑπερβασίαι', '-+--+'), ('τελέθουσι', '--++')),
    'αὔτως· οὐ γὰρ πύξ γε μαχήσεαι, οὐδὲ παλαίσεις,': # Il. 23.621
        (('αὔτως', '++'), ('οὐ', '+'), ('γὰρ', '+'), ('πύξ', '+'), ('γε', '-'), ('μαχήσεαι', '-+--'), ('οὐδὲ', '+-'), ('παλαίσεις', '-++')),
    'οὐδ’ ἔτ’ ἀκοντιστὺν ἐσδύσεαι, οὐδὲ πόδεσσι': # Il. 23.622
        (('οὐδ’', '+'), ('ἔτ’', '-'), ('ἀκοντιστὺν', '-+++'), ('ἐσδύσεαι', '++--'), ('οὐδὲ', '+-'), ('πόδεσσι', '-++')),
    'θεύσεαι· ἤδη γὰρ χαλεπὸν κατὰ γῆρας ἐπείγει.': # Il. 23.623
        (('θεύσεαι', '+--'), ('ἤδη', '++'), ('γὰρ', '+'), ('χαλεπὸν', '--+'), ('κατὰ', '--'), ('γῆρας', '+-'), ('ἐπείγει', '-++')),
    'ἦ οὐχ ἅλις ὅττι μάχης ἐπιδεύομαι; οὐδ’ ἄρα πως ἦν': # Il. 23.670
        (('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '--'), ('ὅττι', '+-'), ('μάχης', '-+'), ('ἐπιδεύομαι', '--'), ('οὐδ’', '+'), ('ἄρα', '--'), ('πως', '+'), ('ἦν', '+')),
    'Μηκιστῆος υἱὸς Ταλαϊονίδαο ἄνακτος,': # Il. 23.678
        (('μηκιστῆος', '+++-'), ('υἱὸς', '-+'), ('ταλαϊονίδαο', '--+--+-'), ('ἄνακτος', '-++')),
    'ὡς δ’ ὅθ’ ὑπὸ φρικὸς Βορέω ἀναπάλλεται ἰχθὺς': # Il. 23.692
        (('ὡς', '+'), ('δ’', ''), ('ὅθ’', '-'), ('ὑπὸ', '-+'), ('φρικὸς', '++'), ('βορέω', '--+'), ('ἀναπάλλεται', '--+--'), ('ἰχθὺς', '++')),
    'Πατρόκλου ποθέων ἀνδροτῆτά τε καὶ μένος ἠύ̈,': # Il. 24.6
        (('πατρόκλου', '+++'), ('ποθέων', '--+'), ('ἀνδροτῆτά', '--+-'), ('τε', '-'), ('καὶ', '+'), ('μένος', '--'), ('ἠύ̈', '++')),
    'τὸν δ’ ἐλεαίρεσκον μάκαρες θεοὶ εἰσορόωντες,': # Il. 24.23
        (('τὸν', '+'), ('δ’', ''), ('ἐλεαίρεσκον', '--+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('εἰσορόωντες', '+--++')),
    'ἥ τε κατ’ ἀγραύλοιο βοὸς κέρας ἐμβεβαυῖα': # Il. 24.81
        (('ἥ', '+'), ('τε', '-'), ('κατ’', '-'), ('ἀγραύλοιο', '+++-'), ('βοὸς', '-+'), ('κέρας', '--'), ('ἐμβεβαυῖα', '+--++')),
    'εἵαθ’ ὁμηγερέες ἅλιαι θεαί· ἣ δ’ ἐνὶ μέσσῃς': # Il. 24.84
        (('εἵαθ’', '+-'), ('ὁμηγερέες', '-+--+'), ('ἅλιαι', '--+'), ('θεαί', '--'), ('ἣ', '+'), ('δ’', ''), ('ἐνὶ', '--'), ('μέσσῃς', '++')),
    'εἵαθ’ ὁμηγερέες μάκαρες θεοὶ αἰὲν ἐόντες.': # Il. 24.99
        (('εἵαθ’', '+-'), ('ὁμηγερέες', '-+--+'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'μίσγεσθ’· οὐ γάρ μοι δηρὸν βέῃ, ἀλλά τοι ἤδη': # Il. 24.131
        (('μίσγεσθ’', '++'), ('οὐ', '+'), ('γάρ', '+'), ('μοι', '+'), ('δηρὸν', '++'), ('βέῃ', '+'), ('ἀλλά', '+-'), ('τοι', '-'), ('ἤδη', '++')),
    'Ἶριν δ’ ὄτρυνε Κρονίδης εἰς Ἴλιον ἱρήν·': # Il. 24.143
        (('ἶριν', '++'), ('δ’', ''), ('ὄτρυνε', '+++'), ('κρονίδης', '--+'), ('εἰς', '+'), ('ἴλιον', '+--'), ('ἱρήν', '++')),
    'χρυσέῳ ἐν δέπαϊ, ὄφρα λείψαντε κιοίτην·': # Il. 24.285
        (('χρυσέῳ', '+--'), ('ἐν', '+'), ('δέπαϊ', '--+'), ('ὄφρα', '++'), ('λείψαντε', '++-'), ('κιοίτην', '-++')),
    'οὐκ ἂν ἔγωγέ σ’ ἔπειτα ἐποτρύνουσα κελοίμην': # Il. 24.297
        (('οὐκ', '+'), ('ἂν', '-'), ('ἔγωγέ', '-+-'), ('σ’', ''), ('ἔπειτα', '-+-'), ('ἐποτρύνουσα', '-+++-'), ('κελοίμην', '-++')),
    'πειρᾷ ἐμεῖο γεραιὲ καὶ εἴρεαι Ἕκτορα δῖον.': # Il. 24.390
        (('πειρᾷ', '+-'), ('ἐμεῖο', '-+-'), ('γεραιὲ', '-+-'), ('καὶ', '-'), ('εἴρεαι', '+--'), ('ἕκτορα', '+--'), ('δῖον', '++')),
    'ὥς τοι κήδονται μάκαρες θεοὶ υἷος ἑῆος': # Il. 24.422
        (('ὥς', '+'), ('τοι', '+'), ('κήδονται', '+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('υἷος', '+-'), ('ἑῆος', '-++')),
    'ὄψεαι αὐτὸς ἄγων· νῦν δὲ μνησώμεθα δόρπου.': # Il. 24.601
        (('ὄψεαι', '+--'), ('αὐτὸς', '+-'), ('ἄγων', '-+'), ('νῦν', '+'), ('δὲ', '+'), ('μνησώμεθα', '++--'), ('δόρπου', '++')),
    'τοὺς δ’ ἄρα τῇ δεκάτῃ θάψαν θεοὶ Οὐρανίωνες.': # Il. 24.612
        (('τοὺς', '+'), ('δ’', ''), ('ἄρα', '--'), ('τῇ', '+'), ('δεκάτῃ', '--+'), ('θάψαν', '++'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'τῷ δὲ Βρισηὶ̈ς παρελέξατο καλλιπάρῃος.': # Il. 24.676
        (('τῷ', '+'), ('δὲ', '+'), ('βρισηὶ̈ς', '+++'), ('παρελέξατο', '--+--'), ('καλλιπάρῃος', '+--++')),
    'ἀνδράσιν ἐν δηί̈οισιν, ἐπεί σ’ εἴασεν Ἀχιλλεύς.': # Il. 24.684
        (('ἀνδράσιν', '+--'), ('ἐν', '+'), ('δηί̈οισιν', '++-'), ('ἐπεί', '-+'), ('σ’', ''), ('εἴασεν', '++-'), ('ἀχιλλεύς', '-++')),
    'ἕψεαι, ἔνθά κεν ἔργα ἀεικέα ἐργάζοιο': # Il. 24.733
        (('ἕψεαι', '+--'), ('ἔνθά', '+-'), ('κεν', '-'), ('ἔργα', '+-'), ('ἀεικέα', '-+--'), ('ἐργάζοιο', '++++')),
    'δαέρων ἢ γαλόων ἢ εἰνατέρων εὐπέπλων,': # Il. 24.769
        (('δαέρων', '++'), ('ἢ', '+'), ('γαλόων', '--+'), ('ἢ', '+'), ('εἰνατέρων', '+--+'), ('εὐπέπλων', '+++')),
    'ἀλλ’ οὐδ’ ὣς ἑτάρους ἐρρύσατο, ἱέμενός περ·': # Od. 1.6
        (('ἀλλ’', '+'), ('οὐδ’', '+'), ('ὣς', '+'), ('ἑτάρους', '--+'), ('ἐρρύσατο', '++--'), ('ἱέμενός', '+--+'), ('περ', '+')),
    'χαῖρε, ξεῖνε, παρ’ ἄμμι φιλήσεαι· αὐτὰρ ἔπειτα': # Od. 1.123
        (('χαῖρε', '++'), ('ξεῖνε', '+-'), ('παρ’', '-'), ('ἄμμι', '+-'), ('φιλήσεαι', '-+--'), ('αὐτὰρ', '+-'), ('ἔπειτα', '-++')),
    'δείπνου πασσάμενος μυθήσεαι ὅττεό σε χρή.': # Od. 1.124
        (('δείπνου', '++'), ('πασσάμενος', '+--+'), ('μυθήσεαι', '++--'), ('ὅττεό', '+--'), ('σε', '+'), ('χρή', '+')),
    'ξεῖνε φίλ’, ἦ καὶ μοι νεμεσήσεαι ὅττι κεν εἴπω;': # Od. 1.158
        (('ξεῖνε', '+-'), ('φίλ’', '-'), ('ἦ', '+'), ('καὶ', '+'), ('μοι', '+'), ('νεμεσήσεαι', '--+--'), ('ὅττι', '+-'), ('κεν', '-'), ('εἴπω', '++')),
    'εἰλαπίνη ἠὲ γάμος; ἐπεὶ οὐκ ἔρανος τάδε γ’ ἐστίν·': # Od. 1.226
        (('εἰλαπίνη', '+--+'), ('ἠὲ', '-'), ('γάμος', '-+'), ('ἐπεὶ', '--'), ('οὐκ', '+'), ('ἔρανος', '--+'), ('τάδε', '--'), ('γ’', ''), ('ἐστίν', '++')),
    'ξεῖν’, ἐπεὶ ἂρ δὴ ταῦτά μ’ ἀνείρεαι ἠδὲ μεταλλᾷς,': # Od. 1.231
        (('ξεῖν’', '+'), ('ἐπεὶ', '--'), ('ἂρ', '+'), ('δὴ', '+'), ('ταῦτά', '+-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'Δουλιχίῳ τε Σάμῃ τε καὶ ὑλήεντι Ζακύνθῳ,': # Od. 1.246
        (('δουλιχίῳ', '+--+'), ('τε', '-'), ('σάμῃ', '-+'), ('τε', '-'), ('καὶ', '-'), ('ὑλήεντι', '+++-'), ('ζακύνθῳ', '-++')),
    'ὅππως κε μνηστῆρας ἀπώσεαι ἐκ μεγάροιο.': # Od. 1.270
        (('ὅππως', '++'), ('κε', '+'), ('μνηστῆρας', '++-'), ('ἀπώσεαι', '-+--'), ('ἐκ', '+'), ('μεγάροιο', '--++')),
    'ἢ οὐκ ἀίεις οἷον κλέος ἔλλαβε δῖος Ὀρέστης': # Od. 1.298
        (('ἢ', ''), ('οὐκ', '+'), ('ἀίεις', '--+'), ('οἷον', '++'), ('κλέος', '--'), ('ἔλλαβε', '+--'), ('δῖος', '+-'), ('ὀρέστης', '-++')),
    'πάντες δ’ ἠρήσαντο παραὶ λεχέεσσι κλιθῆναι.': # Od. 1.366
        (('πάντες', '++'), ('δ’', ''), ('ἠρήσαντο', '+++-'), ('παραὶ', '-+'), ('λεχέεσσι', '--+-'), ('κλιθῆναι', '-++')),
    'Ἀντίνο’, ἦ καί μοι νεμεσήσεαι ὅττι κεν εἴπω;': # Od. 1.389
        (('ἀντίνο’', '+--'), ('ἦ', '+'), ('καί', '+'), ('μοι', '+'), ('νεμεσήσεαι', '--+--'), ('ὅττι', '+-'), ('κεν', '-'), ('εἴπω', '++')),
    'πολλοὶ ἐν ἀμφιάλῳ Ἰθάκῃ,  νέοι ἠδὲ παλαιοί,': # Od. 1.395
        (('πολλοὶ', '+-'), ('ἐν', '-'), ('ἀμφιάλῳ', '+--+'), ('ἰθάκῃ', '--+'), ('νέοι', '--'), ('ἠδὲ', '+-'), ('παλαιοί', '-++')),
    'οἳ πατρὸς μὲν ἐς οἶκον ἀπερρίγασι νέεσθαι': # Od. 2.52
        (('οἳ', '+'), ('πατρὸς', '++'), ('μὲν', '-'), ('ἐς', '-'), ('οἶκον', '+-'), ('ἀπερρίγασι', '-+++-'), ('νέεσθαι', '-++')),
    'σοὶ δ’ ὧδε μνηστῆρες ὑποκρίνονται, ἵν’ εἰδῇς': # Od. 2.111
        (('σοὶ', '+'), ('δ’', ''), ('ὧδε', '++'), ('μνηστῆρες', '++-'), ('ὑποκρίνονται', '-+++-'), ('ἵν’', '-'), ('εἰδῇς', '++')),
    'τὼ δ’ ἕως μέν ῥ’ ἐπέτοντο μετὰ πνοιῇς ἀνέμοιο': # Od. 2.148
        (('τὼ', '+'), ('δ’', ''), ('ἕως', '+'), ('μέν', '+'), ('ῥ’', ''), ('ἐπέτοντο', '--+-'), ('μετὰ', '-+'), ('πνοιῇς', '++'), ('ἀνέμοιο', '--++')),
    'παρφάμενος ἐπέεσσιν ἐποτρύνῃς χαλεπαίνειν,': # Od. 2.189
        (('παρφάμενος', '+--+'), ('ἐπέεσσιν', '--+-'), ('ἐποτρύνῃς', '-+++'), ('χαλεπαίνειν', '--++')),
    'μυθέαι ἀκράαντον, ἀπεχθάνεαι δ’ ἔτι μᾶλλον.': # Od. 2.202
        (('μυθέαι', '+--'), ('ἀκράαντον', '+++-'), ('ἀπεχθάνεαι', '-+--+'), ('δ’', ''), ('ἔτι', '--'), ('μᾶλλον', '++')),
    'μή τις ἔτι πρόφρων ἀγανὸς καὶ ἤπιος ἔστω': # Od. 2.230
        (('μή', '+'), ('τις', '-'), ('ἔτι', '-+'), ('πρόφρων', '++'), ('ἀγανὸς', '--+'), ('καὶ', '+'), ('ἤπιος', '+--'), ('ἔστω', '++')),
    'ἡμέας ὀτρύνων καταπαυέμεν. ἀργαλέον δὲ': # Od. 2.244
        (('ἡμέας', '++'), ('ὀτρύνων', '+++'), ('καταπαυέμεν', '--+--'), ('ἀργαλέον', '+--+'), ('δὲ', '+')),
    'ἔρχεσθαι· τὰ δὲ πάντα διατρίβουσιν Ἀχαιοί,': # Od. 2.265
        (('ἔρχεσθαι', '+++'), ('τὰ', '-'), ('δὲ', '-'), ('πάντα', '+-'), ('διατρίβουσιν', '-+++-'), ('ἀχαιοί', '-++')),
    'Τηλέμαχ’, οὐδ’ ὄπιθεν κακὸς ἔσσεαι οὐδ’ ἀνοήμων,': # Od. 2.270
        (('τηλέμαχ’', '+--'), ('οὐδ’', '+'), ('ὄπιθεν', '--+'), ('κακὸς', '--'), ('ἔσσεαι', '+--'), ('οὐδ’', '+'), ('ἀνοήμων', '--++')),
    'ἀλλ’ ἐπεὶ οὐδ’ ὄπιθεν κακὸς ἔσσεαι οὐδ’ ἀνοήμων,': # Od. 2.278
        (('ἀλλ’', '+'), ('ἐπεὶ', '--'), ('οὐδ’', '+'), ('ὄπιθεν', '--+'), ('κακὸς', '--'), ('ἔσσεαι', '+--'), ('οὐδ’', '+'), ('ἀνοήμων', '--++')),
    'πολλαὶ ἐν ἀμφιάλῳ Ἰθάκῃ, νέαι ἠδὲ παλαιαί·': # Od. 2.293
        (('πολλαὶ', '+-'), ('ἐν', '-'), ('ἀμφιάλῳ', '+--+'), ('ἰθάκῃ', '--+'), ('νέαι', '--'), ('ἠδὲ', '+-'), ('παλαιαί', '-++')),
    'Τηλέμαχος παρέμιμνεν, ἐπεὶ θεοῦ ἔκλυεν αὐδήν.': # Od. 2.297
        (('τηλέμαχος', '+--+'), ('παρέμιμνεν', '--+-'), ('ἐπεὶ', '-+'), ('θεοῦ', '--'), ('ἔκλυεν', '+--'), ('αὐδήν', '++')),
    'ἦ οὐχ ἅλις ὡς τὸ πάροιθεν ἐκείρετε πολλὰ καὶ ἐσθλὰ': # Od. 2.312
        (('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '--'), ('ὡς', '+'), ('τὸ', '-'), ('πάροιθεν', '-+-'), ('ἐκείρετε', '-+--'), ('πολλὰ', '+-'), ('καὶ', '-'), ('ἐσθλὰ', '++')),
    'θάρσει, μαῖ’, ἐπεὶ οὔ τοι ἄνευ θεοῦ ἥδε γε βουλή.': # Od. 2.372
        (('θάρσει', '++'), ('μαῖ’', '+'), ('ἐπεὶ', '--'), ('οὔ', '+'), ('τοι', '-'), ('ἄνευ', '-+'), ('θεοῦ', '--'), ('ἥδε', '+-'), ('γε', '-'), ('βουλή', '++')),
    'ἀλλ’ ἴομεν, μὴ δηθὰ διατρίβωμεν ὁδοῖο.': # Od. 2.404
        (('ἀλλ’', '+'), ('ἴομεν', '--+'), ('μὴ', '+'), ('δηθὰ', '+-'), ('διατρίβωμεν', '-+++-'), ('ὁδοῖο', '-++')),
    'Τηλέμαχος δ’ ἑτάροισιν ἐποτρύνας ἐκέλευσεν': # Od. 2.422
        (('τηλέμαχος', '+--+'), ('δ’', ''), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσεν', '--++')),
    'αὐτὰρ ἐπὴν σπείσῃς τε καὶ εὔξεαι,  ἣ θέμις ἐστί,': # Od. 3.45
        (('αὐτὰρ', '+-'), ('ἐπὴν', '-+'), ('σπείσῃς', '++'), ('τε', '-'), ('καὶ', '-'), ('εὔξεαι', '+--'), ('ἣ', '+'), ('θέμις', '--'), ('ἐστί', '++')),
    'εἴρεαι ὁππόθεν εἰμέν· ἐγὼ δέ κέ τοι καταλέξω.': # Od. 3.80
        (('εἴρεαι', '+--'), ('ὁππόθεν', '+--'), ('εἰμέν', '+-'), ('ἐγὼ', '-+'), ('δέ', '-'), ('κέ', '-'), ('τοι', '+'), ('καταλέξω', '--++')),
    'βῆμεν δ’ ἐν νήεσσι, θεὸς δ’ ἐσκέδασσεν Ἀχαιούς,': # Od. 3.131
        (('βῆμεν', '++'), ('δ’', ''), ('ἐν', '+'), ('νήεσσι', '++-'), ('θεὸς', '-+'), ('δ’', ''), ('ἐσκέδασσεν', '--+-'), ('Ἀχαιούς', '-++')),
    'ἐλπομένω τὰ γένοιτ’, οὐδ’ εἰ θεοὶ ὣς ἐθέλοιεν.': # Od. 3.228
        (('ἐλπομένω', '+--+'), ('τὰ', '-'), ('γένοιτ’', '-+'), ('οὐδ’', '+'), ('εἰ', '+'), ('θεοὶ', '+'), ('ὣς', '+'), ('ἐθέλοιεν', '--++')),
    'ἦ τοι μὲν τάδε καὐτὸς ὀίεαι,  ὥς κεν ἐτύχθη,': # Od. 3.255
        (('ἦ', '+'), ('τοι', '+'), ('μὲν', '+'), ('τάδε', '--'), ('καὐτὸς', '+-'), ('ὀίεαι', '-+--'), ('ὥς', '+'), ('κεν', '-'), ('ἐτύχθη', '-++')),
    'δῖα Κλυταιμνήστρη· φρεσὶ γὰρ κέχρητ’ ἀγαθῇσι·': # Od. 3.266
        (('δῖα', '+-'), ('Κλυταιμνήστρη', '-+++'), ('φρεσὶ', '--'), ('γὰρ', '+'), ('κέχρητ’', '++'), ('ἀγαθῇσι', '--++')),
    'εἰ δή τοι νέῳ ὧδε θεοὶ πομπῆες ἕπονται.': # Od. 3.376
        (('εἰ', '+'), ('δή', '+'), ('τοι', '+'), ('νέῳ', '--'), ('ὧδε', '+-'), ('θεοὶ', '-+'), ('πομπῆες', '++-'), ('ἕπονται', '-++')),
    'Κύπρον Φοινίκην τε καὶ Αἰγυπτίους ἐπαληθείς,': # Od. 4.83
        (('κύπρον', '++'), ('φοινίκην', '+++'), ('τε', '-'), ('καὶ', '-'), ('αἰγυπτίους', '+++'), ('ἐπαληθείς', '--++')),
    'Αἰγυπτίῃς, ὅθι πλεῖστα δόμοις ἐν κτήματα κεῖται·': # Od. 4.127
        (('αἰγυπτίῃς', '+++'), ('ὅθι', '--'), ('πλεῖστα', '+-'), ('δόμοις', '-+'), ('ἐν', '+'), ('κτήματα', '+--'), ('κεῖται', '++')),
    'δοιοὺς δὲ τρίποδας, δέκα δὲ χρυσοῖο τάλαντα.': # Od. 4.129
        (('δοιοὺς', '++'), ('δὲ', '+'), ('τρίποδας', '--+'), ('δέκα', '--'), ('δὲ', '+'), ('χρυσοῖο', '++-'), ('τάλαντα', '-++')),
    'ὄφρα οἱ ἤ τι ἔπος ὑποθήσεαι ἠέ τι ἔργον.': # Od. 4.163
        (('ὄφρα', '+-'), ('οἱ', '-'), ('ἤ', '+'), ('τι', '-'), ('ἔπος', '-+'), ('ὑποθήσεαι', '--+--'), ('ἠέ', '+-'), ('τι', '-'), ('ἔργον', '++')),
    'ἐν μεγάροις,  ᾧ μὴ ἄλλοι ἀοσσητῆρες ἔωσιν,': # Od. 4.165
        (('ἐν', '+'), ('μεγάροις', '--+'), ('ᾧ', '+'), ('μὴ', ''), ('ἄλλοι', '+-'), ('ἀοσσητῆρες', '-+++-'), ('ἔωσιν', '-++')),
    'ἄλλο διέκρινεν φιλέοντέ τε τερπομένω τε,': # Od. 4.179
        (('ἄλλο', '+-'), ('διέκρινεν', '-+++'), ('φιλέοντέ', '--+-'), ('τε', '-'), ('τερπομένω', '+--+'), ('τε', '+')),
    'κλαῖε μὲν Ἀργείη Ἑλένη, Διὸς ἐκγεγαυῖα,': # Od. 4.184
        (('κλαῖε', '+-'), ('μὲν', '-'), ('ἀργείη', '+++'), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'ἔνθ’ αὖτ’ ἄλλ’ ἐνόης’ Ἑλένη Διὸς ἐκγεγαυῖα·': # Od. 4.219
        (('ἔνθ’', '+'), ('αὖτ’', '+'), ('ἄλλ’', '+'), ('ἐνόης’', '--+'), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'Αἰγυπτίη, τῇ πλεῖστα φέρει ζείδωρος ἄρουρα': # Od. 4.229
        (('αἰγυπτίη', '+++'), ('τῇ', '+'), ('πλεῖστα', '+-'), ('φέρει', '-+'), ('ζείδωρος', '++-'), ('ἄρουρα', '-++')),
    'οὐδ’ εἴ οἱ κραδίη γε σιδηρέη ἔνδοθεν ἦεν.': # Od. 4.293
        (('οὐδ’', '+'), ('εἴ', '+'), ('οἱ', '+'), ('κραδίη', '--+'), ('γε', '-'), ('σιδηρέη', '-++'), ('ἔνδοθεν', '+--'), ('ἦεν', '++')),
    'ταῦτα δ’ ἅ μ’ εἰρωτᾷς καὶ λίσσεαι, οὐκ ἂν ἐγώ γε': # Od. 4.347
        (('ταῦτα', '+-'), ('δ’', ''), ('ἅ', '-'), ('μ’', ''), ('εἰρωτᾷς', '+++'), ('καὶ', '+'), ('λίσσεαι', '+--'), ('οὐκ', '+'), ('ἂν', '-'), ('ἐγώ', '-+'), ('γε', '+')),
    'ἔσχον, ἐπεὶ οὔ σφιν ἔρεξα τεληέσσας ἑκατόμβας.': # Od. 4.352
        (('ἔσχον', '+-'), ('ἐπεὶ', '-'), ('οὔ', '+'), ('σφιν', '-'), ('ἔρεξα', '-+-'), ('τεληέσσας', '-+++'), ('ἑκατόμβας', '--++')),
    'ἔνθα μ’ ἐείκοσιν ἤματ’ ἔχον θεοί,  οὐδέ ποτ’ οὖροι': # Od. 4.360
        (('ἔνθα', '+-'), ('μ’', ''), ('ἐείκοσιν', '-+--'), ('ἤματ’', '+-'), ('ἔχον', '-+'), ('θεοί', '--'), ('οὐδέ', '+-'), ('ποτ’', '-'), ('οὖροι', '++')),
    'ἦε ἑκὼν μεθίεις καὶ τέρπεαι ἄλγεα πάσχων;': # Od. 4.372
        (('ἦε', '+-'), ('ἑκὼν', '-+'), ('μεθίεις', '--+'), ('καὶ', '+'), ('τέρπεαι', '+--'), ('ἄλγεα', '+--'), ('πάσχων', '++')),
    'ὡς δὴ δήθ’ ἐνὶ νήσῳ ἐρύκεαι, οὐδέ τι τέκμωρ': # Od. 4.373
        (('ὡς', '+'), ('δὴ', '+'), ('δήθ’', '+'), ('ἐνὶ', '--'), ('νήσῳ', '+-'), ('ἐρύκεαι', '-+--'), ('οὐδέ', '+-'), ('τι', '-'), ('τέκμωρ', '++')),
    'νόστον θ’,  ὡς ἐπὶ πόντον ἐλεύσεαι ἰχθυόεντα.': # Od. 4.390
        (('νόστον', '++'), ('θ’', ''), ('ὡς', '+'), ('ἐπὶ', '--'), ('πόντον', '+-'), ('ἐλεύσεαι', '-+--'), ('ἰχθυόεντα', '+--++')),
    'νόστον θ’, ὡς ἐπὶ πόντον ἐλεύσεαι ἰχθυόεντα.': # Od. 4.424
        (('νόστον', '++'), ('θ’', ''), ('ὡς', '+'), ('ἐπὶ', '--'), ('πόντον', '+-'), ('ἐλεύσεαι', '-+--'), ('ἰχθυόεντα', '+--++')),
    'καὶ τότε τοι δώσουσιν ὁδὸν θεοί,  ἣν σὺ μενοινᾷς.': # Od. 4.480
        (('καὶ', '+'), ('τότε', '--'), ('τοι', '+'), ('δώσουσιν', '++-'), ('ὁδὸν', '-+'), ('θεοί', '+'), ('ἣν', '+'), ('σὺ', '-'), ('μενοινᾷς', '-++')),
    'Ἀτρεί̈δη, τί με ταῦτα διείρεαι; οὐδέ τί σε χρὴ': # Od. 4.492
        (('ἀτρεί̈δη', '+--+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('διείρεαι', '-+--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρὴ', '+')),
    'ἢ γάρ μιν ζωόν γε κιχήσεαι, ἤ κεν Ὀρέστης': # Od. 4.546
        (('ἢ', '+'), ('γάρ', '+'), ('μιν', '+'), ('ζωόν', '++'), ('γε', '-'), ('κιχήσεαι', '-+--'), ('ἤ', '+'), ('κεν', '-'), ('ὀρέστης', '-++')),
    'ἦ εἰπέμεναι δμῳῇσιν Ὀδυσσῆος θείοιο': # Od. 4.682
        (('ἦ', ''), ('εἰπέμεναι', '+--+'), ('δμῳῇσιν', '++-'), ('Ὀδυσσῆος', '-+++'), ('θείοιο', '+++')),
    'πᾶσαι,  ὅσαι κατὰ δώματ’ ἔσαν νέαι ἠδὲ παλαιαί.': # Od. 4.720
        (('πᾶσαι', '+-'), ('ὅσαι', '-+'), ('κατὰ', '--'), ('δώματ’', '+-'), ('ἔσαν', '-+'), ('νέαι', '--'), ('ἠδὲ', '+-'), ('παλαιαί', '-++')),
    'ὣς εἰπὼν ἐκρίνατ’ ἐείκοσι φῶτας ἀρίστους,': # Od. 4.778
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ἐκρίνατ’', '++-'), ('ἐείκοσι', '-+--'), ('φῶτας', '+-'), ('ἀρίστους', '-++')),
    'Ζεῦ πάτερ ἠδ’ ἄλλοι μάκαρες θεοὶ αἰὲν ἐόντες,': # Od. 5.7
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἠδ’', '+'), ('ἄλλοι', '++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'μή τις ἔτι πρόφρων ἀγανὸς καὶ ἤπιος ἔστω': # Od. 5.8
        (('μή', '+'), ('τις', '-'), ('ἔτι', '-+'), ('πρόφρων', '++'), ('ἀγανὸς', '--+'), ('καὶ', '+'), ('ἤπιος', '+--'), ('ἔστω', '++')),
    'οὐ γάρ τ’ ἀγνῶτες θεοὶ ἀλλήλοισι πέλονται': # Od. 5.79
        (('οὐ', '+'), ('γάρ', '+'), ('τ’', ''), ('ἀγνῶτες', '+++'), ('θεοὶ', '--'), ('ἀλλήλοισι', '+++-'), ('πέλονται', '-++')),
    'ἐν θρόνῳ ἱδρύσασα φαεινῷ σιγαλόεντι·': # Od. 5.86
        (('ἐν', '+'), ('θρόνῳ', '--'), ('ἱδρύσασα', '+++-'), ('φαεινῷ', '-++'), ('σιγαλόεντι', '+--++')),
    'φθινέτω· ἤδη γάρ σε μάλα πρόφρασς’ ἀποπέμψω.': # Od. 5.161
        (('φθινέτω', '+--'), ('ἤδη', '++'), ('γάρ', '+'), ('σε', '-'), ('μάλα', '-+'), ('πρόφρασς’', '++'), ('ἀποπέμψω', '--++')),
    'ἄλλο τι δὴ σύ, θεά, τόδε μήδεαι, οὐδέ τι πομπήν,': # Od. 5.173
        (('ἄλλο', '+-'), ('τι', '-'), ('δὴ', '+'), ('σύ', '-'), ('θεά', '-+'), ('τόδε', '--'), ('μήδεαι', '+--'), ('οὐδέ', '+-'), ('τι', '-'), ('πομπήν', '++')),
    'σὴν ἄλοχον,  τῆς τ’ αἰὲν ἐέλδεαι ἤματα πάντα.': # Od. 5.210
        (('σὴν', '+'), ('ἄλοχον', '--+'), ('τῆς', '+'), ('τ’', ''), ('αἰὲν', '+-'), ('ἐέλδεαι', '-+--'), ('ἤματα', '+--'), ('πάντα', '++')),
    'θνητὰς ἀθανάτῃσι δέμας καὶ εἶδος ἐρίζειν.': # Od. 5.213
        (('θνητὰς', '++'), ('ἀθανάτῃσι', '+--+-'), ('δέμας', '-+'), ('καὶ', '+'), ('εἶδος', '+-'), ('ἐρίζειν', '-++')),
    'δῶκε δ’ ἔπειτα σκέπαρνον ἐύξοον· ἦρχε δ’ ὁδοῖο': # Od. 5.237
        (('δῶκε', '+-'), ('δ’', ''), ('ἔπειτα', '-+-'), ('σκέπαρνον', '-+-'), ('ἐύξοον', '-+--'), ('ἦρχε', '+-'), ('δ’', ''), ('ὁδοῖο', '-++')),
    'αὐτὰρ ἐπὴν χείρεσσιν ἐφάψεαι ἠπείροιο,': # Od. 5.348
        (('αὐτὰρ', '+-'), ('ἐπὴν', '-+'), ('χείρεσσιν', '++-'), ('ἐφάψεαι', '-+--'), ('ἠπείροιο', '++++')),
    'ὡς δ’ ἄνεμος ζαὴς ἠί̈ων θημῶνα τινάξῃ': # Od. 5.368
        (('ὡς', '+'), ('δ’', ''), ('ἄνεμος', '--+'), ('ζαὴς', '++'), ('ἠί̈ων', '++'), ('θημῶνα', '++-'), ('τινάξῃ', '-++')),
    'βέβρυχεν ῥόθιον, λισσὴ δ’ ἀναδέδρομε πέτρη,': # Od. 5.412
        (('βέβρυχεν', '+++'), ('ῥόθιον', '--+'), ('λισσὴ', '++'), ('δ’', ''), ('ἀναδέδρομε', '--+--'), ('πέτρη', '++')),
    'αὔρη δ’ ἐκ ποταμοῦ ψυχρὴ πνέει ἠῶθι πρό.': # Od. 5.469
        (('αὔρη', '++'), ('δ’', ''), ('ἐκ', '+'), ('ποταμοῦ', '--+'), ('ψυχρὴ', '++'), ('πνέει', '+'), ('ἠῶθι', '+++'), ('πρό', '+')),
    'εἰ δέ κεν ἐς κλιτὺν ἀναβὰς καὶ δάσκιον ὕλην': # Od. 5.470
        (('εἰ', '+'), ('δέ', '-'), ('κεν', '-'), ('ἐς', '+'), ('κλιτὺν', '++'), ('ἀναβὰς', '--+'), ('καὶ', '+'), ('δάσκιον', '+--'), ('ὕλην', '++')),
    'ἀλλ’ ἄγ’ ἐπότρυνον πατέρα κλυτὸν ἠῶθι πρὸ': # Od. 6.36
        (('ἀλλ’', '+'), ('ἄγ’', '-'), ('ἐπότρυνον', '-+++'), ('πατέρα', '--+'), ('κλυτὸν', '--'), ('ἠῶθι', '+++'), ('πρὸ', '+')),
    'τῷ ἔνι τέρπονται μάκαρες θεοὶ ἤματα πάντα.': # Od. 6.46
        (('τῷ', '+'), ('ἔνι', '--'), ('τέρπονται', '+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('ἤματα', '+--'), ('πάντα', '++')),
    'οὔτ’ οὖν ἐσθῆτος δευήσεαι οὔτε τευ ἄλλου,': # Od. 6.192
        (('οὔτ’', '+'), ('οὖν', '+'), ('ἐσθῆτος', '+++'), ('δευήσεαι', '++--'), ('οὔτε', '+-'), ('τευ', '-'), ('ἄλλου', '++')),
    'τὸν μὲν Ἀθηναίη θῆκεν Διὸς ἐκγεγαυῖα': # Od. 6.229
        (('τὸν', '+'), ('μὲν', '-'), ('ἀθηναίη', '-+++'), ('θῆκεν', '++'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'ἥρωος. ἀλλ’ ὁπότ’ ἄν σε δόμοι κεκύθωσι καὶ αὐλή,': # Od. 6.303
        (('ἥρωος', '++'), ('ἀλλ’', '+'), ('ὁπότ’', '--'), ('ἄν', '+'), ('σε', '-'), ('δόμοι', '-+'), ('κεκύθωσι', '--+-'), ('καὶ', '-'), ('αὐλή', '++')),
    'δέσποιναν μὲν πρῶτα κιχήσεαι ἐν μεγάροισιν·': # Od. 7.53
        (('δέσποιναν', '+++'), ('μὲν', '+'), ('πρῶτα', '+-'), ('κιχήσεαι', '-+--'), ('ἐν', '+'), ('μεγάροισιν', '--++')),
    'σταθμοὶ δ’ ἀργύρεοι ἐν χαλκέῳ ἕστασαν οὐδῷ,': # Od. 7.89
        (('σταθμοὶ', '++'), ('δ’', ''), ('ἀργύρεοι', '+--+'), ('ἐν', '+'), ('χαλκέῳ', '+--'), ('ἕστασαν', '+--'), ('οὐδῷ', '++')),
    'ὄγχναι καὶ ῥοιαὶ καὶ μηλέαι ἀγλαόκαρποι': # Od. 7.115
        (('ὄγχναι', '++'), ('καὶ', '+'), ('ῥοιαὶ', '++'), ('καὶ', '+'), ('μηλέαι', '+--'), ('ἀγλαόκαρποι', '+--++')),
    'τούσδε τε δαιτυμόνας· τοῖσιν θεοὶ ὄλβια δοῖεν': # Od. 7.148
        (('τούσδε', '+-'), ('τε', '-'), ('δαιτυμόνας', '+--+'), ('τοῖσιν', '++'), ('θεοὶ', '--'), ('ὄλβια', '+--'), ('δοῖεν', '++')),
    'κήδε’, ἐπεί μοι πολλὰ δόσαν θεοὶ Οὐρανίωνες·': # Od. 7.242
        (('κήδε’', '+-'), ('ἐπεί', '-+'), ('μοι', '+'), ('πολλὰ', '+-'), ('δόσαν', '-+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'τοῦτο δέ τοι ἐρέω ὅ μ’ ἀνείρεαι ἠδὲ μεταλλᾷς.': # Od. 7.243
        (('τοῦτο', '+-'), ('δέ', '-'), ('τοι', '+'), ('ἐρέω', '--+'), ('ὅ', '-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'νῆσον ἐς Ὠγυγίην πέλασαν θεοί, ἔνθα Καλυψὼ': # Od. 7.254
        (('νῆσον', '+-'), ('ἐς', '-'), ('ὠγυγίην', '+--+'), ('πέλασαν', '--+'), ('θεοί', '--'), ('ἔνθα', '+-'), ('καλυψὼ', '-++')),
    'ἀλλ’ ὅτε δὴ ὀγδόατόν μοι ἐπιπλόμενον ἔτος ἦλθεν,': # Od. 7.261
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', ''), ('ὀγδόατόν', '+--+'), ('μοι', '-'), ('ἐπιπλόμενον', '-+--+'), ('ἔτος', '--'), ('ἦλθεν', '++')),
    'τοῖος ἐὼν οἷός ἐσσι, τά τε φρονέων ἅ τ’ ἐγώ περ,': # Od. 7.312
        (('τοῖος', '+-'), ('ἐὼν', '-+'), ('οἷός', '--'), ('ἐσσι', '+-'), ('τά', '-'), ('τε', '+'), ('φρονέων', '--+'), ('ἅ', '-'), ('τ’', ''), ('ἐγώ', '-+'), ('περ', '+')),
    'λέξεαι, οἱ δ’ ἐλόωσι γαλήνην, ὄφρ’ ἂν ἵκηαι': # Od. 7.319
        (('λέξεαι', '+--'), ('οἱ', '+'), ('δ’', ''), ('ἐλόωσι', '--+-'), ('γαλήνην', '-++'), ('ὄφρ’', '+'), ('ἂν', '-'), ('ἵκηαι', '-++')),
    'πρωτόπλοον,  κούρω δὲ δύω καὶ πεντήκοντα': # Od. 8.35
        (('πρωτόπλοον', '+--+'), ('κούρω', '++'), ('δὲ', '-'), ('δύω', '-+'), ('καὶ', '+'), ('πεντήκοντα', '++++')),
    'ἀγρομένων· πολλοὶ δ’ ἄρ’ ἔσαν, νέοι ἠδὲ παλαιοί.': # Od. 8.58
        (('ἀγρομένων', '+--+'), ('πολλοὶ', '++'), ('δ’', ''), ('ἄρ’', '-'), ('ἔσαν', '-+'), ('νέοι', '--'), ('ἠδὲ', '+-'), ('παλαιοί', '-++')),
    'λᾶος ὑπὸ ῥιπῆς· ὁ δ’ ὑπέρπτατο σήματα πάντων': # Od. 8.192
        (('λᾶος', '+-'), ('ὑπὸ', '-+'), ('ῥιπῆς', '++'), ('ὁ', '-'), ('δ’', ''), ('ὑπέρπτατο', '-+--'), ('σήματα', '+--'), ('πάντων', '++')),
    'οὐδ’ ἀλαοσκοπιὴν εἶχε χρυσήνιος Ἄρης,': # Od. 8.285
        (('οὐδ’', '+'), ('ἀλαοσκοπιὴν', '--++++'), ('εἶχε', '+-'), ('χρυσήνιος', '-+--'), ('ἄρης', '++')),
    'Ζεῦ πάτερ ἠδ’ ἄλλοι μάκαρες θεοὶ αἰὲν ἐόντες,': # Od. 8.306
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἠδ’', '+'), ('ἄλλοι', '++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'ὣς φάθ’, ὁ δ’ ὁρμηθεὶς θεοῦ ἤρχετο, φαῖνε δ’ ἀοιδήν,': # Od. 8.499
        (('ὣς', '+'), ('φάθ’', '-'), ('ὁ', '-'), ('δ’', ''), ('ὁρμηθεὶς', '+++'), ('θεοῦ', '--'), ('ἤρχετο', '+--'), ('φαῖνε', '+-'), ('δ’', ''), ('ἀοιδήν', '-++')),
    'ἀνθρώπων, αὐτούς τε πόλιάς τ’ ἐὺ ναιετοώσας,': # Od. 8.574
        (('ἀνθρώπων', '+++'), ('αὐτούς', '++'), ('τε', '-'), ('πόλιάς', '-+'), ('τ’', ''), ('ἐὺ', '+'), ('ναιετοώσας', '+--++')),
    'εἰπὲ δ’ ὅ τι κλαίεις καὶ ὀδύρεαι ἔνδοθι θυμῷ': # Od. 8.577
        (('εἰπὲ', '+-'), ('δ’', ''), ('ὅ', '-'), ('τι', '+'), ('κλαίεις', '++'), ('καὶ', '-'), ('ὀδύρεαι', '-+--'), ('ἔνδοθι', '+--'), ('θυμῷ', '++')),
    'κήδε’ ἐπεί μοι πολλὰ δόσαν θεοὶ Οὐρανίωνες.': # Od. 9.15
        (('κήδε’', '+-'), ('ἐπεί', '-+'), ('μοι', '+'), ('πολλὰ', '+-'), ('δόσαν', '-+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'Δουλίχιόν τε Σάμη τε καὶ ὑλήεσσα Ζάκυνθος.': # Od. 9.24
        (('δουλίχιόν', '+--+'), ('τε', '-'), ('σάμη', '-+'), ('τε', '-'), ('καὶ', '-'), ('ὑλήεσσα', '-+-'), ('ζάκυνθος', '-++')),
    'αὐτὰρ ἐπὶ κρατὸς λιμένος ῥέει ἀγλαὸν ὕδωρ,': # Od. 9.140
        (('αὐτὰρ', '+-'), ('ἐπὶ', '-+'), ('κρατὸς', '++'), ('λιμένος', '--+'), ('ῥέει', '--'), ('ἀγλαὸν', '+--'), ('ὕδωρ', '++')),
    'σὺν δ’ ὅ γε δὴ αὖτε δύω μάρψας ὡπλίσσατο δεῖπνον.': # Od. 9.311
        (('σὺν', '+'), ('δ’', ''), ('ὅ', '-'), ('γε', '-'), ('δὴ', ''), ('αὖτε', '+-'), ('δύω', '-+'), ('μάρψας', '++'), ('ὡπλίσσατο', '++--'), ('δεῖπνον', '++')),
    'σὺν δ’ ὅ γε δὴ αὖτε δύω μάρψας ὡπλίσσατο δόρπον.': # Od. 9.344
        (('σὺν', '+'), ('δ’', ''), ('ὅ', '-'), ('γε', '-'), ('δὴ', ''), ('αὖτε', '+-'), ('δύω', '-+'), ('μάρψας', '++'), ('ὡπλίσσατο', '++--'), ('δόρπον', '++')),
    'οἴκαδε πέμψειας· σὺ δὲ μαίνεαι οὐκέτ’ ἀνεκτῶς.': # Od. 9.350
        (('οἴκαδε', '+--'), ('πέμψειας', '+++'), ('σὺ', '-'), ('δὲ', '-'), ('μαίνεαι', '+--'), ('οὐκέτ’', '+-'), ('ἀνεκτῶς', '-++')),
    'ὡς δ’ ὅτ’ ἀνὴρ χαλκεὺς πέλεκυν μέγαν ἠὲ σκέπαρνον': # Od. 9.391
        (('ὡς', '+'), ('δ’', ''), ('ὅτ’', '-'), ('ἀνὴρ', '-+'), ('χαλκεὺς', '++'), ('πέλεκυν', '--+'), ('μέγαν', '--'), ('ἠὲ', '+-'), ('σκέπαρνον', '-++')),
    'πρῶτος δὲ σταθμόνδε λιλαίεαι ἀπονέεσθαι': # Od. 9.451
        (('πρῶτος', '++'), ('δὲ', '+'), ('σταθμόνδε', '++-'), ('λιλαίεαι', '-+--'), ('ἀπονέεσθαι', '+--++')),
    'εἰ δὴ ὁμοφρονέοις ποτιφωνήεις τε γένοιο': # Od. 9.456
        (('εἰ', '+'), ('δὴ', '-'), ('ὁμοφρονέοις', '-+--+'), ('ποτιφωνήεις', '--+++'), ('τε', '-'), ('γένοιο', '-++')),
    'ὦσα παρέξ, ἑτάροισι δ’ ἐποτρύνας ἐκέλευσα': # Od. 9.488
        (('ὦσα', '+-'), ('παρέξ', '-+'), ('ἑτάροισι', '--+-'), ('δ’', ''), ('ἐποτρύνας', '-+++'), ('ἐκέλευσα', '--++')),
    'δὴ τότ’ ἐγὼν ἑτάροισιν ἐποτρύνας ἐκέλευσα': # Od. 9.561
        (('δὴ', '+'), ('τότ’', '-'), ('ἐγὼν', '-+'), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσα', '--++')),
    'οἵ ῥ’ ἀπὸ πετράων ἀνδραχθέσι χερμαδίοισιν': # Od. 10.121
        (('οἵ', '+'), ('ῥ’', ''), ('ἀπὸ', '--'), ('πετράων', '+++'), ('ἀνδραχθέσι', '++--'), ('χερμαδίοισιν', '+--++')),
    'αἶψα δ’ ἐμοῖς ἑτάροισιν ἐποτρύνας ἐκέλευσα': # Od. 10.128
        (('αἶψα', '+-'), ('δ’', ''), ('ἐμοῖς', '-+'), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσα', '--++')),
    'ἐν δέ σφιν τυρόν τε καὶ ἄλφιτα καὶ μέλι χλωρὸν': # Od. 10.234
        (('ἐν', '+'), ('δέ', '+'), ('σφιν', '+'), ('τυρόν', '++'), ('τε', '-'), ('καὶ', '-'), ('ἄλφιτα', '+--'), ('καὶ', '+'), ('μέλι', '--'), ('χλωρὸν', '++')),
    'ἔδμεναι, οἷα σύες χαμαιευνάδες αἰὲν ἔδουσιν.': # Od. 10.243
        (('ἔδμεναι', '+--'), ('οἷα', '+--'), ('σύες', '-+'), ('χαμαιευνάδες', '--+--'), ('αἰὲν', '+--'), ('ἔδουσιν', '-++')),
    'ἤιομεν, ὡς ἐκέλευες, ἀνὰ δρυμά, φαίδιμ’ Ὀδυσσεῦ·': # Od. 10.251
        (('ἤιομεν', '+--'), ('ὡς', '+'), ('ἐκέλευες', '--+-'), ('ἀνὰ', '-+'), ('δρυμά', '--'), ('φαίδιμ’', '+-'), ('Ὀδυσσεῦ', '-++')),
    'οἶδα γάρ, ὡς οὔτ’ αὐτὸς ἐλεύσεαι οὔτε τιν’ ἄλλον': # Od. 10.267
        (('οἶδα', '+-'), ('γάρ', '-'), ('ὡς', '+'), ('οὔτ’', '+'), ('αὐτὸς', '+-'), ('ἐλεύσεαι', '-+--'), ('οὔτε', '+-'), ('τιν’', '-'), ('ἄλλον', '++')),
    'πῇ δὴ αὖτ’, ὦ δύστηνε, δι’ ἄκριας ἔρχεαι οἶος,': # Od. 10.281
        (('πῇ', '+'), ('δὴ', ''), ('αὖτ’', '+'), ('ὦ', '+'), ('δύστηνε', '++-'), ('δι’', '-'), ('ἄκριας', '+--'), ('ἔρχεαι', '+--'), ('οἶος', '++')),
    'ἦ τοὺς λυσόμενος δεῦρ’ ἔρχεαι; οὐδέ σέ φημι': # Od. 10.284
        (('ἦ', '+'), ('τοὺς', '+'), ('λυσόμενος', '+--+'), ('δεῦρ’', '+'), ('ἔρχεαι', '+--'), ('οὐδέ', '+-'), ('σέ', '-'), ('φημι', '++')),
    'θυμῆρες κεράσασα, κατὰ κρατός τε καὶ ὤμων,': # Od. 10.362
        (('θυμῆρες', '+++'), ('κεράσασα', '--+-'), ('κατὰ', '-+'), ('κρατός', '++'), ('τε', '-'), ('καὶ', '-'), ('ὤμων', '++')),
    'τίφθ’ οὕτως, Ὀδυσεῦ, κατ’ ἄρ’ ἕζεαι ἶσος ἀναύδῳ,': # Od. 10.378
        (('τίφθ’', '+'), ('οὕτως', '++'), ('ὀδυσεῦ', '--+'), ('κατ’', '-'), ('ἄρ’', '-'), ('ἕζεαι', '+--'), ('ἶσος', '+-'), ('ἀναύδῳ', '-++')),
    'θυμὸν ἔδων, βρώμης δ’ οὐχ ἅπτεαι οὐδὲ ποτῆτος;': # Od. 10.379
        (('θυμὸν', '+-'), ('ἔδων', '-+'), ('βρώμης', '++'), ('δ’', ''), ('οὐχ', '+'), ('ἅπτεαι', '+--'), ('οὐδὲ', '+-'), ('ποτῆτος', '-++')),
    'ἦ τινά που δόλον ἄλλον ὀίεαι· οὐδέ τί σε χρὴ': # Od. 10.380
        (('ἦ', '+'), ('τινά', '--'), ('που', '+'), ('δόλον', '--'), ('ἄλλον', '+-'), ('ὀίεαι', '-+--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρὴ', '+')),
    'μακραί τ’ αἴγειροι καὶ ἰτέαι ὠλεσίκαρποι,': # Od. 10.510
        (('μακραί', '++'), ('τ’', ''), ('αἴγειροι', '+++'), ('καὶ', '+'), ('ἰτέαι', '+--'), ('ὠλεσίκαρποι', '+--++')),
    'νόστον θ’,  ὡς ἐπὶ πόντον ἐλεύσεαι ἰχθυόεντα.': # Od. 10.540
        (('νόστον', '++'), ('θ’', ''), ('ὡς', '+'), ('ἐπὶ', '--'), ('πόντον', '+-'), ('ἐλεύσεαι', '-+--'), ('ἰχθυόεντα', '+--++')),
    'δὴ τότ’ ἔπειθ’ ἑτάροισιν ἐποτρύνας ἐκέλευσα': # Od. 11.44
        (('δὴ', '+'), ('τότ’', '-'), ('ἔπειθ’', '-+'), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσα', '--++')),
    'τὸν μὲν ἐγὼ δάκρυσα ἰδὼν ἐλέησά τε θυμῷ,': # Od. 11.55
        (('τὸν', '+'), ('μὲν', '-'), ('ἐγὼ', '-+'), ('δάκρυσα', '++-'), ('ἰδὼν', '-+'), ('ἐλέησά', '--+-'), ('τε', '-'), ('θυμῷ', '++')),
    'τὴν μὲν ἐγὼ δάκρυσα ἰδὼν ἐλέησά τε θυμῷ·': # Od. 11.87
        (('τὴν', '+'), ('μὲν', '-'), ('ἐγὼ', '-+'), ('δάκρυσα', '++-'), ('ἰδὼν', '-+'), ('ἐλέησά', '--+-'), ('τε', '-'), ('θυμῷ', '++')),
    'κουλεῷ ἐγκατέπηξ’. ὁ δ’ ἐπεὶ πίεν αἷμα κελαινόν,': # Od. 11.98
        (('κουλεῷ', '++'), ('ἐγκατέπηξ’', '+--+'), ('ὁ', '-'), ('δ’', ''), ('ἐπεὶ', '-+'), ('πίεν', '--'), ('αἷμα', '+-'), ('κελαινόν', '-++')),
    'ῥηί̈διόν τοι ἔπος ἐρέω καὶ ἐπὶ φρεσὶ θήσω.': # Od. 11.146
        (('ῥηί̈διόν', '+--+'), ('τοι', '-'), ('ἔπος', '-+'), ('ἐρέω', '--+'), ('καὶ', '-'), ('ἐπὶ', '-+'), ('φρεσὶ', '--'), ('θήσω', '++')),
    'δαίνυται, ἃς ἐπέοικε δικασπόλον ἄνδρ’ ἀλεγύνειν·': # Od. 11.186
        (('δαίνυται', '+--'), ('ἃς', '+'), ('ἐπέοικε', '--+-'), ('δικασπόλον', '-+--'), ('ἄνδρ’', '+'), ('ἀλεγύνειν', '--++')),
    'ὤτρυν’, ὄφρ’ ἔτι μᾶλλον ὀδυρόμενος στεναχίζω;': # Od. 11.214
        (('ὤτρυν’', '++'), ('ὄφρ’', '+'), ('ἔτι', '--'), ('μᾶλλον', '+-'), ('ὀδυρόμενος', '-+--+'), ('στεναχίζω', '--++')),
    'οὐκ εἴων πίνειν ἅμα πάσας αἷμα κελαινόν.': # Od. 11.232
        (('οὐκ', '+'), ('εἴων', '++'), ('πίνειν', '++'), ('ἅμα', '--'), ('πάσας', '++'), ('αἷμα', '+-'), ('κελαινόν', '-++')),
    'τέξεις ἀγλαὰ τέκνα, ἐπεὶ οὐκ ἀποφώλιοι εὐναὶ': # Od. 11.249
        (('τέξεις', '++'), ('ἀγλαὰ', '+--'), ('τέκνα', '+-'), ('ἐπεὶ', '-'), ('οὐκ', '+'), ('ἀποφώλιοι', '--+--'), ('εὐναὶ', '++')),
    'τὴν ἔχεν Ἀμφιτρύωνος υἱὸς μένος αἰὲν ἀτειρής.': # Od. 11.270
        (('τὴν', '+'), ('ἔχεν', '--'), ('ἀμφιτρύωνος', '+--+-'), ('υἱὸς', '-+'), ('μένος', '--'), ('αἰὲν', '+-'), ('ἀτειρής', '-++')),
    'εἰ δ’ ἔτ’ ἀκουέμεναί γε λιλαίεαι,  οὐκ ἂν ἐγώ γε': # Od. 11.380
        (('εἰ', '+'), ('δ’', ''), ('ἔτ’', '-'), ('ἀκουέμεναί', '-+--+'), ('γε', '-'), ('λιλαίεαι', '-+--'), ('οὐκ', '+'), ('ἂν', '-'), ('ἐγώ', '-+'), ('γε', '+')),
    'τὸν μὲν ἐγὼ δάκρυσα ἰδὼν ἐλέησά τε θυμῷ,': # Od. 11.395
        (('τὸν', '+'), ('μὲν', '-'), ('ἐγὼ', '-+'), ('δάκρυσα', '++-'), ('ἰδὼν', '-+'), ('ἐλέησά', '--+-'), ('τε', '-'), ('θυμῷ', '++')),
    'Κασσάνδρης, τὴν κτεῖνε Κλυταιμνήστρη δολόμητις': # Od. 11.422
        (('κασσάνδρης', '+++'), ('τὴν', '+'), ('κτεῖνε', '+-'), ('κλυταιμνήστρη', '-+++'), ('δολόμητις', '--++')),
    'σοὶ δὲ Κλυταιμνήστρη δόλον ἤρτυε τηλόθ’ ἐόντι.': # Od. 11.439
        (('σοὶ', '+'), ('δὲ', '-'), ('κλυταιμνήστρη', '-+++'), ('δόλον', '--'), ('ἤρτυε', '+--'), ('τηλόθ’', '+-'), ('ἐόντι', '-++')),
    'Ἀτρεί̈δη, τί με ταῦτα διείρεαι; οὐδέ τι οἶδα,': # Od. 11.463
        (('ἀτρεί̈δη', '+--+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('διείρεαι', '-+--'), ('οὐδέ', '+-'), ('τι', '-'), ('οἶδα', '++')),
    'ὦ Ἀχιλεῦ Πηλῆος υἱέ, μέγα φέρτατ’ Ἀχαιῶν,': # Od. 11.478
        (('ὦ', '+'), ('ἀχιλεῦ', '--+'), ('πηλῆος', '++-'), ('υἱὲ', '-+'), ('μέγα', '--'), ('φέρτατ’', '+-'), ('ἀχαιῶν', '-++')),
    'φοίτα μακρὰ βιβᾶσα κατ’ ἀσφοδελὸν λειμῶνα,': # Od. 11.539
        (('φοίτα', '++'), ('μακρὰ', '+-'), ('βιβᾶσα', '-+-'), ('κατ’', '-'), ('ἀσφοδελὸν', '+--+'), ('λειμῶνα', '+++')),
    'ἑστεῶτ’ ἐν λίμνῃ· ἡ δὲ προσέπλαζε γενείῳ·': # Od. 11.583
        (('ἑστεῶτ’', '++'), ('ἐν', '+'), ('λίμνῃ', '++'), ('ἡ', '+'), ('δὲ', '+'), ('προσέπλαζε', '--+-'), ('γενείῳ', '-++')),
    'ὄγχναι καὶ ῥοιαὶ καὶ μηλέαι ἀγλαόκαρποι': # Od. 11.589
        (('ὄγχναι', '++'), ('καὶ', '+'), ('ῥοιαὶ', '++'), ('καὶ', '+'), ('μηλέαι', '+--'), ('ἀγλαόκαρποι', '+--++')),
    'Σειρῆνας μὲν πρῶτον ἀφίξεαι, αἵ ῥά τε πάντας': # Od. 12.39
        (('σειρῆνας', '+++'), ('μὲν', '+'), ('πρῶτον', '+-'), ('ἀφίξεαι', '-+--'), ('αἵ', '+'), ('ῥά', '-'), ('τε', '-'), ('πάντας', '++')),
    'ἀνδρῶν πυθομένων, περὶ δὲ ῥινοὶ μινύθουσι.': # Od. 12.46
        (('ἀνδρῶν', '++'), ('πυθομένων', '+--+'), ('περὶ', '--'), ('δὲ', '+'), ('ῥινοὶ', '++'), ('μινύθουσι', '--++')),
    'σχέτλιε, καὶ δὴ αὖ τοι πολεμήια ἔργα μέμηλε': # Od. 12.116
        (('σχέτλιε', '+--'), ('καὶ', '+'), ('δὴ', ''), ('αὖ', '+'), ('τοι', '+'), ('πολεμήια', '--+--'), ('ἔργα', '+-'), ('μέμηλε', '-++')),
    'καὶ πόνος· οὐδὲ θεοῖσιν ὑπείξεαι ἀθανάτοισιν;': # Od. 12.117
        (('καὶ', '+'), ('πόνος', '--'), ('οὐδὲ', '+-'), ('θεοῖσιν', '-+-'), ('ὑπείξεαι', '-+--'), ('ἀθανάτοισιν', '+--++')),
    'Θρινακίην δ’ ἐς νῆσον ἀφίξεαι· ἔνθα δὲ πολλαὶ': # Od. 12.127
        (('θρινακίην', '+--+'), ('δ’', ''), ('ἐς', '+'), ('νῆσον', '+-'), ('ἀφίξεαι', '-+--'), ('ἔνθα', '+-'), ('δὲ', '-'), ('πολλαὶ', '++')),
    'τύπτετε κληίδεσσιν ἐφήμενοι,  αἴ κέ ποθι Ζεὺς': # Od. 12.215
        (('τύπτετε', '+--'), ('κληίδεσσιν', '+++-'), ('ἐφήμενοι', '-+--'), ('αἴ', '+'), ('κέ', '-'), ('ποθι', '-+'), ('ζεὺς', '+')),
    'δεινοῦ γὰρ θεοῦ αἵδε βόες καὶ ἴφια μῆλα,': # Od. 12.322
        (('δεινοῦ', '++'), ('γὰρ', '+'), ('θεοῦ', '--'), ('αἵδε', '+-'), ('βόες', '-+'), ('καὶ', '+'), ('ἴφια', '+--'), ('μῆλα', '++')),
    'Ζεῦ πάτερ ἠδ’ ἄλλοι μάκαρες θεοὶ αἰὲν ἐόντες,': # Od. 12.371
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἠδ’', '+'), ('ἄλλοι', '++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'Ζεῦ πάτερ ἠδ’ ἄλλοι μάκαρες θεοὶ αἰὲν ἐόντες,': # Od. 12.377
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἠδ’', '+'), ('ἄλλοι', '++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('αἰὲν', '+-'), ('ἐόντες', '-++')),
    'ἀλλ’ ὅτε δὴ ἕβδομον ἦμαρ ἐπὶ Ζεὺς θῆκε Κρονίων,': # Od. 12.399
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', ''), ('ἕβδομον', '+--'), ('ἦμαρ', '+-'), ('ἐπὶ', '-+'), ('Ζεὺς', '+'), ('θῆκε', '+-'), ('Κρονίων', '-++')),
    'λῦσε κλύδων τρόπιος, τὴν δὲ ψιλὴν φέρε κῦμα,': # Od. 12.421
        (('λῦσε', '+-'), ('κλύδων', '-+'), ('τρόπιος', '-+'), ('τὴν', '+'), ('δὲ', '+'), ('ψιλὴν', '++'), ('φέρε', '--'), ('κῦμα', '++')),
    'νῆσον ἐς Ὠγυγίην πέλασαν θεοί, ἔνθα Καλυψὼ': # Od. 12.448
        (('νῆσον', '+-'), ('ἐς', '-'), ('ὠγυγίην', '+--+'), ('πέλασαν', '--+'), ('θεοί', '--'), ('ἔνθα', '+-'), ('καλυψὼ', '-++')),
    'πομπὴ καὶ φίλα δῶρα, τά μοι θεοὶ Οὐρανίωνες': # Od. 13.41
        (('πομπὴ', '++'), ('καὶ', '+'), ('φίλα', '--'), ('δῶρα', '+-'), ('τά', '-'), ('μοι', '+'), ('θεοὶ', '--'), ('οὐρανίωνες', '+--++')),
    'τοὔνεκ’ ἄρ’ ἀλλοειδέα φαινέσκετο πάντα ἄνακτι,': # Od. 13.194
        (('τοὔνεκ’', '+-'), ('ἄρ’', '-'), ('ἀλλοειδέα', '+--+'), ('φαινέσκετο', '++--'), ('πάντα', '+-'), ('ἄνακτι', '-++')),
    'τῶν μὲν ἄρ’ ὀύ τι πόθει· ὁ δ’ ὀδύρετο πατρίδα γαῖαν': # Od. 13.219
        (('τῶν', '+'), ('μὲν', '-'), ('ἄρ’', '-'), ('ὀύ', '+'), ('τι', '-'), ('πόθει', '-+'), ('ὁ', '-'), ('δ’', ''), ('ὀδύρετο', '-+--'), ('πατρίδα', '+--'), ('γαῖαν', '++')),
    'εἰ δὴ τήνδε τε γαῖαν ἀνείρεαι. οὐδέ τι λίην': # Od. 13.238
        (('εἰ', '+'), ('δὴ', '+'), ('τήνδε', '+-'), ('τε', '-'), ('γαῖαν', '+-'), ('ἀνείρεαι', '-+--'), ('οὐδέ', '+-'), ('τι', '-'), ('λίην', '++')),
    'πρίν γ’ ἔτι σῆς ἀλόχου πειρήσεαι, ἥ τέ τοι αὔτως': # Od. 13.336
        (('πρίν', '+'), ('γ’', ''), ('ἔτι', '--'), ('σῆς', '+'), ('ἀλόχου', '--+'), ('πειρήσεαι', '++--'), ('ἥ', '+'), ('τέ', '-'), ('τοι', '-'), ('αὔτως', '++')),
    'αἴ κέ μοι ὣς μεμαυῖα παρασταίης, γλαυκῶπι,': # Od. 13.389
        (('αἴ', '+'), ('κέ', '-'), ('μοι', '-'), ('ὣς', '+'), ('μεμαυῖα', '--+-'), ('παρασταίης', '-+++'), ('γλαυκῶπι', '+++')),
    'πεντήκοντα σύες χαμαιευνάδες ἐρχατόωντο,': # Od. 14.15
        (('πεντήκοντα', '+++-'), ('σύες', '-+'), ('χαμαιευνάδες', '-++--'), ('ἐρχατόωντο', '+--++')),
    'οἱ νέοι. ἦ γὰρ τοῦ γε θεοὶ κατὰ νόστον ἔδησαν,': # Od. 14.61
        (('οἱ', '+'), ('νέοι', '--'), ('ἦ', '+'), ('γὰρ', '+'), ('τοῦ', '+'), ('γε', '-'), ('θεοὶ', '-+'), ('κατὰ', '--'), ('νόστον', '+-'), ('ἔδησαν', '-++')),
    'ὦ φίλ’, ἐπειδὴ πάμπαν ἀναίνεαι, οὐδ’ ἔτι φῇσθα': # Od. 14.149
        (('ὦ', '+'), ('φίλ’', '-'), ('ἐπειδὴ', '-++'), ('πάμπαν', '+-'), ('ἀναίνεαι', '-+--'), ('οὐδ’', '+'), ('ἔτι', '--'), ('φῇσθα', '++')),
    'Τηλεμάχου· τὸν ἐπεὶ θρέψαν θεοὶ ἔρνεϊ ἶσον,': # Od. 14.175
        (('τηλεμάχου', '+--+'), ('τὸν', '-'), ('ἐπεὶ', '-+'), ('θρέψαν', '++'), ('θεοὶ', '--'), ('ἔρνεϊ', '+--'), ('ἶσον', '++')),
    'τοῖος ἔα ἐν πολέμῳ· ἔργον δέ μοι οὐ φίλον ἔσκεν': # Od. 14.222
        (('τοῖος', '+-'), ('ἔα', '-'), ('ἐν', '+'), ('πολέμῳ', '--+'), ('ἔργον', '++'), ('δέ', '-'), ('μοι', '-'), ('οὐ', '+'), ('φίλον', '--'), ('ἔσκεν', '++')),
    'αἶψα μάλ’ Αἰγυπτίων ἀνδρῶν περικαλλέας ἀγροὺς': # Od. 14.263
        (('αἶψα', '+-'), ('μάλ’', '-'), ('αἰγυπτίων', '+++'), ('ἀνδρῶν', '++'), ('περικαλλέας', '--+--'), ('ἀγροὺς', '++')),
    'χρήματ’ ἀν’ Αἰγυπτίους ἄνδρας· δίδοσαν γὰρ ἅπαντες.': # Od. 14.286
        (('χρήματ’', '+-'), ('ἀν’', '-'), ('αἰγυπτίους', '+++'), ('ἄνδρας', '++'), ('δίδοσαν', '--+'), ('γὰρ', '-'), ('ἅπαντες', '-++')),
    'ἀλλ’ ὅτε δὴ ὄγδοόν μοι ἐπιπλόμενον ἔτος ἦλθεν,': # Od. 14.287
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', '+'), ('ὄγδοόν', '--+'), ('μοι', '-'), ('ἐπιπλόμενον', '-+--+'), ('ἔτος', '--'), ('ἦλθεν', '++')),
    'χειρὸς ἀναστήσας, ὄφρ’ ἵκετο δώματα πατρός·': # Od. 14.319
        (('χειρὸς', '+-'), ('ἀναστήσας', '-+++'), ('ὄφρ’', '+'), ('ἵκετο', '+--'), ('δώματα', '+--'), ('πατρός', '++')),
    'τὸν δ’ ἐς Δωδώνην φάτο βήμεναι, ὄφρα θεοῖο': # Od. 14.327
        (('τὸν', '+'), ('δ’', ''), ('ἐς', '+'), ('δωδώνην', '+++'), ('φάτο', '--'), ('βήμεναι', '+--'), ('ὄφρα', '+-'), ('θεοῖο', '-++')),
    'εἰ πλέονας παρὰ ναῦφιν ἐποτρύνειε νέεσθαι.': # Od. 14.498
        (('εἰ', '+'), ('πλέονας', '--+'), ('παρὰ', '--'), ('ναῦφιν', '+-'), ('ἐποτρύνειε', '-+++-'), ('νέεσθαι', '-++')),
    'κείμην ἀσπασίως, φάε δὲ χρυσόθρονος Ἠώς.': # Od. 14.502
        (('κείμην', '++'), ('ἀσπασίως', '+--+'), ('φάε', '--'), ('δὲ', '+'), ('χρυσόθρονος', '++--'), ('ἠώς', '++')),
    'τῷ οὔτ’ ἐσθῆτος δευήσεαι οὔτε τευ ἄλλου,': # Od. 14.510
        (('τῷ', '+'), ('οὔτ’', '+'), ('ἐσθῆτος', '+++'), ('δευήσεαι', '++--'), ('οὔτε', '+-'), ('τευ', '-'), ('ἄλλου', '++')),
    'ἀμφὶ δὲ χλαῖναν ἑέσσατ’ ἀλεξάνεμον, μάλα πυκνήν,': # Od. 14.529
        (('ἀμφὶ', '+-'), ('δὲ', '-'), ('χλαῖναν', '+-'), ('ἑέσσατ’', '-+-'), ('ἀλεξάνεμον', '-+--+'), ('μάλα', '--'), ('πυκνήν', '++')),
    'ἀλλ’ ὄτρυνε τάχιστα βοὴν ἀγαθὸν Μενέλαον': # Od. 15.14
        (('ἀλλ’', '+'), ('ὄτρυνε', '++-'), ('τάχιστα', '-+-'), ('βοὴν', '-+'), ('ἀγαθὸν', '--+'), ('μενέλαον', '--++')),
    'ἠὲ δύ’ ἡμιόνους ἠὲ χρύσειον ἄλεισον.': # Od. 15.85
        (('ἠὲ', '+-'), ('δύ’', '-'), ('ἡμιόνους', '+--+'), ('ἠὲ', '++'), ('χρύσειον', '++-'), ('ἄλεισον', '-++')),
    'καί μιν ἐποτρύνων ἔπεα πτερόεντα προσηύδα·': # Od. 15.208
        (('καί', '+'), ('μιν', '-'), ('ἐποτρύνων', '-+++'), ('ἔπεα', '--+'), ('πτερόεντα', '--+-'), ('προσηύδα', '-++')),
    'Τηλέμαχος δ’ ἑτάροισιν ἐποτρύνων ἐκέλευσεν·': # Od. 15.217
        (('τηλέμαχος', '+--+'), ('δ’', ''), ('ἑτάροισιν', '--+-'), ('ἐποτρύνων', '-+++'), ('ἐκέλευσεν', '--++')),
    'ἀλλ’ ἕπευ· αὐτὰρ κεῖθι φιλήσεαι, οἷά κ’ ἔχωμεν.': # Od. 15.281
        (('ἀλλ’', '+'), ('ἕπευ', '--'), ('αὐτὰρ', '++'), ('κεῖθι', '+-'), ('φιλήσεαι', '-+--'), ('οἷά', '+-'), ('κ’', ''), ('ἔχωμεν', '-++')),
    'Τηλέμαχος δ’ ἑτάροισιν ἐποτρύνας ἐκέλευσεν': # Od. 15.287
        (('τηλέμαχος', '+--+'), ('δ’', ''), ('ἑτάροισιν', '--+-'), ('ἐποτρύνας', '-+++'), ('ἐκέλευσεν', '--++')),
    'ἔπλετο; ἦ σύ γε πάγχυ λιλαίεαι αὐτόθ’ ὀλέσθαι.': # Od. 15.327
        (('ἔπλετο', '+--'), ('ἦ', '+'), ('σύ', '-'), ('γε', '-'), ('πάγχυ', '+-'), ('λιλαίεαι', '-+--'), ('αὐτόθ’', '+-'), ('ὀλέσθαι', '-++')),
    'ἔργον ἀέξουσιν μάκαρες θεοὶ ᾧ ἐπιμίμνω·': # Od. 15.372
        (('ἔργον', '+-'), ('ἀέξουσιν', '-+++'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('ᾧ', '+'), ('ἐπιμίμνω', '--++')),
    'ξεῖν’,  ἐπεὶ ἂρ δὴ ταῦτά μ’ ἀνείρεαι ἠδὲ μεταλλᾷς,': # Od. 15.390
        (('ξεῖν’', '+'), ('ἐπεὶ', '--'), ('ἂρ', '+'), ('δὴ', '+'), ('ταῦτά', '+-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'τοῦτο δέ τοι ἐρέω ὅ μ’ ἀνείρεαι ἠδὲ μεταλλᾷς.': # Od. 15.402
        (('τοῦτο', '+-'), ('δέ', '-'), ('τοι', '+'), ('ἐρέω', '--+'), ('ὅ', '-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'ἀλλ’ ὅτε δὴ ἕβδομον ἦμαρ ἐπὶ Ζεὺς θῆκε Κρονίων,': # Od. 15.477
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', ''), ('ἕβδομον', '+--'), ('ἦμαρ', '+-'), ('ἐπὶ', '-+'), ('ζεὺς', '+'), ('θῆκε', '+-'), ('κρονίων', '-++')),
    'Τηλέμαχ’, οὔ τοι ἄνευ θεοῦ ἔπτατο δεξιὸς ὄρνις': # Od. 15.531
        (('τηλέμαχ’', '+--'), ('οὔ', '+'), ('τοι', '-'), ('ἄνευ', '-+'), ('θεοῦ', '--'), ('ἔπτατο', '+--'), ('δεξιὸς', '+--'), ('ὄρνις', '++')),
    'οὐ μὲν γάρ τι θάμ’ ἀγρὸν ἐπέρχεαι οὐδὲ νομῆας,': # Od. 16.27
        (('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('τι', '-'), ('θάμ’', '-'), ('ἀγρὸν', '+-'), ('ἐπέρχεαι', '-+--'), ('οὐδὲ', '+-'), ('νομῆας', '-++')),
    'ἦ τι κασιγνήτοις ἐπιμέμφεαι, οἷσί περ ἀνὴρ': # Od. 16.97
        (('ἦ', '+'), ('τι', '-'), ('κασιγνήτοις', '-+++'), ('ἐπιμέμφεαι', '--+--'), ('οἷσί', '+-'), ('περ', '-'), ('ἀνὴρ', '++')),
    'Δουλιχίῳ τε Σάμῃ τε καὶ ὑλήεντι Ζακύνθῳ,': # Od. 16.123
        (('δουλιχίῳ', '+--+'), ('τε', '-'), ('σάμῃ', '-+'), ('τε', '-'), ('καὶ', '-'), ('ὑλήεντι', '+++-'), ('ζακύνθῳ', '-++')),
    'δηρὸν ἀπὸ σφῶϊν ἔσομαι μεμαυῖα μάχεσθαι.': # Od. 16.171
        (('δηρὸν', '+-'), ('ἀπὸ', '-+'), ('σφῶϊν', '++'), ('ἔσομαι', '--+'), ('μεμαυῖα', '--++'), ('μάχεσθαι', '-++')),
    'ἠδὲ χρύσεα δῶρα,  τετυγμένα· φείδεο δ’ ἡμέων': # Od. 16.185
        (('ἠδὲ', '++'), ('χρύσεα', '+--'), ('δῶρα', '+-'), ('τετυγμένα', '-+--'), ('φείδεο', '+--'), ('δ’', ''), ('ἡμέων', '++')),
    'ἀλλὰ πολὺ πλέονες· τάχα δ’ εἴσεαι ἐνθάδ’  ἀριθμόν.': # Od. 16.246
        (('ἀλλὰ', '+-'), ('πολὺ', '-+'), ('πλέονες', '--+'), ('τάχα', '--'), ('δ’', ''), ('εἴσεαι', '+--'), ('ἐνθάδ’', '+-'), ('ἀριθμόν', '-++')),
    'ἐκ δὲ Ζακύνθου ἔασιν ἐείκοσι κοῦροι Ἀχαιῶν,': # Od. 16.250
        (('ἐκ', '+'), ('δὲ', '-'), ('Ζακύνθου', '-+-'), ('ἔασιν', '-+-'), ('ἐείκοσι', '-+--'), ('κοῦροι', '+-'), ('Ἀχαιῶν', '-++')),
    'γνώσεαι· οὐ μὲν γάρ τι χαλιφροσύναι γέ μ’ ἔχουσιν·': # Od. 16.310
        (('γνώσεαι', '+--'), ('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('τι', '-'), ('χαλιφροσύναι', '-+--+'), ('γέ', '-'), ('μ’', ''), ('ἔχουσιν', '-++')),
    'ῥάπτεις, οὐδ’ ἱκέτας ἐμπάζεαι, οἷσιν ἄρα Ζεὺς': # Od. 16.422
        (('ῥάπτεις', '++'), ('οὐδ’', '+'), ('ἱκέτας', '--+'), ('ἐμπάζεαι', '++--'), ('οἷσιν', '+-'), ('ἄρα', '-+'), ('ζεὺς', '+')),
    'ταῦτα δ’ ἅ μ’ εἰρωτᾷς καὶ λίσσεαι, οὐκ ἂν ἐγώ γε': # Od. 17.138
        (('ταῦτα', '+-'), ('δ’', ''), ('ἅ', '-'), ('μ’', ''), ('εἰρωτᾷς', '+++'), ('καὶ', '+'), ('λίσσεαι', '+--'), ('οὐκ', '+'), ('ἂν', '-'), ('ἐγώ', '-+'), ('γε', '+')),
    'γαστέρα δ’ οὔ πως ἔστιν ἀποκρύψαι μεμαυῖαν,': # Od. 17.286
        (('γαστέρα', '+--'), ('δ’', ''), ('οὔ', '+'), ('πως', '+'), ('ἔστιν', '+-'), ('ἀποκρύψαι', '-+++'), ('μεμαυῖαν', '--++')),
    'ὦ ἀρίγνωτε συβῶτα,  τίη δὲ σὺ τόνδε πόλινδε': # Od. 17.375
        (('ὦ', '+'), ('ἀρίγνωτε', '--+-'), ('συβῶτα', '-+-'), ('τίη', '-+'), ('δὲ', '-'), ('σὺ', '-'), ('τόνδε', '+-'), ('πόλινδε', '-++')),
    'ἤγαγες; ἦ οὐχ ἅλις ἧμιν ἀλήμονές εἰσι καὶ ἄλλοι,': # Od. 17.376
        (('ἤγαγες', '+--'), ('ἦ', ''), ('οὐχ', '+'), ('ἅλις', '--'), ('ἧμιν', '+-'), ('ἀλήμονές', '-+--'), ('εἰσι', '+-'), ('καὶ', '-'), ('ἄλλοι', '++')),
    'μύθοισιν χαλεποῖσιν,  ἐποτρύνει δὲ καὶ ἄλλους.': # Od. 17.395
        (('μύθοισιν', '+++'), ('χαλεποῖσιν', '--+-'), ('ἐποτρύνει', '-+++'), ('δὲ', '-'), ('καὶ', '-'), ('ἄλλους', '++')),
    'αὐτὸς γὰρ φαγέμεν πολὺ βούλεαι ἢ δόμεν ἄλλῳ.': # Od. 17.404
        (('αὐτὸς', '++'), ('γὰρ', '+'), ('φαγέμεν', '--+'), ('πολὺ', '--'), ('βούλεαι', '+--'), ('ἢ', '+'), ('δόμεν', '--'), ('ἄλλῳ', '++')),
    'αἶψα μάλ’ Αἰγυπτίων ἀνδρῶν περικαλλέας ἀγροὺς': # Od. 17.432
        (('αἶψα', '+-'), ('μάλ’', '-'), ('Αἰγυπτίων', '+++'), ('ἀνδρῶν', '++'), ('περικαλλέας', '--++'), ('ἀγροὺς', '++')),
    'πάντες δ’ ἠρήσαντο παραὶ λεχέεσσι κλιθῆναι.': # Od. 18.213
        (('πάντες', '++'), ('δ’', ''), ('ἠρήσαντο', '+++-'), ('παραὶ', '-+'), ('λεχέεσσι', '--+-'), ('κλιθῆναι', '-++')),
    'ἠμὲν ἀκοντιστὰς ἠδὲ ῥυτῆρας ὀϊστῶν': # Od. 18.262
        (('ἠμὲν', '+-'), ('ἀκοντιστὰς', '-+++'), ('ἠδὲ', '++'), ('ῥυτῆρας', '++-'), ('ὀϊστῶν', '-++')),
    'βούλεαι, ὄφρ’ ἄν ἔχῃς βόσκειν σὴν γαστέρ’ ἄναλτον.': # Od. 18.364
        (('βούλεαι', '+--'), ('ὄφρ’', '+'), ('ἄν', '-'), ('ἔχῃς', '-+'), ('βόσκειν', '++'), ('σὴν', '+'), ('γαστέρ’', '+-'), ('ἄναλτον', '-++')),
    'νεικέοι· ἦ γάρ σευ κλέος οὐρανὸν εὐρὺν ἱκάνει,': # Od. 19.108
        (('νεικέοι', '+--'), ('ἦ', '+'), ('γάρ', '+'), ('σευ', '+'), ('κλέος', '--'), ('οὐρανὸν', '+--'), ('εὐρὺν', '+-'), ('ἱκάνει', '-++')),
    'Δουλιχίῳ τε Σάμῃ τε καὶ ὑλήεντι Ζακύνθῳ,': # Od. 19.131
        (('δουλιχίῳ', '+--+'), ('τε', '-'), ('σάμῃ', '-+'), ('τε', '-'), ('καὶ', '-'), ('ὑλήεντι', '+++-'), ('ζακύνθῳ', '-++')),
    'ἀλλὰ καὶ ὣς ἐρέω ὅ μ’ ἀνείρεαι ἠδὲ μεταλλᾷς.': # Od. 19.171
        (('ἀλλὰ', '+-'), ('καὶ', '-'), ('ὣς', '+'), ('ἐρέω', '--+'), ('ὅ', '-'), ('μ’', ''), ('ἀνείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'τὸν δ’ ἐς Δωδώνην φάτο βήμεναι, ὄφρα θεοῖο': # Od. 19.296
        (('τὸν', '+'), ('δ’', ''), ('ἐς', '+'), ('δωδώνην', '+++'), ('φάτο', '--'), ('βήμεναι', '+--'), ('ὄφρα', '+-'), ('θεοῖο', '-++')),
    'τεύξῃ, ἐπεὶ οὐ τοῖοι σημάντορές εἰς’ ἐνὶ οἴκῳ': # Od. 19.314
        (('τεύξῃ', '+-'), ('ἐπεὶ', '-'), ('οὐ', '+'), ('τοῖοι', '++'), ('σημάντορές', '++--'), ('εἰς’', '+'), ('ἐνὶ', '--'), ('οἴκῳ', '++')),
    'πῶς γὰρ ἐμεῦ σύ,  ξεῖνε, δαήσεαι εἴ τι γυναικῶν': # Od. 19.325
        (('πῶς', '+'), ('γὰρ', '-'), ('ἐμεῦ', '-+'), ('σύ', '+'), ('ξεῖνε', '+-'), ('δαήσεαι', '-+--'), ('εἴ', '+'), ('τι', '-'), ('γυναικῶν', '-++')),
    'Παρνησοῦ, τάχα δ’ ἵκανον πτύχας ἠνεμοέσσας.': # Od. 19.432
        (('παρνησοῦ', '+++'), ('τάχα', '--'), ('δ’', ''), ('ἵκανον', '+++'), ('πτύχας', '--'), ('ἠνεμοέσσας', '+--++')),
    'ἂψ δ’ ἑτέρως’ ἐκλίθη· τὸ δ’ ἐπὶ χθονὸς ἐξέχυθ’ ὕδωρ.': # Od. 19.470
        (('ἂψ', '+'), ('δ’', ''), ('ἑτέρως’', '--+'), ('ἐκλίθη', '--+'), ('τὸ', '-'), ('δ’', ''), ('ἐπὶ', '-+'), ('χθονὸς', '--'), ('ἐξέχυθ’', '+--'), ('ὕδωρ', '++')),
    'μαῖα,  τίη δὲ σὺ τὰς μυθήσεαι; οὐδέ τί σε χρή.': # Od. 19.500
        (('μαῖα', '+-'), ('τίη', '-+'), ('δὲ', '-'), ('σὺ', '-'), ('τὰς', '+'), ('μυθήσεαι', '++--'), ('οὐδέ', '+-'), ('τί', '-'), ('σε', '+'), ('χρή', '+')),
    'ἀλλ’ ἄγε μοι τὸν ὄνειρον ὑπόκριναι καὶ ἄκουσον.': # Od. 19.535
        (('ἀλλ’', '+'), ('ἄγε', '--'), ('μοι', '+'), ('τὸν', '-'), ('ὄνειρον', '-+-'), ('ὑπόκριναι', '-+++'), ('καὶ', '-'), ('ἄκουσον', '-++')),
    'τῇσι τοκῆας μὲν φθῖσαν θεοί, αἱ δ’ ἐλίποντο': # Od. 20.67
        (('τῇσι', '+-'), ('τοκῆας', '-++'), ('μὲν', '+'), ('φθῖσαν', '++'), ('θεοί', '--'), ('αἱ', '+'), ('δ’', ''), ('ἐλίποντο', '--++')),
    'τοῖος ἐὼν οἷος ᾖεν ἅμα στρατῷ· αὐτὰρ ἐμὸν κῆρ': # Od. 20.89
        (('τοῖος', '+-'), ('ἐὼν', '-+'), ('οἷος', '--'), ('ᾖεν', '+-'), ('ἅμα', '-+'), ('στρατῷ', '--'), ('αὐτὰρ', '+-'), ('ἐμὸν', '-+'), ('κῆρ', '+')),
    'τῆς δ’ ἄρα κλαιούσης ὄπα σύνθετο δῖος Ὀδυσσεύς·': # Od. 20.92
        (('τῆς', '+'), ('δ’', ''), ('ἄρα', '--'), ('κλαιούσης', '+++'), ('ὄπα', '--'), ('σύνθετο', '+--'), ('δῖος', '+-'), ('ὀδυσσεύς', '-++')),
    'βουκόλ’, ἐπεὶ οὔτε κακῷ οὔτ’ ἄφρονι φωτὶ ἔοικας,': # Od. 20.227
        (('βουκόλ’', '+-'), ('ἐπεὶ', '-'), ('οὔτε', '+-'), ('κακῷ', '-+'), ('οὔτ’', '+'), ('ἄφρονι', '+--'), ('φωτὶ', '+-'), ('ἔοικας', '-++')),
    'σοῖσιν δ’ ὀφθαλμοῖσιν ἐπόψεαι, αἴ κ’ ἐθέλῃσθα,': # Od. 20.233
        (('σοῖσιν', '++'), ('δ’', ''), ('ὀφθαλμοῖσιν', '+++-'), ('ἐπόψεαι', '-+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--++')),
    'οὔ τι διατρίβω μητρὸς γάμον, ἀλλὰ κελεύω': # Od. 20.341
        (('οὔ', '+'), ('τι', '-'), ('διατρίβω', '-+++'), ('μητρὸς', '++'), ('γάμον', '--'), ('ἀλλὰ', '+-'), ('κελεύω', '-++')),
    'ἔμπαιον οὐδὲ βίης, ἀλλ’ αὔτως ἄχθος ἀρούρης.': # Od. 20.379
        (('ἔμπαιον', '+--'), ('οὐδὲ', '+-'), ('βίης', '-+'), ('ἀλλ’', '+'), ('αὔτως', '++'), ('ἄχθος', '+-'), ('ἀρούρης', '-++')),
    'αὐτοῦ δ’ ὠκὺ βέλος καλῇ προσέκλινε κορώνῃ,': # Od. 21.138
        (('αὐτοῦ', '++'), ('δ’', ''), ('ὠκὺ', '+-'), ('βέλος', '-+'), ('καλῇ', '++'), ('προσέκλινε', '--+-'), ('κορώνῃ', '-++')),
    'αὐτοῦ δ’ ὠκὺ βέλος καλῇ προσέκλινε κορώνῃ,': # Od. 21.165
        (('αὐτοῦ', '++'), ('δ’', ''), ('ὠκὺ', '+-'), ('βέλος', '-+'), ('καλῇ', '++'), ('προσέκλινε', '--+-'), ('κορώνῃ', '-++')),
    'δαίνυσαι,  οὐδέ τι δαιτὸς ἀμέρδεαι, αὐτὰρ ἀκούεις': # Od. 21.290
        (('δαίνυσαι', '+--'), ('οὐδέ', '+-'), ('τι', '-'), ('δαιτὸς', '+-'), ('ἀμέρδεαι', '-+--'), ('αὐτὰρ', '+-'), ('ἀκούεις', '-++')),
    'πέμψομεν· ἔνθεν δ’ οὔ τι σαώσεαι· ἀλλὰ ἕκηλος': # Od. 21.309
        (('πέμψομεν', '+--'), ('ἔνθεν', '++'), ('δ’', ''), ('οὔ', '+'), ('τι', '-'), ('σαώσεαι', '-+--'), ('ἀλλὰ', '+-'), ('ἕκηλος', '-++')),
    'ἔλπεαι, αἴ χ’ ὁ ξεῖνος Ὀδυσσῆος μέγα τόξον': # Od. 21.314
        (('ἔλπεαι', '+--'), ('αἴ', '+'), ('χ’', ''), ('ὁ', '+'), ('ξεῖνος', '+-'), ('ὀδυσσῆος', '-+++'), ('μέγα', '--'), ('τόξον', '++')),
    'ὧδε τις εἴπεσκεν ἰδὼν ἐς πλησίον ἄλλον·': # Od. 21.396
        (('ὧδε', '+-'), ('τις', '-'), ('εἴπεσκεν', '+++'), ('ἰδὼν', '++'), ('ἐς', '+'), ('πλησίον', '+--'), ('ἄλλον', '++')),
    'ἀντικρὺ δ’ ἁπαλοῖο δι’ αὐχένος ἤλυθ’ ἀκωκή.': # Od. 22.16
        (('ἀντικρὺ', '+++'), ('δ’', ''), ('ἁπαλοῖο', '--+-'), ('δι’', '-'), ('αὐχένος', '+--'), ('ἤλυθ’', '+-'), ('ἀκωκή', '-++')),
    'ξεῖνε, κακῶς ἀνδρῶν τοξάζεαι· οὐκέτ’ ἀέθλων': # Od. 22.27
        (('ξεῖνε', '+-'), ('κακῶς', '-+'), ('ἀνδρῶν', '++'), ('τοξάζεαι', '++--'), ('οὐκέτ’', '+-'), ('ἀέθλων', '-++')),
    'νῶϊν ἐποτρύνει πόλεμον κακὸν ἠὲ Μελανθεύς.': # Od. 22.152
        (('νῶϊν', '+-'), ('ἐποτρύνει', '-+++'), ('πόλεμον', '--+'), ('κακὸν', '--'), ('ἠὲ', '+-'), ('μελανθεύς', '-++')),
    'ἐν δὲ σὺ τοῖσιν ἔπειτα πεφήσεαι, οἷα μενοινᾷς': # Od. 22.217
        (('ἐν', '+'), ('δὲ', '-'), ('σὺ', '-'), ('τοῖσιν', '+-'), ('ἔπειτα', '-+-'), ('πεφήσεαι', '-+--'), ('οἷα', '+-'), ('μενοινᾷς', '-++')),
    'ἄντα μνηστήρων ὀλοφύρεαι ἄλκιμος εἶναι;': # Od. 22.232
        (('ἄντα', '++'), ('μνηστήρων', '+++'), ('ὀλοφύρεαι', '--+--'), ('ἄλκιμος', '+--'), ('εἶναι', '++')),
    'ὀφθαλμοῖσι τεοῖσι τά τ’ ἔλδεαι ἤματα πάντα.': # Od. 23.6
        (('ὀφθαλμοῖσι', '+++-'), ('τεοῖσι', '-+-'), ('τά', '-'), ('τ’', ''), ('ἔλδεαι', '+--'), ('ἤματα', '+--'), ('πάντα', '++')),
    'τίφθ’ οὕτω πατρὸς νοσφίζεαι, οὐδὲ παρ’ αὐτὸν': # Od. 23.98
        (('τίφθ’', '+'), ('οὕτω', '++'), ('πατρὸς', '++'), ('νοσφίζεαι', '++--'), ('οὐδὲ', '+-'), ('παρ’', '-'), ('αὐτὸν', '++')),
    'ἑζομένη μύθοισιν ἀνείρεαι οὐδὲ μεταλλᾷς;': # Od. 23.99
        (('ἑζομένη', '+--+'), ('μύθοισιν', '++-'), ('ἀνείρεαι', '-+--'), ('οὐδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'οὐδέ κεν Ἀργείη Ἑλένη, Διὸς ἐκγεγαυῖα,': # Od. 23.218
        (('οὐδέ', '+-'), ('κεν', '-'), ('ἀργείη', '+++'), ('ἑλένη', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'δαιμονίη, τί τ’ ἄρ’ αὖ με μάλ’ ὀτρύνουσα κελεύεις': # Od. 23.264
        (('δαιμονίη', '+--+'), ('τί', '-'), ('τ’', ''), ('ἄρ’', '-'), ('αὖ', '+'), ('με', '-'), ('μάλ’', '-'), ('ὀτρύνουσα', '+++-'), ('κελεύεις', '-++')),
    'θρήνεον· ἔνθα κεν οὔ τιν’ ἀδάκρυτόν γ’ ἐνόησας': # Od. 24.61
        (('θρήνεον', '+--'), ('ἔνθα', '+-'), ('κεν', '-'), ('οὔ', '+'), ('τιν’', '-'), ('ἀδάκρυτόν', '-+++'), ('γ’', ''), ('ἐνόησας', '--++')),
    'ἦ οὐ μέμνῃ ὅτε κεῖσε κατήλυθον ὑμέτερον δῶ,': # Od. 24.115
        (('ἦ', ''), ('οὐ', '+'), ('μέμνῃ', '++'), ('ὅτε', '--'), ('κεῖσε', '+-'), ('κατήλυθον', '-++'), ('ὑμέτερον', '+--+'), ('δῶ', '+')),
    'σοὶ δ’ ἐγὼ εὖ μάλα πάντα καὶ ἀτρεκέως καταλέξω,': # Od. 24.123
        (('σοὶ', '+'), ('δ’', ''), ('ἐγὼ', '--'), ('εὖ', '+'), ('μάλα', '--'), ('πάντα', '+-'), ('καὶ', '-'), ('ἀτρεκέως', '+--+'), ('καταλέξω', '--++')),
    'οὐ γάρ πω ἴσασι φίλοι κατὰ δώμαθ’ ἑκάστου,': # Od. 24.188
        (('οὐ', '+'), ('γάρ', '+'), ('πω', '+'), ('ἴσασι', '++-'), ('φίλοι', '-+'), ('κατὰ', '--'), ('δώμαθ’', '+-'), ('ἑκάστου', '-++')),
    'οὐκ ὄγχνη, οὐ πρασιή τοι ἄνευ κομιδῆς κατὰ κῆπον.': # Od. 24.247
        (('οὐκ', '+'), ('ὄγχνη', '+'), ('οὐ', '+'), ('πρασιή', '--+'), ('τοι', '-'), ('ἄνευ', '-+'), ('κομιδῆς', '--+'), ('κατὰ', '--'), ('κῆπον', '++')),
    'τέσσαρας εἰδαλίμας, ἃς ἤθελεν αὐτὸς ἑλέσθαι.': # Od. 24.279
        (('τέσσαρας', '+--'), ('εἰδαλίμας', '+--+'), ('ἃς', '+'), ('ἤθελεν', '+--'), ('αὐτὸς', '+-'), ('ἑλέσθαι', '-++')),
    'τέκνον ἐμόν, τί με ταῦτα διείρεαι ἠδὲ μεταλλᾷς;': # Od. 24.478
        (('τέκνον', '+-'), ('ἐμόν', '-+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('διείρεαι', '-+--'), ('ἠδὲ', '+-'), ('μεταλλᾷς', '-++')),
    'ὣς εἰπὼν ὤτρυνε πάρος μεμαυῖαν Ἀθήνην,': # Od. 24.487
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ὄτρυνε', '++-'), ('πάρος', '-+'), ('μεμαυῖαν', '--+-'), ('Ἀθήνην', '-++')),
    'Τηλέμαχ’, ἤδη μὲν τόδε γ’ εἴσεαι αὐτὸς ἐπελθών,': # Od. 24.506
        (('τηλέμαχ’', '+--'), ('ἤδη', '++'), ('μὲν', '+'), ('τόδε', '--'), ('γ’', ''), ('εἴσεαι', '+--'), ('αὐτὸς', '+-'), ('ἐπελθών', '-++')),
    'ὄψεαι, αἴ κ’ ἐθέλῃσθα, πάτερ φίλε, τῷδ’ ἐπὶ θυμῷ': # Od. 24.511
        (('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--+-'), ('πάτερ', '-+'), ('φίλε', '--'), ('τῷδ’', '+'), ('ἐπὶ', '--'), ('θυμῷ', '++')),
    'αἰθέρος ἐκ δίης καταδέρκεαι ἀκτίνεσσι,': # Hom.Hymn 2.70
        (('αἰθέρος', '+--'), ('ἐκ', '+'), ('δίης', '++'), ('καταδέρκεαι', '--+--'), ('ἀκτίνεσσι', '++++')),
    'δεῖπνόν τ’ ἐπηρτύνοντο παρὰ πρυμνήσια νηός·': # Hom.Hymn 2.128
        (('δεῖπνόν', '++'), ('τ’', ''), ('ἐπηρτύνοντο', '-+++-'), ('παρὰ', '-+'), ('πρυμνήσια', '++--'), ('νηός', '++')),
    'ὡς ἐθέλουσι τοκῆες· ἐμὲ δ’ αὖτ’ οἰκτείρατε, κοῦραι.': # Hom.Hymn 2.137
        (('ὡς', '+'), ('ἐθέλουσι', '--+-'), ('τοκῆες', '-+-'), ('ἐμὲ', '--'), ('δ’', ''), ('αὖτ’', '+'), ('οἰκτείρατε', '++--'), ('κοῦραι', '++')),
    'χρίεσκ’ ἀμβροσίῃ ὡσεὶ θεοῦ ἐκγεγαῶτα': # Hom.Hymn 2.237
        (('χρίεσκ’', '++'), ('ἀμβροσίῃ', '+--+'), ('ὡσεὶ', '++'), ('θεοῦ', '--'), ('ἐκγεγαῶτα', '+--++')),
    'αἰὲν ἐν ἀλλήλοισιν συνάξους’ ἤματα πάντα.': # Hom.Hymn 2.267
        (('αἰὲν', '+-'), ('ἐν', '-'), ('ἀλλήλοισιν', '+++-'), ('συνάξους’', '-++'), ('ἤματα', '+--'), ('πάντα', '++')),
    'Ἅιδη κυανοχαῖτα, καταφθιμένοισιν ἀνάσσων,': # Hom.Hymn 2.347
        (('ἅιδη', '++'), ('κυανοχαῖτα', '+--+-'), ('καταφθιμένοισιν', '-+--+-'), ('ἀνάσσων', '-++')),
    'α[ἶψα δόλον θυμός τιν’ ὀίσατο, τρέσσε δ’ ἄρ’ αἰνῶς]': # Hom.Hymn 2.391
        (('α[ἶψα', '+-'), ('δόλον', '-+'), ('θυμός', '++'), ('τιν’', '-'), ('ὀίσατο', '-+--'), ('τρέσσε', '+-'), ('δ’', ''), ('ἄρ’', '-'), ('αἰνῶς]', '++')),
    'ὁππότε δ’ ἄνθεσι γαῖ’ εὐώδε[σιν] εἰαρινο[ῖσι]': # Hom.Hymn 2.401
        (('ὁππότε', '+--'), ('δ’', ''), ('ἄνθεσι', '+--'), ('γαῖ’', '+'), ('εὐώδε[σιν]', '++--'), ('εἰαρινο[ῖσι]', '+--++')),
    'α[ἶψα δὲ κα]ρπὸν ἄεξε φερέσβιον ἀνθρώποισιν.': # Hom.Hymn 2.469
        (('α[ἶψα', '+-'), ('δὲ', '-'), ('κα]ρπὸν', '+-'), ('ἄεξε', '-+-'), ('φερέσβιον', '-+--'), ('ἀνθρώποισιν', '++++')),
    'πάντες ἀφ’ ἑδράων, ὅτε φαίδιμα τόξα τιταίνει.': # Hom.Hymn 3.4
        (('πάντες', '+-'), ('ἀφ’', '-'), ('ἑδράων', '+++'), ('ὅτε', '--'), ('φαίδιμα', '+--'), ('τόξα', '+-'), ('τιταίνει', '-++')),
    'Θρηικίη τε Σάμος Ἴδης τ’ ὄρεα σκιόεντα,': # Hom.Hymn 3.34
        (('θρηικίη', '+--+'), ('τε', '-'), ('σάμος', '-+'), ('ἴδης', '++'), ('τ’', ''), ('ὄρεα', '--+'), ('σκιόεντα', '--++')),
    'οὐδ’ ἄρ’ Ἀπόλλωνα χρυσάορα θήσατο μήτηρ,': # Hom.Hymn 3.123
        (('οὐδ’', '+'), ('ἄρ’', '+'), ('ἀπόλλωνα', '+++-'), ('χρυσάορα', '-+--'), ('θήσατο', '+--'), ('μήτηρ', '++')),
    'αὐτὸς δ’ αὖ Δήλοιο περικλύστοιο μέγ’ ἀνάσσεις.': # Hom.Hymn 3.181
        (('αὐτὸς', '++'), ('δ’', ''), ('αὖ', '+'), ('Δήλοιο', '++-'), ('περικλύστοιο', '-+++-'), ('μέγ’', '-'), ('ἀνάσσεις', '-++')),
    'ἔνθα νεοδμὴς πῶλος ἀναπνέει ἀχθόμενός περ': # Hom.Hymn 3.231
        (('ἔνθα', '+-'), ('νεοδμὴς', '-++'), ('πῶλος', '+-'), ('ἀναπνέει', '-+--'), ('ἀχθόμενός', '+--+'), ('περ', '+')),
    'ἔσσεαι,  οἳ γαίης πολυφόρβου καρπὸν ἔδοντες': # Hom.Hymn 3.365
        (('ἔσσεαι', '+--'), ('οἳ', '+'), ('γαίης', '++'), ('πολυφόρβου', '--++'), ('καρπὸν', '+-'), ('ἔδοντες', '-++')),
    'καί μοι τοῦτ’ ἀγόρευσον ἐτήτυμον, ὄφρ’ εὖ εἰδῶ·': # Hom.Hymn 3.467
        (('καί', '+'), ('μοι', '+'), ('τοῦτ’', '+'), ('ἀγόρευσον', '--+-'), ('ἐτήτυμον', '-+++'), ('ὄφρ’', '-'), ('εὖ', '-'), ('εἰδῶ', '++')),
    'πειρήνας διὰ νῶτα διὰ ῥινοῖο χελώνης.': # Hom.Hymn 4.48
        (('πειρήνας', '+++'), ('διὰ', '--'), ('νῶτα', '+-'), ('διὰ', '-+'), ('ῥινοῖο', '++-'), ('χελώνης', '-++')),
    'οὖλα λαβὼν ἐπέθηκεν ἐπηετανά· λάμπετο δὲ φλὸξ': # Hom.Hymn 4.113
        (('οὖλα', '+-'), ('λαβὼν', '-+'), ('ἐπέθηκεν', '--+-'), ('ἐπηετανά', '-+--'), ('λάμπετο', '+--'), ('δὲ', '+'), ('φλὸξ', '+')),
    'μῆτερ ἐμή, τί με ταῦτα δεδίσκεαι, ἠύτε τέκνον': # Hom.Hymn 4.163
        (('μῆτερ', '+-'), ('ἐμή', '-+'), ('τί', '-'), ('με', '-'), ('ταῦτα', '+-'), ('δεδίσκεαι', '-+--'), ('ἠύτε', '+--'), ('τέκνον', '++')),
    'καὶ πολλὴν ἐσθῆτα· σὺ δ’ ὄψεαι, αἴ κ’ ἐθέλῃσθα.': # Hom.Hymn 4.181
        (('καὶ', '+'), ('πολλὴν', '++'), ('ἐσθῆτα', '++-'), ('σὺ', '-'), ('δ’', ''), ('ὄψεαι', '+--'), ('αἴ', '+'), ('κ’', ''), ('ἐθέλῃσθα', '--++')),
    'ἀρχὸς φηλητέων κεκλήσεαι ἤματα πάντα.': # Hom.Hymn 4.292
        (('ἀρχὸς', '++'), ('φηλητέων', '+++'), ('κεκλήσεαι', '++--'), ('ἤματα', '+--'), ('πάντα', '++')),
    'ὣς φάθ’· ὃ δ’ αὖτ’ ἀνόρουσε θοῶς Κυλλήνιος Ἑομῆς,': # Hom.Hymn 4.304
        (('ὣς', '+'), ('φάθ’', '-'), ('ὃ', '-'), ('δ’', ''), ('αὖτ’', '+'), ('ἀνόρουσε', '--+-'), ('θοῶς', '-+'), ('κυλλήνιος', '++--'), ('ἑομῆς', '++')),
    'ὦ πάτερ, ἦ τάχα μῦθον ἀκούσεαι οὐκ ἀλαπαδνόν,': # Hom.Hymn 4.334
        (('ὦ', '+'), ('πάτερ', '--'), ('ἦ', '+'), ('τάχα', '--'), ('μῦθον', '+-'), ('ἀκούσεαι', '-+--'), ('οὐκ', '+'), ('ἀλαπαδνόν', '--++')),
    'ὅππη δὴ αὖτ’ ἀπέκρυψε βοῶν ἴφθιμα κάρηνα.': # Hom.Hymn 4.394
        (('ὅππη', '++'), ('δὴ', ''), ('αὖτ’', '+'), ('ἀπέκρυψε', '--+-'), ('βοῶν', '-+'), ('ἴφθιμα', '++-'), ('κάρηνα', '-++')),
    'καὶ σύ, κασίγνητε χρυσόρραπι, μή με κέλευε': # Hom.Hymn 4.539
        (('καὶ', '+'), ('σύ', '-'), ('κασίγνητε', '-+++'), ('χρυσόρραπι', '--++'), ('μή', '+'), ('με', '-'), ('κέλευε', '-++')),
    'σεμναὶ γὰρ τινες εἰσί, κασίγνηται γεγαυῖαι,': # Hom.Hymn 4.552
        (('σεμναὶ', '++'), ('γὰρ', '+'), ('τινες', '--'), ('εἰσί', '+-'), ('κασίγνηται', '-+++'), ('γεγαυῖαι', '--++')),
    'αἳ δ’ ὅτε μὲν θυί̈ωσιν ἐδηδυῖαι μέλι χλωρόν,': # Hom.Hymn 4.560
        (('αἳ', '+'), ('δ’', ''), ('ὅτε', '--'), ('μὲν', '+'), ('θυί̈ωσιν', '--+-'), ('ἐδηδυῖαι', '-+++'), ('μέλι', '--'), ('χλωρόν', '++')),
    'Ἑρμέω, ἐμὴ δ’ ἄλοχος κεκλήσεαι ἤματα πάντα·': # Hom.Hymn 5.148
        (('ἑρμέω', '+-'), ('ἐμὴ', '-+'), ('δ’', ''), ('ἄλοχος', '--+'), ('κεκλήσεαι', '++--'), ('ἤματα', '+--'), ('πάντα', '++')),
    'χρυσέου ἐκ κρητῆρος ἀφύσσων νέκταρ ἐρυθρόν.': # Hom.Hymn 5.206
        (('χρυσέου', '+--'), ('ἐκ', '+'), ('κρητῆρος', '++-'), ('ἀφύσσων', '-++'), ('νέκταρ', '+-'), ('ἐρυθρόν', '-++')),
    'τοῦ δ’ ἦ τοι φωνὴ ῥέει ἄσπετος, οὐδέ τι κῖκυς': # Hom.Hymn 5.237
        (('τοῦ', '+'), ('δ’', ''), ('ἦ', '+'), ('τοι', '+'), ('φωνὴ', '++'), ('ῥέει', '--'), ('ἄσπετος', '+--'), ('οὐδέ', '+-'), ('τι', '-'), ('κῖκυς', '++')),
    'εἰ δέ κεν ἐξείπῃς καὶ ἐπεύξεαι ἄφρονι θυμῷ': # Hom.Hymn 5.286
        (('εἰ', '+'), ('δέ', '-'), ('κεν', '-'), ('ἐξείπῃς', '+++'), ('καὶ', '-'), ('ἐπεύξεαι', '-+--'), ('ἄφρονι', '+--'), ('θυμῷ', '++')),
    'ἂν δ’ ἔστη μεμαυῖα· λέων δ’ ἐπὶ σέλματος ἄκρου': # Hom.Hymn 7.47
        (('ἂν', '+'), ('δ’', ''), ('ἔστη', '++'), ('μεμαυῖα', '--+-'), ('λέων', '-+'), ('δ’', ''), ('ἐπὶ', '--'), ('σέλματος', '+--'), ('ἄκρου', '++')),
    'καί τ’ ἐρρύσατο λαὸν ἰόντα τε νισσόμενόν τε.': # Hom.Hymn 11.4
        (('καί', '+'), ('τ’', ''), ('ἐρρύσατο', '++--'), ('λαὸν', '+-'), ('ἰόντα', '-+-'), ('τε', '-'), ('νισσόμενόν', '+--+'), ('τε', '+')),
    'Δημήτηρ’ ἠύκομον, σεμνὴν θεάν, ἄρχομ’ ἀείδειν,': # Hom.Hymn 13.1
        (('δημήτηρ’', '+++'), ('ἠύκομον', '+--+'), ('σεμνὴν', '++'), ('θεάν', '+'), ('ἄρχομ’', '+-'), ('ἀείδειν', '-++')),
    'δεινὸν ὑπὸ βρίμης γλαυκώπιδος· ἀμφὶ δὲ γαῖα': # Hom.Hymn 28.10
        (('δεινὸν', '+-'), ('ὑπὸ', '-+'), ('βρίμης', '++'), ('γλαυκώπιδος', '++--'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('γαῖα', '++')),
    'Ἀργεί̈ην, χρυσέοισι πεδίλοις ἐμβεβαυῖαν,': # Theog. 12
        (('ἀργεί̈ην', '+++'), ('χρυσέοισι', '--+-'), ('πεδίλοις', '-++'), ('ἐμβεβαυῖαν', '+--++')),
    'ἐννέα θυγατέρες μεγάλου Διὸς ἐκγεγαυῖαι,': # Theog. 76
        (('ἐννέα', '+--'), ('θυγατέρες', '+--+'), ('μεγάλου', '--+'), ('διὸς', '--'), ('ἐκγεγαυῖαι', '+--++')),
    'Κλειώ τ’ Εὐτέρπη τε Θάλειά τε Μελπομέενη τε': # Theog. 77
        (('κλειώ', '++'), ('τ’', ''), ('εὐτέρπη', '+++'), ('τε', '-'), ('θάλειά', '-+-'), ('τε', '-'), ('μελπομέενη', '+--+'), ('τε', '+')),
    'πάντες ἐς αὐτὸν ὁρῶσι διακρίνοντα θέμιστας': # Theog. 85
        (('πάντες', '+-'), ('ἐς', '-'), ('αὐτὸν', '+-'), ('ὁρῶσι', '-+-'), ('διακρίνοντα', '-+++-'), ('θέμιστας', '-++')),
    'Φᾶσίν τε Ῥῆσόν τ’ Ἀχελώιόν τ’ ἀργυροδίνην': # Theog. 340
        (('φᾶσίν', '+-'), ('τε', '-'), ('ῥῆσόν', '++'), ('τ’', ''), ('ἀχελώιόν', '--++'), ('τ’', ''), ('ἀργυροδίνην', '+--++')),
    'Εὔηνόν τε καὶ Ἄρδησκον θεῖόν τε Σκάμανδρον.': # Theog. 345
        (('εὔηνόν', '+++'), ('τε', '-'), ('καὶ', '-'), ('ἄρδησκον', '+++'), ('θεῖόν', '++'), ('τε', '-'), ('σκάμανδρον', '-++')),
    'καὶ Νότον, ἐν φιλότητι θεὰ θεῷ εὐνηθεῖσα.': # Theog. 380
        (('καὶ', '+'), ('νότον', '--'), ('ἐν', '+'), ('φιλότητι', '--+-'), ('θεὰ', '-+'), ('θεῷ', '+'), ('εὐνηθεῖσα', '++++')),
    'κυσαμένη δὴ ἔπειτα θεὰ θεοῦ ἐν φιλότητι': # Theog. 405
        (('κυσαμένη', '+--+'), ('δὴ', '-'), ('ἔπειτα', '-+-'), ('θεὰ', '-+'), ('θεοῦ', '--'), ('ἐν', '+'), ('φιλότητι', '--++')),
    'ταῦτ’ ἄρα ἁζόμενος τίμα ἀριδείκετον υἱόν·': # Theog. 532
        (('ταῦτ’', '+'), ('ἄρα', '--'), ('ἁζόμενος', '+--+'), ('τίμα', '++'), ('ἀριδείκετον', '--+--'), ('υἱόν', '++')),
    'καὶ γὰρ ὅτ’ ἐκρίνοντο θεοὶ θνητοί τ’ ἄνθρωποι': # Theog. 535
        (('καὶ', '+'), ('γὰρ', '-'), ('ὅτ’', '-'), ('ἐκρίνοντο', '+++-'), ('θεοὶ', '-+'), ('θνητοί', '++'), ('τ’', ''), ('ἄνθρωποι', '+++')),
    'κλέψας ἀκαμάτοιο πυρὸς τηλέσκοπον. αὐγὴν': # Theog. 566
        (('κλέψας', '++'), ('ἀκαμάτοιο', '+--+-'), ('πυρὸς', '-+'), ('τηλέσκοπον', '++--'), ('αὐγὴν', '++')),
    'ἐξάγαγ’, ἔνθα περ ἄλλοι ἔσαν θεοὶ ἠδ’ ἄνθρωποι,': # Theog. 586
        (('ἐξάγαγ’', '+--'), ('ἔνθα', '+-'), ('περ', '-'), ('ἄλλοι', '+-'), ('ἔσαν', '-+'), ('θεοὶ', '--'), ('ἠδ’', '+'), ('ἄνθρωποι', '+++')),
    'νέκταρ τ’ ἀμβροσίην τε, τά περ θεοὶ αὐτοὶ ἔδουσι,': # Theog. 640
        (('νέκταρ', '++'), ('τ’', ''), ('ἀμβροσίην', '+--+'), ('τε', '-'), ('τά', '-'), ('περ', '+'), ('θεοὶ', '--'), ('αὐτοὶ', '+-'), ('ἔδουσι', '-++')),
    'Δαιμόνι’, οὐκ ἀδάητα πιφαύσκεαι· ἀλλὰ καὶ αὐτοὶ': # Theog. 655
        (('δαιμόνι’', '+--'), ('οὐκ', '+'), ('ἀδάητα', '--+-'), ('πιφαύσκεαι', '-+--'), ('ἀλλὰ', '+-'), ('καὶ', '-'), ('αὐτοὶ', '++')),
    'Ὕπνος καὶ Θάνατος, δεινοὶ θεοί· οὐδέ ποτ’ αὐτοὺς': # Theog. 759
        (('ὕπνος', '++'), ('καὶ', '+'), ('θάνατος', '--+'), ('δεινοὶ', '++'), ('θεοί', '--'), ('οὐδέ', '+-'), ('ποτ’', '-'), ('αὐτοὺς', '++')),
    'ἄλλος γ’ ἐξ ἄλλου δέχεται χαλεπώτερος ἄεθλος.': # Theog. 800
        (('ἄλλος', '++'), ('γ’', ''), ('ἐξ', '+'), ('ἄλλου', '++'), ('δέχεται', '--+'), ('χαλεπώτερος', '--+--'), ('ἄεθλος', '++')),
    'καὶ πόδες ἀκάματοι κρατεροῦ θεοῦ· ἐκ δέ οἱ ὤμων': # Theog. 824
        (('καὶ', '+'), ('πόδες', '--'), ('ἀκάματοι', '+--+'), ('κρατεροῦ', '--+'), ('θεοῦ', '--'), ('ἐκ', '+'), ('δέ', '-'), ('οἱ', '-'), ('ὤμων', '++')),
    'αὐτὰρ ἐπεί ῥα πόνον μάκαρες θεοὶ ἐξετέλεσσαν,': # Theog. 881
        (('αὐτὰρ', '+-'), ('ἐπεί', '-+'), ('ῥα', '-'), ('πόνον', '-+'), ('μάκαρες', '--+'), ('θεοὶ', '--'), ('ἐξετέλεσσαν', '+--++')),
    'Εὐνουμίην τε Δίκην τε καὶ Εἰρήνην τεθαλυῖαν,': # Theog. 902
        (('εὐνουμίην', '+++'), ('τε', '-'), ('δίκην', '-+'), ('τε', '-'), ('καὶ', '-'), ('εἰρήνην', '+++'), ('τεθαλυῖαν', '--++')),
    'κήρυκ’ ἀθανάτων, ἱερὸν λέχος εἰσαναβᾶσα.': # Theog. 939
        (('κήρυκ’', '++'), ('ἀθανάτων', '+--+'), ('ἱερὸν', '--+'), ('λέχος', '--'), ('εἰσαναβᾶσα', '+--++')),
    'βοῶν ἕνεκ’ εἰλιπόδων ἀμφιρρύτῳ εἰν Ἐρυθείῃ.': # Theog. 983
        (('βοῶν', '+'), ('ἕνεκ’', '--'), ('εἰλιπόδων', '+--+'), ('ἀμφιρρύτῳ', '++--'), ('εἰν', '+'), ('ἐρυθείῃ', '--++')),
    'ὧδ’ ἔρδειν· ἀλλ’ αὖθι διακρινώμεθα νεῖκος': # W.D. 35
        (('ὧδ’', '+'), ('ἔρδειν', '++'), ('ἀλλ’', '+'), ('αὖθι', '+-'), ('διακρινώμεθα', '-+++--'), ('νεῖκος', '++')),
    'χρυσέῳ οὔτε φυὴν ἐναλίγκιον οὔτε νόημα.': # W.D. 129
        (('χρυσέῳ', '+--'), ('οὔτε', '+-'), ('φυὴν', '-+'), ('ἐναλίγκιον', '--+--'), ('οὔτε', '+-'), ('νόημα', '-++')),
    'ἡ δέ τε παρθένος ἐστὶ Δίκη, Διὸς ἐκγεγαυῖα,': # W.D. 256
        (('ἡ', '+'), ('δέ', '-'), ('τε', '-'), ('παρθένος', '+--'), ('ἐστὶ', '+-'), ('δίκη', '-+'), ('διὸς', '--'), ('ἐκγεγαυῖα', '+--++')),
    'δὶς μὲν γὰρ καὶ τρὶς τάχα τεύξεαι· ἢν δ’ ἔτι λυπῇς,': # W.D. 401
        (('δὶς', '+'), ('μὲν', '+'), ('γὰρ', '+'), ('καὶ', '+'), ('τρὶς', '+'), ('τάχα', '--'), ('τεύξεαι', '+--'), ('ἢν', '+'), ('δ’', ''), ('ἔτι', '--'), ('λυπῇς', '++')),
    'ἄρτον δειπνήσας τετράτρυφον, ὀκτάβλωμον,': # W.D. 442
        (('ἄρτον', '++'), ('δειπνήσας', '+++'), ('τετράτρυφον', '++--'), ('ὀκτάβλωμον', '++++')),
    'μήτ’ ἔαρ γιγνόμενον πολιὸν μήθ’ ὥριος ὄμβρος.': # W.D. 492
        (('μήτ’', '+'), ('ἔαρ', '+'), ('γιγνόμενον', '+--+'), ('πολιὸν', '--+'), ('μήθ’', '+'), ('ὥριος', '+--'), ('ὄμβρος', '++')),
    'ἠώιος δ’ ἐπὶ γαῖαν ἀπ’ οὐρανοῦ ἀστερόεντος': # W.D. 548
        (('ἠώιος', '+++'), ('δ’'), ('ἐπὶ', '--'), ('γαῖαν', '+-'), ('ἀπ’', '-'), ('οὐρανοῦ', '+--'), ('ἀστερόεντος', '+--++')),
    'πρῶτον παμφαίνων ἐπιτέλλεται ἀκροκνέφαιος.': # W.D. 567
        (('πρῶτον', '++'), ('παμφαίνων', '+++'), ('ἐπιτέλλεται', '--+--'), ('ἀκροκνέφαιος', '+--++')),
    'εἴη πετραίη τε σκιὴ καὶ βίβλινος οἶνος,': # W.D. 589
        (('εἴη', '++'), ('πετραίη', '+++'), ('τε', '-'), ('σκιὴ', '-+'), ('καὶ', '+'), ('βίβλινος', '+--'), ('οἶνος', '++')),
    'δμωσὶ δ’ ἐποτρύνειν Δημήτερος ἱερὸν ἀκτὴν': # W.D. 597
        (('δμωσὶ', '+-'), ('δ’', ''), ('ἐποτρύνειν', '-+++'), ('δημήτερος', '++--'), ('ἱερὸν', '+--'), ('ἀκτὴν', '++')),
    'βουσὶ καὶ ἡμιόνοισιν ἐπηετανόν. αὐτὰρ ἔπειτα': # W.D. 607
        (('βουσὶ', '+-'), ('καὶ', '-'), ('ἡμιόνοισιν', '+--+-'), ('ἐπηετανόν', '-+--'), ('αὐτὰρ', '+-'), ('ἔπειτα', '-++')),
    'ἄεθλ’ ἔθεσαν παῖδες μεγαλήτορος· ἔνθα μέ φημι': # W.D. 656
        (('ἄεθλ’', '+'), ('ἔθεσαν', '--+'), ('παῖδες', '++'), ('μεγαλήτορος', '--+--'), ('ἔνθα', '+-'), ('μέ', '-'), ('φημι', '++')),
    'οὐ γὰρ τοί γε κλύουσιν, ἀποπτύουσι δέ τ’ ἀράς.': # W.D. 726
        (('οὐ', '+'), ('γὰρ', '+'), ('τοί', '+'), ('γε', '-'), ('κλύουσιν', '-+-'), ('ἀποπτύουσι', '-+++-'), ('δέ', '-'), ('τ’', ''), ('ἀράς', '++')),
    'τῇ γὰρ Ἀπόλλωνα χρυσάορα γείνατο Λητώ·': # W.D. 771
        (('τῇ', '+'), ('γὰρ', '-'), ('ἀπόλλωνα', '-+++'), ('χρυσάορα', '++--'), ('γείνατο', '+--'), ('Λητώ', '++')),
    'εἰκάδι δ’ ἐν μεγάλῃ, πλέῳ ἤματι, ἵστορα φῶτα': # W.D. 792
        (('εἰκάδι', '+--'), ('δ’', ''), ('ἐν', '+'), ('μεγάλῃ', '--+'), ('πλέῳ', '--'), ('ἤματι', '+--'), ('ἵστορα', '+--'), ('φῶτα', '++')),
    'Ἀλκμήνη, θυγάτηρ λαοσσόου Ἠλεκτρύωνος·': # Sh. 3
        (('ἀλκμήνη', '+++'), ('θυγάτηρ', '--+'), ('λαοσσόου', '++--'), ('ἠλεκτρύωνος', '++++')),
    'πρὶν λεχέων ἐπιβῆναι ἐυσφύρου Ἠλεκτρυώνης,': # Sh. 16
        (('πρὶν', '+'), ('λεχέων', '--+'), ('ἐπιβῆναι', '--+-'), ('ἐυσφύρου', '-+--'), ('ἠλεκτρυώνης', '++++')),
    'αὐτῇ μὲν γὰρ νυκτὶ τανυσφύρου Ἠλεκτρυώνης': # Sh. 35
        (('αὐτῇ', '++'), ('μὲν', '+'), ('γὰρ', '+'), ('νυκτὶ', '+-'), ('τανυσφύρου', '-+--'), ('ἠλεκτρυώνης', '++++')),
    'χαλκῷ δηιώσειν καὶ ἀπὸ κλυτὰ τεύχεα δύσειν.': # Sh. 67
        (('χαλκῷ', '++'), ('δηιώσειν', '+++'), ('καὶ', '-'), ('ἀπὸ', '-+'), ('κλυτὰ', '--'), ('τεύχεα', '+--'), ('δύσειν', '++')),
    'κτείνας Ἠλεκτρύωνα βοῶν ἕνεκ’ εὐρυμετώπων·': # Sh. 82
        (('κτείνας', '++'), ('ἠλεκτρύωνα', '+++-'), ('βοῶν', '-+'), ('ἕνεκ’', '--'), ('εὐρυμετώπων', '+--++')),
    'ζῶε δ’ ἀγαλλόμενος σὺν ἐυσφύρῳ Ἠλεκτρυώνῃ,': # Sh. 86
        (('ζῶε', '+-'), ('δ’', ''), ('ἀγαλλόμενος', '-+--+'), ('σὺν', '-'), ('ἐυσφύρῳ', '-+--'), ('ἠλεκτρυώνῃ', '++++')),
    'χρύσεοι, ἐν δὲ καὶ αὐτὸς ἐναρσφόρος οὔλιος Ἄρης': # Sh. 192
        (('χρύσεοι', '+--'), ('ἐν', '+'), ('δὲ', '-'), ('καὶ', '-'), ('αὐτὸς', '+-'), ('ἐναρσφόρος', '-+--'), ('οὔλιος', '+--'), ('ἄρης', '++')),
    'χαλκέου ἐκ τελαμῶνος· ὃ δ’ ὥς τε νόημ’ ἐποτᾶτο·': # Sh. 222
        (('χαλκέου', '+--'), ('ἐκ', '+'), ('τελαμῶνος', '--+-'), ('ὃ', '-'), ('δ’', ''), ('ὥς', '+'), ('τε', '-'), ('νόημ’', '-+'), ('ἐποτᾶτο', '--++')),
    'καί τε πανημέριός τε καὶ ἠώιος χέει αὐδὴν': # Sh. 396
        (('καί', '+'), ('τε', '-'), ('πανημέριός', '-+--+'), ('τε', '-'), ('καὶ', '-'), ('ἠώιος', '+++'), ('χέει', '--'), ('αὐδὴν', '++')),
    'χώρου ἄιδρις ἐών· οἳ δ’ ὀτραλέως ἐνόησαν,': # Sh. 410
        (('χώρου', '+-'), ('ἄιδρις', '-+-'), ('ἐών', '-+'), ('οἳ', '+'), ('δ’', ''), ('ὀτραλέως', '+--+'), ('ἐνόησαν', '--++')),
    'ἔρχεται ἐμμεμαυῖα, πάγος δέ οἱ ἀντεβόλησεν': # Sh. 439
        (('ἔρχεται', '+--'), ('ἐμμεμαυῖα', '+--+-'), ('πάγος', '-+'), ('δέ', '-'), ('οἱ', '-'), ('ἀντεβόλησεν', '+--++')),
    'Εὐρώπη Υιτυοῖο μεγασθενέος τέκε κούρη.': # Argon. 1.181
        (('εὐρώπη', '+++'), ('υιτυοῖο', '++-'), ('μεγασθενέος', '-+--+'), ('τέκε', '--'), ('κούρη', '++')),
    'Ἀλκιμέδη, Κλυμένης Μινυηίδος ἐκγεγαυῖα.': # Argon. 1.233
        (('ἀλκιμέδη', '+--+'), ('κλυμένης', '--+'), ('μινυηίδος', '++--'), ('ἐκγεγαυῖα', '+--++')),
    'ἢ Αυκίην εὐρεῖαν, ἐπὶ Ξάνθοιο ῥοῇσιν,': # Argon. 1.309
        (('ἢ', '+'), ('αυκίην', '++'), ('εὐρεῖαν', '++-'), ('ἐπὶ', '-+'), ('ξάνθοιο', '++-'), ('ῥοῇσιν', '-++')),
    'Ἴδεω ἑσπομένοιο, καὶ εἰ θεὸς ἀντιόῳτο.': # Argon. 1.470
        (('ἴδεω', '+--'), ('ἑσπομένοιο', '+--+-'), ('καὶ', '-'), ('εἰ', '+'), ('θεὸς', '--'), ('ἀντιόῳτο', '+--++')),
    'πάντες δ’ οὐρανόθεν λεῦσσον θεοὶ ἤματι κείνῳ': # Argon. 1.547
        (('πάντες', '++'), ('δ’', ''), ('οὐρανόθεν', '+--+'), ('λεῦσσον', '++'), ('θεοὶ', '--'), ('ἤματι', '+--'), ('κείνῳ', '++')),
    'πάγχυ μάλ’ ἀκραής, τετάνυστο δὲ λαίφεα νηός.': # Argon. 1.606
        (('πάγχυ', '+-'), ('μάλ’', '-'), ('ἀκραής', '+++'), ('τετάνυστο', '--+-'), ('δὲ', '-'), ('λαίφεα', '+--'), ('νηός', '++')),
    'τρηχὺν ἔρον, ἃς αὐτοὶ ἀγίνεον ἀντιπέρηθεν': # Argon. 1.613
        (('τρηχὺν', '+-'), ('ἔρον', '-+'), ('ἃς', '+'), ('αὐτοὶ', '+-'), ('ἀγίνεον', '-+--'), ('ἀντιπέρηθεν', '+--++')),
    'αὐτίκ’ ἄρ’ ἥγ’ ἐνὶ τῇσιν ἐποτρύνους’ ἀγόρευεν·': # Argon. 1.656
        (('αὐτίκ’', '+-'), ('ἄρ’', '-'), ('ἥγ’', '+'), ('ἐνὶ', '--'), ('τῇσιν', '+-'), ('ἐποτρύνους’', '-+++'), ('ἀγόρευεν', '--++')),
    'τηλυγέτην γεγαυῖαν ἀνασσέμεν· ὦκα δὲ τόνγε': # Argon. 1.719
        (('τηλυγέτην', '+--+'), ('γεγαυῖαν', '--+-'), ('ἀνασσέμεν', '-+--'), ('ὦκα', '+-'), ('δὲ', '-'), ('τόνγε', '++')),
    'Τηλεβόαι μάρναντο καὶ υἱέες Ἠλεκτρύωνος·': # Argon. 1.748
        (('τηλεβόαι', '+--+'), ('μάρναντο', '++-'), ('καὶ', '-'), ('υἱέες', '+--'), ('Ἠλεκτρύωνος', '++++')),
    'Δαρδανίην δὲ λιπόντες ἐπιποοσέβαλλον Ἀβύδῳ,': # Argon. 1.931
        (('δαρδανίην', '+--+'), ('δὲ', '-'), ('λιπόντες', '-+-'), ('ἐπιποοσέβαλλον', '-+--+-'), ('ἀβύδῳ', '-++')),
    'ἀμφίδυμοι, κεῖνται δ’ ὑπὲρ ὕδατος Λἰσήποιο.': # Argon. 1.940
        (('ἀμφίδυμοι', '+--+'), ('κεῖνται', '++'), ('δ’', ''), ('ὑπὲρ', '--'), ('ὕδατος', '+--'), ('Λἰσήποιο', '++++')),
    'δῶκεν δ’ αὐτὸς ἄναξ λαρὸν μέθυ δευουένοισιν': # Argon. 1.968
        (('δῶκεν', '++'), ('δ’', ''), ('αὐτὸς', '+-'), ('ἄναξ', '-+'), ('λαρὸν', '++'), ('μέθυ', '--'), ('δευουένοισιν', '+--++')),
    'ὠδίνων, Μέροπος Περκωσίου ἐκγεγαυῖα,': # Argon. 1.975
        (('ὠδίνων', '+++'), ('μέροπος', '--+'), ('περκωσίου', '++--'), ('ἐκγεγαυῖα', '+--++')),
    'ἀλλά μιν Λἰσονίδης τετραμμένον ἰθὺς ἑοῖο': # Argon. 1.1032
        (('ἀλλά', '+-'), ('μιν', '-'), ('αἰσονίδης', '+--+'), ('τετραμμένον', '++--'), ('ἰθὺς', '+-'), ('ἑοῖο', '-++')),
    'πάντα τάγε κρήνην τεῦξαν θεαί, ἣν καλέουσιν': # Argon. 1.1068
        (('πάντα', '+-'), ('τάγε', '-+'), ('κρήνην', '++'), ('τεῦξαν', '++'), ('θεαί', '--'), ('ἣν', '+'), ('καλέουσιν', '--++')),
    'Ῥυνδακίδας προχοὰς μέγα τ’ ἠρίον Λἰγαίωνος': # Argon. 1.1165
        (('ῥυνδακίδας', '+--+'), ('προχοὰς', '--+'), ('μέγα', '--'), ('τ’', ''), ('ἠρίον', '+--'), ('αἰγαίωνος', '++++')),
    'αὐτοῦ δ’ ἐν προμολῇ τετρυμένα γούνατ’ ἔκαμψεν': # Argon. 1.1174
        (('αὐτοῦ', '++'), ('δ’', ''), ('ἐν', '+'), ('προμολῇ', '--+'), ('τετρυμένα', '++--'), ('γούνατ’', '+-'), ('ἔκαμψεν', '-++')),
    'Αἰσονίδη, μή μοί τι χολώσεαι, ἀφραδίῃσιν': # Argon. 1.1332
        (('αἰσονίδη', '+--+'), ('μή', '+'), ('μοί', '+'), ('τι', '-'), ('χολώσεαι', '-+--'), ('ἀφραδίῃσιν', '+--++')),
    'ἔνθα δὲ Βεβρύκων μὲν ἄναξ, ἅ τε κῦμα θαλάσσης': # Argon. 2.70
        (('ἔνθα', '+-'), ('δὲ', '-'), ('βεβρύκων', '+++'), ('μὲν', '-'), ('ἄναξ', '-+'), ('ἅ', '-'), ('τε', '-'), ('κῦμα', '+-'), ('θαλάσσης', '-++')),
    'ἱεμένου φορέεσθαι ἔσω τοίχοιο κλύδωνος,': # Argon. 2.73
        (('ἱεμένου', '+--+'), ('φορέεσθαι', '--+-'), ('ἔσω', '-+'), ('τοίχοιο', '++-'), ('κλύδωνος', '-++')),
    'τυτθόν· ὁ δ’ ἄγχ’ αὐτοῖο παρὲκ γόνυ γουνὸς ἀμσίβων': # Argon. 2.94
        (('τυτθόν', '+-'), ('ὁ', '-'), ('δ’', ''), ('ἄγχ’', '+'), ('αὐτοῖο', '++-'), ('παρὲκ', '-+'), ('γόνυ', '--'), ('γουνὸς', '+-'), ('ἀμσίβων', '-++')),
    'ληίδα τ’ εἰσβήσαντες ὅσην χρεὼ ἦεν ἄγεσθαι,': # Argon. 2.167
        (('ληίδα', '+--'), ('τ’', ''), ('εἰσβήσαντες', '+++-'), ('ὅσην', '-+'), ('χρεὼ', '--'), ('ἦεν', '+-'), ('ἄγεσθαι', '-++')),
    'ἀντιπέρην γαίῃ Βιθυνίδι πείσματ’ ἀνῆψαν.': # Argon. 2.177
        (('ἀντιπέρην', '+--+'), ('γαίῃ', '++'), ('βιθυνίδι', '++--'), ('πείσματ’', '+-'), ('ἀνῆψαν', '-++')),
    'ἴστω Λητοῦς υἱός, ὅ με πρόφρων ἐδίδαξεν': # Argon. 2.257
        (('ἴστω', '++'), ('λητοῦς', '++'), ('υἱός', '+-'), ('ὅ', '-'), ('με', '+'), ('πρόφρων', '++'), ('ἐδίδαξεν', '--++')),
    'σύνδρομα πετράων ἀσκηθέες ἔνδοθι Πόντου,': # Argon. 2.346
        (('σύνδρομα', '+--'), ('πετράων', '+++'), ('ἀσκηθέες', '++--'), ('ἔνδοθι', '+--'), ('πόντου', '++')),
    'αὐτίκα Βιθυνῶν ἐπὶ δεξιὰ γαῖαν ἔχοντες': # Argon. 2.347
        (('αὐτίκα', '+--'), ('βιθυνῶν', '+++'), ('ἐπὶ', '--'), ('δεξιὰ', '+--'), ('γαῖαν', '+-'), ('ἔχοντες', '-++')),
    'Ῥήβαν ὠκυρόην ποταμὸν ἄκρην τε Μέλαιναν': # Argon. 2.349
        (('ῥήβαν', '++'), ('ὠκυρόην', '+--+'), ('ποταμὸν', '--+'), ('ἄκρην', '++'), ('τε', '-'), ('μέλαιναν', '-++')),
    'εἰς ἅλα δερκομένη Βιθυνίδα· τῇ δ’ ὑπὸ πέτραι': # Argon. 2.730
        (('εἰς', '+'), ('ἅλα', '--'), ('δερκομένη', '+--+'), ('βιθυνίδα', '++--'), ('τῇ', '+'), ('δ’', ''), ('ὑπὸ', '--'), ('πέτραι', '++')),
    'πέφραδε, καὶ Βέβρυκας ὅπως Ἄμυκόν τ’ ἐδάιξαν,': # Argon. 2.768
        (('πέφραδε', '+--'), ('καὶ', '+'), ('βέβρυκας', '--+'), ('ὅπως', '++'), ('ἄμυκόν', '--+'), ('τ’', ''), ('ἐδάιξαν', '--++')),
    'ἀλλά με νῦν Βέβρυκες ὑπερβασίη τ’ Ἀμύκοιο': # Argon. 2.792
        (('ἀλλά', '+-'), ('με', '-'), ('νῦν', '+'), ('βέβρυκες', '++-'), ('ὑπερβασίη', '-+--+'), ('τ’', ''), ('ἀμύκοιο', '--++')),
    'τίσω προφρονέως. ἡ γὰρ θέμις ηπεοανοισιν': # Argon. 2.800
        (('τίσω', '++'), ('προφρονέως', '+--+'), ('ἡ', '+'), ('γὰρ', '+'), ('θέμις', '--'), ('ἠπεοανοῖσιν', '+--++')),
    'μαντοσύναι ἐσάωσαν, ἐπεὶ χρεὼ ἦγε δαμῆναι·': # Argon. 2.817
        (('μαντοσύναι', '+--+'), ('ἐσάωσαν', '--+-'), ('ἐπεὶ', '-+'), ('χρεὼ', '--'), ('ἦγε', '+-'), ('δαμῆναι', '-++')),
    'ἀίγδην, μέσσας δὲ σὺν ὀστέῳ ἶνας ἔκερσεν.': # Argon. 2.826
        (('ἀίγδην', '+++'), ('μέσσας', '++'), ('δὲ', '-'), ('σὺν', '-'), ('ὀστέῳ', '+--'), ('ἶνας', '+-'), ('ἔκερσεν', '-++')),
    'οὔτασε, βεβρυχὼς δὲ θοῷ περικάππεσε δουρί.': # Argon. 2.831
        (('οὔτασε', '+--'), ('βεβρυχὼς', '+++'), ('δὲ', '-'), ('θοῷ', '-+'), ('περικάππεσε', '--+--'), ('δουρί', '++')),
    'καὶ πολέες. τῶ μή τι διατριβώμεθα πείρης·': # Argon. 2.883
        (('καὶ', '+'), ('πολέες', '--+'), ('τῶ', '+'), ('μή', '+'), ('τι', '-'), ('διατριβώμεθα', '-+++--'), ('πείρης', '++')),
    'νῆα θοὴν ἄξειν· δὴ γὰρ θεοῦ ἐτράπεθ’ ὁρμῇ.': # Argon. 2.895
        (('νῆα', '+-'), ('θοὴν', '-+'), ('ἄξειν', '++'), ('δὴ', '+'), ('γὰρ', '+'), ('θεοῦ', '--'), ('ἐτράπεθ’', '+--'), ('ὁρμῇ', '++')),
    'πόντῳ γὰρ τρηχεῖαι ἐπιβρίσασαι ἄελλαι': # Argon. 2.1125
        (('πόντῳ', '++'), ('γὰρ', '+'), ('τρηχεῖαι', '++-'), ('ἐπιβρίσασαι', '-+++-'), ('ἄελλαι', '-++')),
    'γηραιὸς θάνε Φρίξος ἐν Λἰήταο δόμοισιν·': # Argon. 2.1151
        (('γηραιὸς', '+++'), ('θάνε', '--'), ('φρίξος', '+-'), ('ἐν', '-'), ('αἰήταο', '+++-'), ('δόμοισιν', '-++')),
    'θερμὸν ἀπὸ κρατὸς στάξαι φόνον· ἵκετο δ’ αὔτως': # Argon. 2.1213
        (('θερμὸν', '+-'), ('ἀπὸ', '-+'), ('κρατὸς', '++'), ('στάξαι', '++'), ('φόνον', '--'), ('ἵκετο', '+--'), ('δ’', ''), ('αὔτως', '++')),
    'τί χρέος; ἠὲ δόλον τινὰ μήσεαι, ᾧ κεν ἑλόντες': # Argon. 3.12
        (('τί', '+'), ('χρέος', '--'), ('ἠὲ', '+-'), ('δόλον', '-+'), ('τινὰ', '--'), ('μήσεαι', '+--'), ('ᾧ', '+'), ('κεν', '-'), ('ἑλόντες', '-++')),
    'Ἤρη, ἀπηλεγέως ἐξείρεαι. ἀλλά τοι οὔπω': # Argon. 3.19
        (('ἤρη', '+-'), ('ἀπηλεγέως', '-+--+'), ('ἐξείρεαι', '++--'), ('ἀλλά', '+-'), ('τοι', '-'), ('οὔπω', '++')),
    'ἑξείης πρόμαλοί τε καὶ ἰτέαι ἐκπεφύασιν,': # Argon. 3.201
        (('ἑξείης', '+++'), ('πρόμαλοί', '--+'), ('τε', '-'), ('καὶ', '-'), ('ἰτέαι', '+--'), ('ἐκπεφύασιν', '+--++')),
    'θέρμετο Πληιάδεσσιν, ἀμοιβηδὶς δ’ ἀνιούσαις': # Argon. 3.226
        (('θέρμετο', '+--'), ('πληιάδεσσιν', '+--+-'), ('ἀμοιβηδὶς', '-+++'), ('δ’', ''), ('ἀνιούσαις', '--++')),
    'δέξατο, Φλεγραίῃ κεκμηότα δηιοτῆτι.': # Argon. 3.234
        (('δέξατο', '+--'), ('φλεγραίῃ', '+++'), ('κεκμηότα', '++--'), ('δηιοτῆτι', '+--++')),
    'Τηθύος Ὠκεανοῦ τε πανοπλοτάτην γεγαυῖαν.': # Argon. 3.244
        (('τηθύος', '+--'), ('ὠκεανοῦ', '+--+'), ('τε', '-'), ('πανοπλοτάτην', '-+--+'), ('γεγαυῖαν', '--++')),
    'τηλόθι πλάγξασθαι· μετὰ δ’ ὑμέας ἔτραπεν αἶσα.': # Argon. 3.261
        (('τηλόθι', '+--'), ('πλάγξασθαι', '+++'), ('μετὰ', '--'), ('δ’', ''), ('ὑμέας', '+--'), ('ἔτραπεν', '+--'), ('αἶσα', '++')),
    'δέρκεαι Αὐγείην· Τελαμὼν δ’ ὅγε, κυδίστοιο': # Argon. 3.363
        (('δέρκεαι', '+--'), ('αὐγείην', '+++'), ('τελαμὼν', '--+'), ('δ’', ''), ('ὅγε', '--'), ('κυδίστοιο', '++++')),
    'εἴτ’ οὖν Σαυρομάτας γε λιλαίεαι, εἴτε τιν’ ἄλλον': # Argon. 3.394
        (('εἴτ’', '+'), ('οὖν', '+'), ('σαυρομάτας', '+--+'), ('γε', '-'), ('λιλαίεαι', '-+--'), ('εἴτε', '+-'), ('τιν’', '-'), ('ἄλλον', '++')),
   'αὐτῆμαρ τόδε κῶας ἀποίσεαι εἰς βασιλῆος·': # Argon. 3.419
        (('αὐτῆμαρ', '+++'), ('τόδε', '--'), ('κῶας', '+-'), ('ἀποίσεαι', '-+--'), ('εἰς', '+'), ('βασιλῆος', '--++')),
    'ἠὲ καὶ οὐλομένου μεταχάσσεαι ἀμήτοιο,': # Argon. 3.436
        (('ἠὲ', '+-'), ('καὶ', '-'), ('οὐλομένου', '+--+'), ('μεταχάσσεαι', '--+--'), ('ἀμήτοιο', '++++')),
    'Αἰσονίδη, μῆτιν μὲν ὀνόσσεαι, ἥντιν’ ἐνίψω·': # Argon. 3.475
        (('αἰσονίδη', '+--+'), ('μῆτιν', '++'), ('μὲν', '-'), ('ὀνόσσεαι', '-+--'), ('ἥντιν’', '+-'), ('ἐνίψω', '-++')),
    'μνησάμεθ’, εἴ κε δύναιτο, κασιγνήτη γεγαυῖα,': # Argon. 3.535
        (('μνησάμεθ’', '+--'), ('εἴ', '+'), ('κε', '-'), ('δύναιτο', '-+-'), ('κασιγνήτη', '-+++'), ('γεγαυῖα', '--++')),
    'αὐτίκ’ ἐποτρύνων τὸν ἑὸν νόον ὧδ’ ἀγόρευεν·': # Argon. 3.567
        (('αὐτίκ’', '+-'), ('ἐποτρύνων', '-+++'), ('τὸν', '-'), ('ἑὸν', '-+'), ('νόον', '--'), ('ὧδ’', '+'), ('ἀγόρευεν', '--++')),
    'μύρεται, ᾧ μιν ὄπασσαν ἀδελφεοὶ ἠδὲ τοκῆες,': # Argon. 3.657
        (('μύρεται', '+--'), ('ᾧ', '+'), ('μιν', '-'), ('ὄπασσαν', '-+-'), ('ἀδελφεοὶ', '-+--'), ('ἠδὲ', '+-'), ('τοκῆες', '-++')),
    'Ὤι μοι ἐγώ, Μήδεια, τί δὴ τάδε δάκρυα λείβεις;': # Argon. 3.674
        (('ὤι', '+'), ('μοι', '-'), ('ἐγώ', '-+'), ('μήδεια', '++-'), ('τί', '-'), ('δὴ', '+'), ('τάδε', '--'), ('δάκρυα', '+--'), ('λείβεις', '++')),
    'παρθενίη κατέρυκεν ἀμείψασθαι μεμαυῖαν.': # Argon. 3.682
        (('παρθενίη', '+--+'), ('κατέρυκεν', '--+-'), ('ἀμείψασθαι', '-+++'), ('μεμαυῖαν', '--++')),
    'λεύσσω ὀνείρατα λυγρά, τά τις θεὸς ἀκράαντα': # Argon. 3.691
        (('λεύσσω', '+-'), ('ὀνείρατα', '-+--'), ('λυγρά', '+-'), ('τά', '-'), ('τις', '+'), ('θεὸς', '--'), ('ἀκράαντα', '++++')),
    'ἐξελέειν μεμαυῖα, δυσάμμορος. ἀλλά οἱ ἄφνω': # Argon. 3.809
        (('ἐξελέειν', '+--+'), ('μεμαυῖα', '--+-'), ('δυσάμμορος', '-+--'), ('ἀλλά', '+-'), ('οἱ', '-'), ('ἄφνω', '++')),
    'Κασπίῃ ἐν κόχλῳ ἀμήσατο φαρμάσσεσθαι,': # Argon. 3.859
        (('κασπίῃ', '+++'), ('ἐν', '+'), ('κόχλῳ', '+-'), ('ἀμήσατο', '-+--'), ('φαρμάσσεσθαι', '++++')),
    'τίπτε με, παρθενική, τόσον ἅζεαι, οἶον ἐόντα;': # Argon. 3.975
        (('τίπτε', '+-'), ('με', '-'), ('παρθενική', '+--+'), ('τόσον', '--'), ('ἅζεαι', '+--'), ('οἶον', '+-'), ('ἐόντα', '-++')),
    'ἔσσεαι, ἀλλ’ αὐτῆμαρ· ὅμως σύγε μή ποτ’ ἀέθλου': # Argon. 3.1050
        (('ἔσσεαι', '+--'), ('ἀλλ’', '+'), ('αὐτῆμαρ', '++-'), ('ὅμως', '-+'), ('σύγε', '--'), ('μή', '+'), ('ποτ’', '-'), ('ἀέθλου', '-++')),
    'οἴσεαι ἐξ Αἴης τηλοῦ ποθί· νίσσεο δ’ ἔμπης,': # Argon. 3.1061
        (('οἴσεαι', '+--'), ('ἐξ', '+'), ('αἴης', '++'), ('τηλοῦ', '++'), ('ποθί', '--'), ('νίσσεο', '+--'), ('δ’', ''), ('ἔμπης', '++')),
    'ἤ νύ που ἀφνειοῦ σχεδὸν ἵξεαι Ὀρχομενοῖο,': # Argon. 3.1073
        (('ἤ', '+'), ('νύ', '-'), ('που', '-'), ('ἀφνειοῦ', '+++'), ('σχεδὸν', '--'), ('ἵξεαι', '+--'), ('ὀρχομενοῖο', '+--++')),
    'ἥντινα τήνδ’ ὀνόμηνας ἀριγνώτην γεγαυῖαν': # Argon. 3.1075
        (('ἥντινα', '+--'), ('τήνδ’', '+'), ('ὀνόμηνας', '--+-'), ('ἀριγνώτην', '-+++'), ('γεγαυῖαν', '--++')),
    'ἔσσεαι· οἱ δέ σε πάγχυ θεὸν ὣς πορσανέουσιν,': # Argon. 3.1124
        (('ἔσσεαι', '+--'), ('οἱ', '+'), ('δέ', '-'), ('σε', '-'), ('πάγχυ', '++'), ('θεὸν', '+'), ('ὣς', '+'), ('πορσανέουσιν', '+--++')),
    'τρὶς μὲν ἀνήυσεν, τρὶς δ’ ὀτρύνοντος ὁμίλου': # Argon. 4.75
        (('τρὶς', '+'), ('μὲν', '-'), ('ἀνήυσεν', '-+++'), ('τρὶς', '+'), ('δ’', ''), ('ὀτρύνοντος', '+++-'), ('ὁμίλου', '-++')),
    'Κολχίδα γῆν ἐνέμοντο παρὰ προχοῇσι Αύκοιο,': # Argon. 4.132
        (('κολχίδα', '+--'), ('γῆν', '+'), ('ἐνέμοντο', '--+-'), ('παρὰ', '-+'), ('προχοῇσι', '--+-'), ('λύκοιο', '-++')),
    'Ἀψύρτῳ μεμάαασιν ἀμυνέμεν, ὄφρα σε πατρί,': # Argon. 4.399
        (('ἀψύρτῳ', '+++'), ('μεμάαασιν', '--+-'), ('ἀμυνέμεν', '-+--'), ('ὄφρα', '+-'), ('σε', '-'), ('πατρί', '++')),
    'δίῃ ἐν ἀμφιάλῳ Χάριτες θεαί· αὐτὰρ ὁ παιδὶ': # Argon. 4.425
        (('δίῃ', '+-'), ('ἐν', '-'), ('ἀμφιάλῳ', '+--+'), ('χάριτες', '--+'), ('θεαί', '--'), ('αὐτὰρ', '+-'), ('ὁ', '-'), ('παιδὶ', '++')),
    'ἀντικρύ, ταῖς αὖτις ἀναρπάγδην φορέοντο': # Argon. 4.579
        (('ἀντικρύ', '+++'), ('ταῖς', '+'), ('αὖτις', '+-'), ('ἀναρπάγδην', '-+++'), ('φορέοντο', '--++')),
    'ἐν ξυνοχῇ βέβρυκε κυκώμενον. αὐτὰρ ὁ γαίης': # Argon. 4.629
        (('ἐν', '+'), ('ξυνοχῇ', '--+'), ('βέβρυκε', '++-'), ('κυκώμενον', '-+--'), ('αὐτὰρ', '+-'), ('ὁ', '-'), ('γαίης', '++')),
    'στείχοιεν· τὸ καὶ αὖτις ἐποτρύνους’ ἀγόρευεν·': # Argon. 4.756
        (('στείχοιεν', '+++'), ('τὸ', '-'), ('καὶ', '-'), ('αὖτις', '+-'), ('ἐποτρύνους’', '-+++'), ('ἀγόρευεν', '--++')),
    'ἀνθρώπων γενεῆς μία φέρβεαι, οἷσιν ἐς ἄτην': # Argon. 4.1016
        (('ἀνθρώπων', '+++'), ('γενεῆς', '--+'), ('μία', '--'), ('φέρβεαι', '+--'), ('οἷσιν', '+-'), ('ἐς', '-'), ('ἄτην', '++')),
    'Μήδεια φρονέεσκε· τότ’ αὖ χρεὼ ἦγε μιγῆναι.': # Argon. 4.1164
        (('μήδεια', '+++'), ('φρονέεσκε', '--+-'), ('τότ’', '-'), ('αὖ', '+'), ('χρεὼ', '--'), ('ἦγε', '+-'), ('μιγῆναι', '-++')),
    'θάμβευν δ’ εἰσορόωσαι ἀριπρεπέων ἡρώων': # Argon. 4.1192
        (('θάμβευν', '++'), ('δ’', ''), ('εἰσορόωσαι', '+--+-'), ('ἀριπρεπέων', '-+--+'), ('ἡρώων', '+++')),
    'καὶ Νυμφέων Νομίοιο καθ’ ἱερὸν Λ̓πόλλωνος': # Argon. 4.1218
        (('καὶ', '+'), ('νυμφέων', '++'), ('νομίοιο', '--+-'), ('καθ’', '-'), ('ἱερὸν', '+--'), ('ἀπόλλωνος', '++++')),
    'ἢ ὅταν αὐτόματα ξόανα ῥέῃ ἱδρώοντα': # Argon. 4.1284
        (('ἢ', '+'), ('ὅταν', '--'), ('αὐτόματα', '+--+'), ('ξόανα', '--+'), ('ῥέῃ', '--'), ('ἱδρώοντα', '++++')),
    'ἠελίου Λιβύην· αἱ δὲ σχεδὸν Λἰσονίδαο': # Argon. 4.1313
        (('ἠελίου', '+--+'), ('λιβύην', '--+'), ('αἱ', '+'), ('δὲ', '+'), ('σχεδὸν', '--'), ('αἰσονίδαο', '+--++')),
    'οἰοπόλοι δ’ εἰμὲν χθόνιαι θεαὶ αὐδήεσσαι,': # Argon. 4.1322
        (('οἰοπόλοι', '+--+'), ('δ’', ''), ('εἰμὲν', '++'), ('χθόνιαι', '--+'), ('θεαὶ', '--'), ('αὐδήεσσαι', '++++')),
    'Ἵλατ’ ἐρημονόμοι κυδραὶ θεαί· ἀμφὶ δὲ νόστῳ': # Argon. 4.1333
        (('ἵλατ’', '+-'), ('ἐρημονόμοι', '-+--+'), ('κυδραὶ', '++'), ('θεαί', '--'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('νόστῳ', '++')),
    'οὐρῇ ἔτι σκαίρεσκεν· ἀπὸ κρατὸς δὲ κελαινὴν': # Argon. 4.1402
        (('οὐρῇ', '+-'), ('ἔτι', '-+'), ('σκαίρεσκεν', '++-'), ('ἀπὸ', '-+'), ('κρατὸς', '++'), ('δὲ', '-'), ('κελαινὴν', '-++')),
    'ἐξέφανεν, θάμβος περιώσιον, ἔκφατο δ’ Λἴγλη': # Argon. 4.1430
        (('ἐξέφανεν', '+--+'), ('θάμβος', '++'), ('περιώσιον', '--+--'), ('ἔκφατο', '+--'), ('δ’', ''), ('αἴγλη', '++')),
    'τὴν ὅγ’ ἐπιφρασθείς, ἢ καὶ θεοῦ ἐννεσίῃσιν,': # Argon. 4.1445
        (('τὴν', '+'), ('ὅγ’', '-'), ('ἐπιφρασθείς', '-+++'), ('ἢ', '+'), ('καὶ', '+'), ('θεοῦ', '--'), ('ἐννεσίῃσιν', '+--++')),
    'ἐς Αιβύην ἀπένασσε θεοῦ βαρὺ κῦμα φέρουσαν,': # Argon. 4.1492
        (('ἐς', '+'), ('λιβύην', '--+'), ('ἀπένασσε', '--+-'), ('θεοῦ', '-+'), ('βαρὺ', '--'), ('κῦμα', '+-'), ('φέρουσαν', '-++')),
    'αἶψα δ’ ὅγ’ ἐσσυμένως ἐκρίνατο, καί μιν ἀείρας': # Argon. 4.1595
        (('αἶψα', '+-'), ('δ’', ''), ('ὅγ’', '-'), ('ἐσσυμένως', '+--+'), ('ἐκρίνατο', '++--'), ('καί', '+'), ('μιν', '-'), ('ἀείρας', '-++')),
    'ἀντικρὺ μακάρεσσι φυὴν ἔκπαγλον ἔικτο·': # Argon. 4.1612
        (('ἀντικρὺ', '+++'), ('μακάρεσσι', '--+-'), ('φυὴν', '-+'), ('ἔκπαγλον', '++-'), ('ἔικτο', '-++')),
    'ἠδὲ Ποσειδάωνος ἰδὲ Τρίτωνος ἔασιν': # Argon. 4.1621
        (('ἠδὲ', '+-'), ('ποσειδάωνος', '-+++-'), ('ἰδὲ', '-+'), ('τρίτωνος', '++-'), ('ἔασιν', '-++')),
    'ῥηγνύμενος πέτρας, εἶργε χθονὶ πείσματ’ ἀνάψαι,': # Argon. 4.1639
        (('ῥηγνύμενος', '+--+'), ('πέτρας', '++'), ('εἶργε', '++'), ('χθονὶ', '--'), ('πείσματ’', '+-'), ('ἀνάψαι', '-++')),
    'Εὐρώπῃ Κρονίδης νήσου πόρεν ἔμμεναι σὖρον,': # Argon. 4.1643
        (('εὐρώπῃ', '+++'), ('κρονίδης', '--+'), ('νήσου', '++'), ('πόρεν', '--'), ('ἔμμεναι', '+--'), ('οὖρον', '++')),
    'Ζεῦ πάτερ, ἡ Νύμφη σε Θ̔εναὶ δ’ ἔσαν ἐγγύθι Κνωσοῦ̓,': # Callim.Hymn 1.43
        (('ζεῦ', '+'), ('πάτερ', '--'), ('ἡ', '+'), ('Νύμφη', '++'), ('σε', '-'), ('Θεναὶ', '-+'), ('δ’', ''), ('ἔσαν', '--'), ('ἐγγύθι', '+--'), ('Κνωσοῦς', '++')),
    'τεύχεα πεπηήγοντες,  ἵνα Κρόνος οὔασιν ἠχὴν': # Callim.Hymn 1.53
        (('τεύχεα', '+--'), ('πεπηήγοντες', '+++-'), ('ἵνα', '-+'), ('Κρόνος', '--'), ('οὔασιν', '+--'), ('ἠχὴν', '++')),
    'τίς δέ κ’ ἐπ’ Οὐλύμπῳ τε καὶ Ἄιδι κλῆρον ἐρύσσαι,': # Callim.Hymn 1.62
        (('τίς', '+'), ('δέ', '-'), ('κ’', ''), ('ἐπ’', '-'), ('οὐλύμπῳ', '+++'), ('τε', '-'), ('καὶ', '-'), ('ἄιδι', '++'), ('κλῆρον', '+-'), ('ἐρύσσαι', '-++')),
    'πήλασθαι· τὰ δὲ τόσσον ὅσον διὰ πλεῖστον ἔχουσι.': # Callim.Hymn 1.64
        (('πήλασθαι', '+++'), ('τὰ', '-'), ('δὲ', '-'), ('τόσσον', '+-'), ('ὅσον', '-+'), ('διὰ', '--'), ('πλεῖστον', '+-'), ('ἔχουσι', '-++')),
    'ὧν ἐρέτης, ὧν πάντα· τί δ’ οὐ κρατέοντος ὑπ’ ἰοχύν;': # Callim.Hymn 1.75
        (('ὧν', '+'), ('ἐρέτης', '--+'), ('ὧν', '+'), ('πάντα', '+-'), ('τί', '-'), ('δ’', ''), ('οὐ', '+'), ('κρατέοντος', '--+-'), ('ὑπ’', '-'), ('ἰοχύν', '-++')),
    'οὐ λίπος Ἀπόλλωνος ἀποοτάζουσιν ἔθειραι,': # Callim.Hymn 2.39
        (('οὐ', '+'), ('λίπος', '--'), ('ἀπόλλωνος', '+++-'), ('ἀποστάζουσιν', '-+++-'), ('ἔθειραι', '-++')),
    'οἱ δ’ οὔπω πηγῇσι  Καρνειάδες ἤλυθον ὧραι.': # Callim.Hymn 2.88
        (('οἱ', '+'), ('δ’', ''), ('οὔπω', '++'), ('πηγῇσι', '++-'), ('Καρνειάδες', '-+--'), ('ἤλυθον', '+--'), ('ὧραι', '++')),
    'οὔτ’ ἄωτην ἰδέειν οὔτε κτύπον οὔασι δέχθαι.': # Callim.Hymn 3.63
        (('οὔτ’', '+'), ('ἄωτην', '++'), ('ἰδέειν', '--+'), ('οὔτε', '++'), ('κτύπον', '--'), ('οὔασι', '+--'), ('δέχθαι', '++')),
    'ταῦρον ὅτ’ ἐκ δίφροιο μάλα μέγαν ἢ ὅ γε  χλούνην': # Callim.Hymn 3.150
        (('ταῦρον', '+-'), ('ὅτ’', '-'), ('ἐκ', '+'), ('δίφροιο', '++-'), ('μάλα', '-+'), ('μέγαν', '--'), ('ἢ', '+'), ('ὅ', '-'), ('γε', '-'), ('χλούνην', '++')),
    'αὐτὴ δ’ ἐς πατρὸς δόμον ἔρχεαι· οἱ δέ σ’ ἐφ’ ἕδρην': # Callim.Hymn 3.168
        (('αὐτὴ', '++'), ('δ’', ''), ('ἐς', '+'), ('πατρὸς', '++'), ('δόμον', '--'), ('ἔρχεαι', '+--'), ('οἱ', '+'), ('δέ', '-'), ('σ’', ''), ('ἐφ’', '-'), ('ἕδρην', '++')),
    'τίς δέ νύ τοι νήσων, ποῖον δ’ ὄρος εὔαδε πλεῖστον,': # Callim.Hymn 3.183
        (('τίς', '+'), ('δέ', '-'), ('νύ', '-'), ('τοι', '+'), ('νήσων', '++'), ('ποῖον', '++'), ('δ’', ''), ('ὄρος', '--'), ('εὔαδε', '+--'), ('πλεῖστον', '++')),
    'ναῦται ἐπεσκέψαντο, καὶ ἐξ Ἐφύρης ἀνιόωτες': # Callim.Hymn 4.43
        (('ναῦται', '+-'), ('ἐπεσκέψαντο', '-+++-'), ('καὶ', '-'), ('ἐξ', '+'), ('ἐφύρης', '--+'), ('ἀνιόωτες', '--++')),
    'σειομένην Ἑλικῶνος. ἐμαὶ θεαί, εἴπατε Μοῦσαι,': # Callim.Hymn 4.82
        (('σειομένην', '+--+'), ('ἑλικῶνος', '--+-'), ('ἐμαὶ', '-+'), ('θεαί', '--'), ('εἴπατε', '+--'), ('μοῦσαι', '++')),
    'τείρεσιν, ἡνίκα πλεῖστα κατ’ ἠέρα βουκολέονται,': # Callim.Hymn 4.176
        (('τείρεσιν', '+--'), ('ἡνίκα', '+--'), ('πλεῖστα', '+-'), ('κατ’', '-'), ('ἠέρα', '+--'), ('βουκολέονται', '+--++')),
    'τῇ με φέροις· κείνην γὰρ ἐλεύσεαι εἰς ἐθέλουσαν.': # Callim.Hymn 4.195
        (('τῇ', '+'), ('με', '-'), ('φέροις', '-+'), ('κείνην', '++'), ('γὰρ', '-'), ('ἐλεύσεαι', '-+--'), ('εἰς', '+'), ('ἐθέλουσαν', '--++')),
    '... φλεξας ἐπεὶ περικαίεο %   πυρί,': # Callim.Hymn 4.201
        (('...', ''), ('φλεξας', '+-'), ('ἐπεὶ', '-+'), ('περικαίεο', '--+--'), ('%', ''), ('πυρί', '++')),
    'τυτθὸν ἀποκλίνασα καρήατα λέχριος εὕδει.': # Callim.Hymn 4.236
        (('τυτθὸν', '+-'), ('ἀποκλίνασα', '-+++-'), ('καρήατα', '-+--'), ('λέχριος', '+--'), ('εὕδει', '++')),
    'ὡς ἐγὼ Ἀπόλλωνι· καὶ ἔσσομαι οὐκέτι πλαγκτή.': # Callim.Hymn 4.273
        (('ὡς', '+'), ('ἐγὼ', '--'), ('Ἀπόλλωνι', '+++-'), ('καὶ', '-'), ('ἔσσομαι', '+--'), ('οὐκέτι', '+--'), ('πλαγκτή', '++')),
    'π  ἰδέσθαι': # Callim.Hymn 6.23
        (('π', ''), ('ἰδέσθαι', '-++')),
    'ἀμφότερον πελέκεσσι καὶ ἀξίναισιν ὁπλίσσας,': # Callim.Hymn 6.35
        (('ἀμφότερον', '+--+'), ('πελέκεσσι', '--+-'), ('καὶ', '-'), ('ἀξίναισιν', '+++-'), ('ὁπλίσσας', '-++')),
    'αὐτίκα Νικίππᾳ, τάν οἱ πόλις ἀράτειραν': # Callim.Hymn 6.42
        (('αὐτίκα', '+--'), ('νικίππᾳ', '+++'), ('τάν', '+'), ('οἱ', '+'), ('πόλις', '--'), ('ἀράτειραν', '++++')),
    'στέμματα καὶ μάκωνα, κατωμαδίαν δ’ ἔχε κλᾷδα.': # Callim.Hymn 6.44
        (('στέμματα', '+--'), ('καὶ', '+'), ('μάκωνα', '++-'), ('κατωμαδίαν', '-+--+'), ('δ’', ''), ('ἔχε', '--'), ('κλᾷδα', '++')),
    'πότνια Δαμάτηρ, τᾶς ἱερὸν ἐκκεραΐζεις.': # Callim.Hymn 6.49
        (('πότνια', '+--'), ('δαμάτηρ', '+++'), ('τᾶς', '+'), ('ἱερὸν', '+--'), ('ἐκκεραΐζεις', '+--++')),
    'εἶπεν ὁ παῖς, Νέμεσις δὲ κακὰν ἐγράψατο φωνάν.': # Callim.Hymn 6.56
        (('εἶπεν', '+-'), ('ὁ', '-'), ('παῖς', '+'), ('νέμεσις', '--+'), ('δὲ', '-'), ('κακὰν', '-+'), ('ἐγράψατο', '++--'), ('φωνάν', '++')),
    'καὶ γὰρ τᾷ Δάματρι συνωργίσθη Διόνυσος.': # Callim.Hymn 6.71
        (('καὶ', '+'), ('γὰρ', '+'), ('τᾷ', '+'), ('δάματρι', '++-'), ('συνωργίσθη', '-+++'), ('διόνυσος', '--++')),
    'ὡς δὲ Μίμαντι χιών, ὡς ἀελίῳ ἔνι πλαγγών,': # Callim.Hymn 6.91
        (('ὡς', '+'), ('δὲ', '-'), ('Μίμαντι', '-+-'), ('χιών', '-+'), ('ὡς', '+'), ('ἀελίῳ', '+--+'), ('ἔνι', '--'), ('πλαγγών', '++')),
    'ἄρνα τὺ σακίταν λαψῇ γέρας· αἰ δέ κ’ ἀρέσκῃ': # Theoc. 1.10
        (('ἄρνα', '+-'), ('τὺ', '-'), ('σακίταν', '+++'), ('λαψῇ', '++'), ('γέρας', '--'), ('αἰ', '+'), ('δέ', '-'), ('κ’', ''), ('ἀρέσκῃ', '-++')),
    'οὔτε φυτῶν τοσσῆνον, ὅσον περὶ πλέγματι γαθεῖ.': # Theoc. 1.54
        (('οὔτε', '+-'), ('φυτῶν', '-+'), ('τοσσῆνον', '++-'), ('ὅσον', '-+'), ('περὶ', '--'), ('πλέγματι', '+--'), ('γαθεῖ', '++')),
    'τίς τυ κατατρύχει; τίνος ὦγαθὲ τόσσον ἐρᾶσαι;': # Theoc. 1.78
        (('τίς', '+'), ('τυ', '-'), ('κατατρύχει', '-+++'), ('τίνος', '--'), ('ὦγαθὲ', '+--'), ('τόσσον', '+-'), ('ἐρᾶσαι', '-++')),
    'κἤφα· Δάφνι τάλαν, τί τὺ τάκεαι, ἁ δέ τε κώρα': # Theoc. 1.82
        (('κἤφα', '++'), ('δάφνι', '+-'), ('τάλαν', '-+'), ('τί', '-'), ('τὺ', '-'), ('τάκεαι', '+--'), ('ἁ', '+'), ('δέ', '-'), ('τε', '-'), ('κώρα', '++')),
    'πάσας ἀνὰ κράνας, πάντ’ ἄλσεα ποσσὶ φορεῖται‐‐': # Theoc. 1.83
        (('πάσας', '+-'), ('ἀνὰ', '-+'), ('κράνας', '++'), ('πάντ’', '+'), ('ἄλσεα', '+--'), ('ποσσὶ', '+-'), ('φορεῖται', '-++')),
    'τάκεαι ὀφθαλμώς, ὅτι οὐ μετὰ ταῖσι χορεύεις.': # Theoc. 1.91
        (('τάκεαι', '+--'), ('ὀφθαλμώς', '+++'), ('ὅτι', '--'), ('οὐ', '+'), ('μετὰ', '--'), ('ταῖσι', '+-'), ('χορεύεις', '-++')),
    'καὶ λέγε· τὸν βούταν νικῶ Δάφνιν, ἀλλὰ μάχευ μοι.': # Theoc. 1.113
        (('καὶ', '+'), ('λέγε', '--'), ('τὸν', '+'), ('βούταν', '++'), ('νικῶ', '++'), ('Δάφνιν', '--'), ('ἀλλὰ', '+-'), ('μάχευ', '-+'), ('μοι', '+')),
    'χαίρεθ’. ὁ βουκόλος ὔμμιν ἐγὼ Δάφνις οὐκέτ’ ἀν’ ὕλαν,': # Theoc. 1.116
        (('χαίρεθ’', '+-'), ('ὁ', '-'), ('βουκόλος', '+--'), ('ὔμμιν', '+-'), ('ἐγὼ', '-+'), ('δάφνις', '--'), ('οὐκέτ’', '+-'), ('ἀν’', '-'), ('ὕλαν', '++')),
    'στέψον τὰν κελέβαν φοινικέῳ οἰὸς ἀώτῳ,': # Theoc. 2.2
        (('στέψον', '++'), ('τὰν', '+'), ('κελέβαν', '--+'), ('φοινικέῳ', '++--'), ('οἰὸς', '+-'), ('ἀώτῳ', '-++')),
    'νῦν θυσῶ τὰ πίτυρα. τὺ δ’ Ἄρτεμι καὶ τὸν ἐν Ἅιδα': # Theoc. 2.33
        (('νῦν', '+'), ('θυσῶ', '++'), ('τὰ', '-'), ('πίτυρα', '-+-'), ('τὺ', '-'), ('δ’', ''), ('ἄρτεμι', '+--'), ('καὶ', '+'), ('τὸν', '-'), ('ἐν', '-'), ('ἅιδα', '++')),
    'ἦνθ’ ἁ τῶὐβούλοιο κανηφόρος ἄμμιν Ἀναξὼ': # Theoc. 2.66
        (('ἦνθ’', '+'), ('ἁ', '+'), ('τῶὐβούλοιο', '+++-'), ('κανηφόρος', '-+--'), ('ἄμμιν', '+-'), ('Ἀναξὼ', '-++')),
    'τήνας ἐφρασάμαν, οὐδ’ ὡς πάλιν οἴκαδ’ ἀπῆνθον': # Theoc. 2.84
        (('τήνας', '+-'), ('ἐφρασάμαν', '-+--'), ('οὐδ’', '+'), ('ὡς', '+'), ('πάλιν', '++'), ('οἴκαδ’', '+-'), ('ἀπῆνθον', '-++')),
    'αὐτάν; ᾀσεῦμαι ποτὶ τὰν πίτυν ὧδ’ ἀποκλινθείς,': # Theoc. 3.38
        (('αὐτάν', '++'), ('ᾀσεῦμαι', '+++'), ('ποτὶ', '--'), ('τὰν', '+'), ('πίτυν', '--'), ('ὧδ’', '+'), ('ἀποκλινθείς', '--++')),
    'ἐς Πύλον· ἁ δὲ Βίαντος ἐν ἀγκοίναισιν ἐκλίνθη,': # Theoc. 3.44
        (('ἐς', '+'), ('πύλον', '--'), ('ἁ', '+'), ('δὲ', '-'), ('βίαντος', '-+-'), ('ἐν', '-'), ('ἀγκοίναισιν', '+++-'), ('ἐκλίνθη', '-++')),
    'αἰνέω τάν τε Κρότωνα‐‐καλὰ πόλις, ἅ τε Ζάκυνθος‐‐': # Theoc. 4.32
        (('αἰνέω', '++'), ('τάν', '+'), ('τε', '-'), ('Κρότωνα', '-+-'), ('καλὰ', '-+'), ('πόλις', '--'), ('ἅ', '+'), ('τε', '-'), ('ζάκυνθος', '-++')),
    'τήναν τὰν κυάνοφρυν ἐρωτίδα, τᾶς ποκ’ ἐκνίσθη;': # Theoc. 4.59
        (('τήναν', '++'), ('τὰν', '+'), ('κυάνοφρυν', '--+-'), ('ἐρωτίδα', '-+--'), ('τᾶς', '+'), ('ποκ’', '-'), ('ἐκνίσθη', '-++')),
    'φεύγετε τὸν Λάκωνα· τό μευ νάκος ἐχθὲς ἔκλεψεν.': # Theoc. 5.2
        (('φεύγετε', '+--'), ('τὸν', '+'), ('λάκωνα', '++-'), ('τό', '-'), ('μευ', '+'), ('νάκος', '--'), ('ἐχθὲς', '+-'), ('ἔκλεψεν', '-++')),
    'ἐκτάσα σύριγγα; τί δ’ οὐκέτι σὺν Κορύδωνι': # Theoc. 5.6
        (('ἐκτάσα', '+++'), ('σύριγγα', '++-'), ('τί', '-'), ('δ’', ''), ('οὐκέτι', '+--'), ('σὺν', '+'), ('κορύδωνι', '--++')),
    'τᾶς πέτρας ὤνθρωπε μανεὶς ἐς Κρᾶθιν ἁλοίμαν.': # Theoc. 5.16
        (('τᾶς', '+'), ('πέτρας', '++'), ('ὤνθρωπε', '++-'), ('μανεὶς', '-+'), ('ἐς', '+'), ('κρᾶθιν', '+-'), ('ἁλοίμαν', '-++')),
    'μὴ σπεῦδ’· οὐ γάρ τοι πυρὶ θάλπεαι. ἅδιον ᾀσῇ': # Theoc. 5.31
        (('μὴ', '+'), ('σπεῦδ’', '+'), ('οὐ', '+'), ('γάρ', '+'), ('τοι', '+'), ('πυρὶ', '--'), ('θάλπεαι', '+--'), ('ἅδιον', '+--'), ('ᾀσῇ', '++')),
    'τὺ κάλει νιν.': # Theoc. 5.67
        (('τὺ', '-'), ('κάλει', '-+'), ('νιν', '-')),    'ἴθ’ ὦ ξένε μικκὸν ἄκουσον': # Theoc. 5.68
        (('ἴθ’', '-'), ('ὦ', '+'), ('ξένε', '--'), ('μικκὸν', '+-'), ('ἄκουσον', '-++')),
    'ἐν χάριτι κρίνῃς, μήτ’ ὦν τύγα τοῦτον ὀνάσῃς.': # Theoc. 5.71
        (('ἐν', '+'), ('χάριτι', '--+'), ('κρίνῃς', '++'), ('μήτ’', '+'), ('ὦν', '+'), ('τύγα', '--'), ('τοῦτον', '+-'), ('ὀνάσῃς', '-++')),
    'φεῦ φεῦ Λάκων τοι ταλάρως σχεδὸν εἴκατι πληροῖ': # Theoc. 5.86
        (('φεῦ', '+'), ('φεῦ', '+'), ('λάκων', '++'), ('τοι', '+'), ('ταλάρως', '--+'), ('σχεδὸν', '--'), ('εἴκατι', '+--'), ('πληροῖ', '++')),
    'λυπρὸν ἀπὸ πρίνοιο λεπύριον, αἱ δὲ μελιχραί.': # Theoc. 5.95
        (('λυπρὸν', '+-'), ('ἀπὸ', '-+'), ('πρίνοιο', '++-'), ('λεπύριον', '-+--'), ('αἱ', '+'), ('δὲ', '-'), ('μελιχραί', '-++')),
    'ἦ οὐ μέμνᾳ, ὅκ’ ἐγώ τυ κατήλασα, καὶ τὺ σεσαρὼς': # Theoc. 5.116
        (('ἦ', ''), ('οὐ', '+'), ('μέμνᾳ', '++'), ('ὅκ’', '-'), ('ἐγώ', '-+'), ('τυ', '-'), ('κατήλασα', '-+--'), ('καὶ', '+'), ('τὺ', '-'), ('σεσαρὼς', '-++')),
    'ἦ δή τις Μόρσων πικραίνεται· ἢ οὐχὶ παρῄσθευ;': # Theoc. 5.120
        (('ἦ', '+'), ('δή', '+'), ('τις', '+'), ('Μόρσων', '++'), ('πικραίνεται', '++--'), ('ἢ', ''), ('οὐχὶ', '+-'), ('παρῄσθευ', '-++')),
    'ἐνθὼν τὰν κυκλάμινον ὄρυσσέ νυν ἐς τὸν Ἄλεντα.': # Theoc. 5.123
        (('ἐνθὼν', '++'), ('τὰν', '+'), ('κυκλάμινον', '--+-'), ('ὄρυσσέ', '-+-'), ('νυν', '-'), ('ἐς', '+'), ('τὸν', '-'), ('ἄλεντα', '-++')),
    'εὖ ἐνερεισάμενος πέτρᾳ γόνυ· ταὶ δὲ παρ’ αὐτὰν': # Theoc. 7.7
        (('εὖ', '+'), ('ἐνερεισάμενος', '--+--+'), ('πέτρᾳ', '++'), ('γόνυ', '--'), ('ταὶ', '+'), ('δὲ', '-'), ('παρ’', '-'), ('αὐτὰν', '++')),
    'ἦ μετὰ δαῖτα κλητὸς ἐπείγεαι; ἤ τινος ἀστῶν': # Theoc. 7.24
        (('ἦ', '+'), ('μετὰ', '--'), ('δαῖτα', '++'), ('κλητὸς', '+-'), ('ἐπείγεαι', '-+--'), ('ἤ', '+'), ('τινος', '--'), ('ἀστῶν', '++')),
    'Ἀγεάνακτι πλόον διζημένῳ ἐς Μυτιλήναν': # Theoc. 7.61
        (('ἀγεάνακτι', '+--+-'), ('πλόον', '-+'), ('διζημένῳ', '++--'), ('ἐς', '+'), ('μυτιλήναν', '--++')),
    'τὸν Πτελεατικὸν οἶνον ἀπὸ κρατῆρος ἀφυξῶ': # Theoc. 7.65
        (('τὸν', '+'), ('πτελεατικὸν', '--+--'), ('οἶνον', '+-'), ('ἀπὸ', '-+'), ('κρατῆρος', '++-'), ('ἀφυξῶ', '-++')),
    'κοκκύζων νάρκαισιν ἀνιαραῖσι διδοίη,': # Theoc. 7.124
        (('κοκκύζων', '+++'), ('νάρκαισιν', '++-'), ('ἀνιαραῖσι', '-+++-'), ('διδοίη', '-++')),
    'εἷρφ’ ὁδόν, αὐτὰρ ἐγώ τε καὶ Εὔκριτος ἐς Φρασιδάυω': # Theoc. 7.131
        (('εἷρφ’', '+'), ('ὁδόν', '--'), ('αὐτὰρ', '+-'), ('ἐγώ', '-+'), ('τε', '-'), ('καὶ', '-'), ('εὔκριτος', '+--'), ('ἐς', '+'), ('φρασιδάυω', '--++')),
    'ὄρπακες βραβίλοισι καταβρίθοντες ἔραζε·': # Theoc. 7.146
        (('ὄρπακες', '+++'), ('βραβίλοισι', '--+-'), ('καταβρίθοντες', '-+++-'), ('ἔραζε', '-++')),
    'μυκητᾶν ἐπίουρε βοῶν Δάφνι, λῇς μοι ἀεῖσαι;': # Theoc. 8.6
        (('μυκητᾶν', '+++'), ('ἐπίουρε', '--+-'), ('βοῶν', '-+'), ('δάφνι', '--'), ('λῇς', '+'), ('μοι', '-'), ('ἀεῖσαι', '-++')),
    'φαμί τυ νικασεῖν, ὅσσον θέλω αὐτὸς ἀείδων.': # Theoc. 8.7
        (('φαμί', '++'), ('τυ', '+'), ('νικασεῖν', '--+'), ('ὅσσον', '++'), ('θέλω', '--'), ('αὐτὸς', '+-'), ('ἀείδων', '-++')),
    'χἁ μάτηρ, τὰ δὲ μᾶλα ποθέσπερα πάντ’ ἀριθμεῦντι.': # Theoc. 8.16
        (('χἁ', '+'), ('μάτηρ', '++'), ('τὰ', '-'), ('δὲ', '-'), ('μᾶλα', '+-'), ('ποθέσπερα', '-+--'), ('πάντ’', '+'), ('ἀριθμεῦντι', '--++')),
    'τοῦτον, ἐπεὶ κάλαμός με διασχισθεὶς διέτμαξεν.': # Theoc. 8.24
        (('τοῦτον', '+-'), ('ἐπεὶ', '-+'), ('κάλαμός', '--+'), ('με', '-'), ('διασχισθεὶς', '-+++'), ('διέτμαξεν', '+++')),
    'μυρίον, （ὦ σιμαὶ δεῦτ’ ἐφ’ ὕδωρ ἔριφοι·）': # Theoc. 8.50
        (('μυρίον', '+++'), ('ὦ', '+'), ('σιμαὶ', '++'), ('δεῦτ’', '+'), ('ἐφ’', '-'), ('ὕδωρ', '-+'), ('ἔριφοι', '+++')),
    'ταὶ δ’ ὄιες, μηδ’ ὔμμες ὀκνεῖθ’ ἁπαλᾶς κορέσασθαι': # Theoc. 8.67
        (('ταὶ', '+'), ('δ’', ''), ('ὄιες', '--+'), ('μηδ’', '+'), ('ὔμμες', '+-'), ('ὀκνεῖθ’', '-+'), ('ἁπαλᾶς', '--+'), ('κορέσασθαι', '--++')),
    'σίττα νέμεσθε νέμεσθε, τὰ δ’ οὔθατα πλήσατε πᾶσαι,': # Theoc. 8.69
        (('σίττα', '+-'), ('νέμεσθε', '-+-'), ('νέμεσθε', '-+-'), ('τὰ', '-'), ('δ’', ''), ('οὔθατα', '+--'), ('πλήσατε', '+--'), ('πᾶσαι', '++')),
    'ἁδύ τι τὸ στόμα τευ καὶ ἐφίμερος ὦ Δάφνι φωνά.': # Theoc. 8.82
        (('ἁδύ', '+-'), ('τι', '-'), ('τὸ', '+'), ('στόμα', '--'), ('τευ', '+'), ('καὶ', '-'), ('ἐφίμερος', '-+--'), ('ὦ', '+'), ('δάφνι', '--'), ('φωνά', '++')),
    'χοἱ μὲν ἁμᾷ βόσκοιντο καὶ ἐν φύλλοισι πλανῷντο': # Theoc. 9.4
        (('χοἱ', '+'), ('μὲν', '-'), ('ἁμᾷ', '-+'), ('βόσκοιντο', '++-'), ('καὶ', '-'), ('ἐν', '+'), ('φύλλοισι', '++-'), ('πλανῷντο', '-++')),
    'τίς δέ τυ τᾶν παίδων λυμαίνεται;': # Theoc. 10.15
        (('τίς', '+'), ('δέ', '-'), ('τυ', '-'), ('τᾶν', '+'), ('παίδων', '++'), ('λυμαίνεται', '++--')),
    'ἁ Πολυβώτα,': # Theoc. 10.16
        (('ἁ', '+'), ('Πολυβώτα', '--+-')),
    'μωμᾶσθαί μ’ ἄρχῃ τύ· τυφλὸς δ’ οὐκ αὐτὸς ὁ Πλοῦτος,': # Theoc. 10.20
        (('μωμᾶσθαί', '+++'), ('μ’', ''), ('ἄρχῃ', '++'), ('τύ', '-'), ('τυφλὸς', '++'), ('δ’', ''), ('οὐκ', '+'), ('αὐτὸς', '+-'), ('ὁ', '-'), ('Πλοῦτος', '++')),
    'Βομβύκα χαρίεσσα, Σύραν καλέοντί τυ πάντες,': # Theoc. 10.26
        (('βομβύκα', '+++'), ('χαρίεσσα', '--+-'), ('σύραν', '-+'), ('καλέοντί', '--+-'), ('τυ', '-'), ('πάντες', '++')),
    'ἰσχνὰν ἁλιόκαυστον, ἐγὼ δὲ μόνος μελίχλωρον.': # Theoc. 10.27
        (('ἰσχνὰν', '++'), ('ἁλιόκαυστον', '+--+-'), ('ἐγὼ', '-+'), ('δὲ', '-'), ('μόνος', '-+'), ('μελίχλωρον', '--++')),
    'χρύσεοι ἀμφότεροί κ’ ἀνεκείμεθα τᾷ Ἀφροδίτᾳ,': # Theoc. 10.33
        (('χρύσεοι', '+--'), ('ἀμφότεροί', '+--+'), ('κ’', ''), ('ἀνεκείμεθα', '--+--'), ('τᾷ', '+'), ('ἀφροδίτᾳ', '--++')),
    'Βομβύκα χαρίεσς’, οἱ μὲν πόδες ἀστράγαλοί τευς,': # Theoc. 10.36
        (('βομβύκα', '+++'), ('χαρίεσς’', '--+'), ('οἱ', '+'), ('μὲν', '+'), ('πόδες', '--'), ('ἀστράγαλοί', '+--+'), ('τευς', '+')),
    'ἁ φωνὰ δὲ τρύχνος· τὸν μὰν τρόπον οὐκ ἔχω εἰπεῖν.': # Theoc. 10.37
        (('ἁ', '+'), ('φωνὰ', '++'), ('δὲ', '-'), ('τρύχνος', '-+'), ('τὸν', '+'), ('μὰν', '+'), ('τρόπον', '--'), ('οὐκ', '+'), ('ἔχω', '--'), ('εἰπεῖν', '++')),
    'μή τι τάμῃς τὰν χεῖρα καταπρίων τὸ κύμινον.': # Theoc. 10.55
        (('μή', '+'), ('τι', '-'), ('τάμῃς', '-+'), ('τὰν', '+'), ('χεῖρα', '+-'), ('καταπρίων', '-+++'), ('τὸ', '-'), ('κύμινον', '-++')),
    'οὕτω γοῦν ῥάιστα διᾶγ’ ὁ Κύκλωψ ὁ παρ’ ἁμῖν,': # Theoc. 11.7
        (('οὕτω', '++'), ('γοῦν', '+'), ('ῥάιστα', '++-'), ('διᾶγ’', '-+'), ('ὁ', '-'), ('κύκλωψ', '-+'), ('ὁ', '-'), ('παρ’', '-'), ('ἁμῖν', '++')),
    'ὑψηλᾶς ἐς πόντον ὁρῶν ἄειδε τοιαῦτα.': # Theoc. 11.18
        (('ὑψηλᾶς', '+++'), ('ἐς', '+'), ('πόντον', '+-'), ('ὁρῶν', '-+'), ('ἄειδε', '++-'), ('τοιαῦτα', '-++')),
    'εἷς δ’ ὀφθαλμὸς ἔπεστι, πλατεῖα δὲ ῥὶς ἐπὶ χείλει.': # Theoc. 11.33
        (('εἷς', '+'), ('δ’', ''), ('ὀφθαλμὸς', '++-'), ('ἔπεστι', '-+-'), ('πλατεῖα', '-+-'), ('δὲ', '-'), ('ῥὶς', '+'), ('ἐπὶ', '--'), ('χείλει', '++')),
    'συρίσδεν δ’ ὡς οὔτις ἐπίσταμαι ὧδε Κυκλώπων,': # Theoc. 11.38
        (('συρίσδεν', '+++'), ('δ’', ''), ('ὡς', '+'), ('οὔτις', '+-'), ('ἐπίσταμαι', '-+--'), ('ὧδε', '+-'), ('Κυκλώπων', '-++')),
    'ἐντὶ δάφναι τηνεῖ, ἐντὶ ῥαδιναὶ κυπάρισσοι,': # Theoc. 11.45
        (('ἐντὶ', '+-'), ('δάφναι', '-+'), ('τηνεῖ', '++'), ('ἐντὶ', '++'), ('ῥαδιναὶ', '--+'), ('κυπάρισσοι', '--++')),
    'αἴκ’ ἐνθὼν θαλάρως τε πλέκοις καὶ θαλλὸν ἀμάσας': # Theoc. 11.73
        (('αἴκ’', '+'), ('ἐνθὼν', '++'), ('θαλάρως', '--+'), ('τε', '-'), ('πλέκοις', '-+'), ('καὶ', '+'), ('θαλλὸν', '+-'), ('ἀμάσας', '-++')),
    'μουσίσδων, ῥᾷον δὲ διᾶγ’ ἢ εἰ χρυσὸν ἔδωκεν.': # Theoc. 11.81
        (('μουσίσδων', '+++'), ('ῥᾷον', '++'), ('δὲ', '-'), ('διᾶγ’', '-+'), ('ἢ', ''), ('εἰ', '+'), ('χρυσὸν', '+-'), ('ἔδωκεν', '-++')),
    'οὐχ ἁμῖν τὰ καλὰ πράτοις καλὰ φαίνεται εἶμεν,': # Theoc. 13.3
        (('οὐχ', '+'), ('ἁμῖν', '++'), ('τὰ', '+'), ('καλὰ', '+-'), ('πράτοις', '-+'), ('καλὰ', '--'), ('φαίνεται', '+--'), ('εἶμεν', '++')),
    'ἀλλ’ ὅτε τὸ χρύσειον ἔπλει μετὰ κῶας Ἰήσων': # Theoc. 13.16
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('τὸ', '+'), ('χρύσειον', '++-'), ('ἔπλει', '-+'), ('μετὰ', '--'), ('κῶας', '+-'), ('ἰήσων', '-++')),
    'ἵκετο χὡ ταλαεργὸς ἀνὴρ ἐς ἀφνειὸν Ἰωλκόν,': # Theoc. 13.19
        (('ἵκετο', '+--'), ('χὡ', '+'), ('ταλαεργὸς', '--+-'), ('ἀνὴρ', '-+'), ('ἐς', '-'), ('ἀφνειὸν', '-+-'), ('ἰωλκόν', '-++')),
    'νύμφαι ἀκοίμητοι, δειναὶ θεαὶ ἀγροιώταις,': # Theoc. 13.44
        (('νύμφαι', '+-'), ('ἀκοίμητοι', '-+++'), ('δειναὶ', '++'), ('θεαὶ', '--'), ('ἀγροιώταις', '++++')),
    'κουφότερ’ ὦ παῖδες ποιεῖσθ’ ὅπλα· πνευστικὸς οὖρος.': # Theoc. 13.52
        (('κουφότερ’', '+--'), ('ὦ', '+'), ('παῖδες', '++'), ('ποιεῖσθ’', '++'), ('ὅπλα', '--'), ('πνευστικὸς', '+--'), ('οὖρος', '++')),
    'χαίρειν πολλὰ τὸν ἄνδρα Θυώνιχον.': # Theoc. 14.1
        (('χαίρειν', '++'), ('πολλὰ', '+-'), ('τὸν', '-'), ('ἄνδρα', '+-'), ('Θυώνιχον', '-+--')),
    'ἀλλὰ τὺ ταὐτά,': # Theoc. 14.2
        (('ἀλλὰ', '+-'), ('τὺ', '-'), ('ταὐτά', '++')),
    'ὡς χρόνιος.': # Theoc. 14.4
        (('ὡς', '+'), ('χρόνιος', '--+')),
    'χρόνιος; τί δέ τοι τὸ μέλημα;': # Theoc. 14.5
        (('χρόνιος', '--+'), ('τί', '-'), ('δέ', '-'), ('τοι', '+'), ('τὸ', '-'), ('μέλημα', '-++')),
    'πράσσομες οὐχ ὡς λῷστα Θυώνιχε.': # Theoc. 14.6
        (('πράσσομες', '+--'), ('οὐχ', '+'), ('ὡς', '+'), ('λῷστα', '+-'), ('Θυώνιχε', '-+--')),
    'ταῦτ’ ἄρα λεπτός,': # Theoc. 14.7
        (('ταῦτ’', '+'), ('ἄρα', '--'), ('λεπτός', '+-')),
    'βολβὸς κτεὶς κοχλίας ἐξῃρέθη. ἦς πότος ἁδύς.': # Theoc. 14.17
        (('βολβὸς', '++'), ('κτεὶς', '+'), ('κοχλίας', '++'), ('ἐξῃρέθη', '++--'), ('ἦς', '+'), ('πότος', '--'), ('ἁδύς', '++')),
    'κἠφᾶπτ’· εὐμαρέως κεν ἀπ’ αὐτᾶς καὶ λύχνον ἇψας.': # Theoc. 14.23
        (('κἠφᾶπτ’', '++'), ('εὐμαρέως', '+--+'), ('κεν', '-'), ('ἀπ’', '-'), ('αὐτᾶς', '++'), ('καὶ', '+'), ('λύχνον', '--'), ('ἇψας', '++')),
    'μάστακα δοῖσα τέκνοισιν ὑπωροφίοισι χελιδὼν': # Theoc. 14.39
        (('μάστακα', '+--'), ('δοῖσα', '+-'), ('τέκνοισιν', '-+-'), ('ὑπωροφίοισι', '-+--+-'), ('χελιδὼν', '-++')),
    'ἄμμες δ’ οὔτε λόγω τινὸς ἄξιοι οὔτ’ ἀριθμητοί,': # Theoc. 14.48
        (('ἄμμες', '++'), ('δ’', ''), ('οὔτε', '+-'), ('λόγω', '-+'), ('τινὸς', '--'), ('ἄξιοι', '+--'), ('οὔτ’', '+'), ('ἀριθμητοί', '--++')),
    'λευκαίνων ὁ χρόνος· ποιεῖν τι δεῖ, ἇς γόνυ χλωρόν.': # Theoc. 14.70
        (('λευκαίνων', '+++'), ('ὁ', '-'), ('χρόνος', '-+'), ('ποιεῖν', '++'), ('τι', '-'), ('δεῖ', '-'), ('ἇς', '+'), ('γόνυ', '--'), ('χλωρόν', '++')),
    'Ἔνδοι Πραξινόα;': # Theoc. 15.1
        (('ἔνδοι', '++'), ('Πραξινόα', '+--+')),
    'Γοργοῖ φίλα, ὡς χρόνῳ. ἔνδοι.': # Theoc. 15.2
        (('γοργοῖ', '++'), ('φίλα', '++'), ('ὡς', '+'), ('χρόνῳ', '--'), ('ἔνδοι', '++')),
    'ἔμβαλε καὶ ποτίκρανον.': # Theoc. 15.4
        (('ἔμβαλε', '+--'), ('καὶ', '+'), ('ποτίκρανον', '--++')),
    'ἔχει κάλλιστα.': # Theoc. 15.5
        (('ἔχει', '-+'), ('κάλλιστα', '++-')),
    'Πραξινόα πολλῶ μὲν ὄχλω, πολλῶν δὲ τεθρίππων.': # Theoc. 15.5
        (('πραξινόα', '+--+'), ('πολλῶ', '++'), ('μὲν', '-'), ('ὄχλω', '-+'), ('πολλῶν', '++'), ('δὲ', '--'), ('τεθρίππων', '-++')),
    'μὴ λέγε τὸν τεὸν ἄνδρα φίλα Δίκωνα τοιαῦτα,': # Theoc. 15.11
        (('μὴ', '+'), ('λέγε', '--'), ('τὸν', '+'), ('τεὸν', '--'), ('ἄνδρα', '+-'), ('φίλα', '-+'), ('δίκωνα', '++-'), ('τοιαῦτα', '-++')),
    'καλὸς ἀπφῦς.': # Theoc. 15.15
        (('καλὸς', '--'), ('ἀπφῦς', '++')),
    'χὡμὸς ταὐτᾷ ἔχει, φθόρος ἀργυρίω, Διοκλείδας·': # Theoc. 15.18
        (('χὡμὸς', '++'), ('ταὐτᾷ', '+-'), ('ἔχει', '-+'), ('φθόρος', '--'), ('ἀργυρίω', '+--+'), ('διοκλείδας', '--++')),
    'ἑπταδράχμως κυνάδας, γραιᾶν ἀποτίλματα πηρᾶν,': # Theoc. 15.19
        (('ἑπταδράχμως', '+--+'), ('κυνάδας', '--+'), ('γραιᾶν', '++'), ('ἀποτίλματα', '--+--'), ('πηρᾶν', '++')),
    'κοσμεῖν τὰν βασίλισσαν.': # Theoc. 15.24
        (('κοσμεῖν', '++'), ('τὰν', '+'), ('βασίλισσαν', '--+-')),
    'ἐν ὀλβίω ὄλβια πάντα.': # Theoc. 15.25
        (('ἐν', '-'), ('ὀλβίω', '+--'), ('ὄλβια', '+--'), ('πάντα', '++')),
    'ἕρπειν ὥρα κ’ εἴη.': # Theoc. 15.26
        (('ἕρπειν', '++'), ('ὥρα', '++'), ('κ’', ''), ('εἴη', '+-')),
    'ἀεργοῖς αἰὲν ἑορτά.': # Theoc. 15.27
        (('ἀεργοῖς', '-++'), ('αἰὲν', '+-'), ('ἑορτά', '-++')),
    'ἁ δὲ σμᾶμα φέρει. δὸς ὅμως. μὴ δὴ πολὺ ἄπληστε.': # Theoc. 15.31
        (('ἁ', '+'), ('δὲ', '+'), ('σμᾶμα', '+-'), ('φέρει', '-+'), ('δὸς', '-'), ('ὅμως', '-+'), ('μὴ', '+'), ('δὴ', '+'), ('πολὺ', '-'), ('ἄπληστε', '-++')),
    'ἀλλὰ κατὰ γνώμαν ἀπέβα τοι.': # Theoc. 15.38
        (('ἀλλὰ', '+-'), ('κατὰ', '-+'), ('γνώμαν', '++'), ('ἀπέβα', '--+'), ('τοι', '+')),
    'τοῦτο κάλ’ εἶπες.': # Theoc. 15.39
        (('τοῦτο', '+-'), ('κάλ’', '-'), ('εἶπες', '++')),
    'ἀμφίθες. οὐκ ἀξῶ τυ τέκνον. μορμώ, δάκνει ἵππος.': # Theoc. 15.41
        (('ἀμφίθες', '+--'), ('οὐκ', '+'), ('ἀξῶ', '++'), ('τυ', '-'), ('τέκνον', '-+'), ('μορμώ', '++'), ('δάκνει', '--'), ('ἵππος', '++')),
    'τὰν κύν’ ἔσω κάλεσον, τὰν αὐλείαν ἀπόκλᾳξον.‐‐': # Theoc. 15.43
        (('τὰν', '+'), ('κύν’', '-'), ('ἔσω', '-+'), ('κάλεσον', '--+'), ('τὰν', '+'), ('αὐλείαν', '+++'), ('ἀπόκλᾳξον', '--++')),
    'ὦ θεοί, ὅσσος ὄχλος. πῶς καὶ πόκα τοῦτο περᾶσαι': # Theoc. 15.44
        (('ὦ', '+'), ('θεοί', '--'), ('ὅσσος', '+-'), ('ὄχλος', '-+'), ('πῶς', '+'), ('καὶ', '+'), ('πόκα', '--'), ('τοῦτο', '+-'), ('περᾶσαι', '-++')),
    'τοὶ δ’ ἔβαν ἐς χώραν.': # Theoc. 15.57
        (('τοὶ', '+'), ('δ’', ''), ('ἔβαν', '--'), ('ἐς', '+'), ('χώραν', '++')),
    'καὐτὰ συναγείρομαι ἤδη.': # Theoc. 15.58
        (('καὐτὰ', '++'), ('συναγείρομαι', '--+--'), ('ἤδη', '++')),
    'ἐκ παιδός. σπεύδωμες· ὄχλος πολὺς ἄμμιν ἐπιρρεῖ.': # Theoc. 15.60
        (('ἐκ', '+'), ('παιδός', '++'), ('σπεύδωμες', '++-'), ('ὄχλος', '-+'), ('πολὺς', '--'), ('ἄμμιν', '+-'), ('ἐπιρρεῖ', '-++')),
    'ἐξ αὐλᾶς ὦ μᾶτερ;': # Theoc. 15.60
        (('ἐξ', '+'), ('αὐλᾶς', '++'), ('ὦ', '+'), ('μᾶτερ', '+-')),
    'ἐγὼν ὦ τέκνα.': # Theoc. 15.61
        (('ἐγὼν', '-+'), ('ὦ', '+'), ('τέκνα', '+-')),
    'Εὐνόα Εὐτυχίδος· πότεχ’ αὐτᾷ, μή τι πλαναθῇς.': # Theoc. 15.67
        (('εὐνόα', '+--'), ('εὐτυχίδος', '+--+'), ('πότεχ’', '--'), ('αὐτᾷ', '++'), ('μή', '+'), ('τι', '-'), ('πλαναθῇς', '-++')),
    'ὄχλος ἄθρως.': # Theoc. 15.73
        (('ὄχλος', '++'), ('ἄθρως', '++')),
    'ὠθεῦνθ’ ὥσπερ ὕες.': # Theoc. 15.74
        (('ὠθεῦνθ’', '++'), ('ὥσπερ', '+-'), ('ὕες', '-+')),
    'θάρσει γύναι· ἐν καλῷ εἰμές.': # Theoc. 15.75
        (('θάρσει', '++'), ('γύναι', '--'), ('ἐν', '+'), ('καλῷ', '--'), ('εἰμές', '++')),
    'κάλλιστ’· ἔνδοι πᾶσαι, ὁ τὰν νυὸν εἶπ’ ἀποκλᾴξας.': # Theoc. 15.77
        (('κάλλιστ’', '++'), ('ἔνδοι', '++'), ('πᾶσαι', '+-'), ('ὁ', '-'), ('τὰν', '+'), ('νυὸν', '--'), ('εἶπ’', '+'), ('ἀποκλᾴξας', '--++')),
    'τρυγόνες. ἐκκναισεῦντι πλατειάσδοισαι ἅπαντα.': # Theoc. 15.88
        (('τρυγόνες', '+--'), ('ἐκκναισεῦντι', '+++-'), ('πλατειάσδοισαι', '-+++-'), ('ἅπαντα', '-++')),
    'Κύπρι Διωναία, τὺ μὲν ἀθανάταν ἀπὸ θνατᾶς,': # Theoc. 15.106
        (('κύπρι', '+-'), ('διωναία', '-+++'), ('τὺ', '-'), ('μὲν', '-'), ('ἀθανάταν', '+--+'), ('ἀπὸ', '--'), ('θνατᾶς', '++')),
    'οὐ Πατροκλῆς, οὐ Πύρρος ἀπὸ Τροίας ἐπανελθών,': # Theoc. 15.140
        (('οὐ', '+'), ('πατροκλῆς', '--+'), ('οὐ', '+'), ('πύρρος', '+-'), ('ἀπὸ', '-+'), ('Τροίας', '++'), ('ἐπανελθών', '--++')),
    'Πραξινόα, τὸ χρῆμα σοφώτερον ἁ θήλεια.': # Theoc. 15.145
        (('πραξινόα', '+--+'), ('τὸ', '+'), ('χρῆμα', '+-'), ('σοφώτερον', '-+--'), ('ἁ', '+'), ('θήλεια', '+++')),
    'ὥρα ὅμως κεἰς οἶκον. ἀνάριστος Διοκλείδας.': # Theoc. 15.147
        (('ὥρα', '+-'), ('ὅμως', '-+'), ('κεἰς', '+'), ('οἶκον', '+-'), ('ἀνάριστος', '-+++'), ('διοκλείδας', '--++')),
    'Μοῦσαι μὲν θεαὶ ἐντί, θεοὺς θεαὶ ἀείδοντι·': # Theoc. 16.3
        (('μοῦσαι', '++'), ('μὲν', '+'), ('θεαὶ', '--'), ('ἐντί', '+-'), ('θεοὺς', '-+'), ('θεαὶ', '--'), ('ἀείδοντι', '++++')),
    'ἀλλ’ εὐθὺς μυθεῖται· ἀπωτέρω ἢ γόνυ κνάμα·': # Theoc. 16.18
        (('ἀλλ’', '+'), ('εὐθὺς', '++'), ('μυθεῖται', '++-'), ('ἀπωτέρω', '-+--'), ('ἢ', '+'), ('γόνυ', '--'), ('κνάμα', '++')),
    'ἀχὴν ἐκ πατέρων πενίην ἀκτήμονα κλαίων.': # Theoc. 16.33
        (('ἀχὴν', '++'), ('ἐκ', '+'), ('πατέρων', '--+'), ('πενίην', '--+'), ('ἀκτήμονα', '++--'), ('κλαίων', '++')),
    'Πριαμίδας ἢ θῆλυν ἀπὸ χροιᾶς Κύκνον ἔγνω,': # Theoc. 16.49
        (('πριαμίδας', '+--+'), ('ἢ', '+'), ('θῆλυν', '+-'), ('ἀπὸ', '-+'), ('χροιᾶς', '++'), ('κύκνον', '--'), ('ἔγνω', '++')),
    'ζωός, καὶ σπήλυγγα φυγὼν ὀλοοῖο Κύκλωπος,': # Theoc. 16.53
        (('ζωός', '++'), ('καὶ', '+'), ('σπήλυγγα', '++-'), ('φυγὼν', '-+'), ('ὀλοοῖο', '--+-'), ('κύκλωπος', '-++')),
    'οἰκεῦντες Λιβύας ἄκρον σφυρὸν ἐρρίγασιν.': # Theoc. 16.77
        (('οἰκεῦντες', '+++'), ('λιβύας', '--+'), ('ἄκρον', '++'), ('σφυρὸν', '++'), ('ἐρρίγασιν', '--++')),
    'ἀχεῖ ἐν ἀκρεμόνεσσιν· ἀράχνια δ’ εἰς ὅπλ’ ἀράχναι': # Theoc. 16.96
        (('ἀχεῖ', '+-'), ('ἐν', '-'), ('ἀκρεμόνεσσιν', '+--+-'), ('ἀράχνια', '-+--'), ('δ’', ''), ('εἰς', '+'), ('ὅπλ’', '-'), ('ἀράχναι', '-++')),
    'ὦ Ἐτεόκλειοι θύγατρες θεαί, ὦ Μινύειον': # Theoc. 16.104
        (('ὦ', '+'), ('ἐτεόκλειοι', '--+++'), ('θύγατρες', '--+'), ('θεαί', '--'), ('ὦ', '+'), ('μινύειον', '--++')),
    'ἀμφότεροι δ’ ἀριθμεῦνται ἐς ἔσχατον Ἡρακλῆα.': # Theoc. 17.27
        (('ἀμφότεροι', '+--+'), ('δ’', ''), ('ἀριθμεῦνται', '--+-'), ('ἐς', '-'), ('ἔσχατον', '+--'), ('Ἡρακλῆα', '++++')),
    'ῥηίδιοι δὲ γοναί, τέκνα δ’ οὐ ποτεοικότα πατρί.': # Theoc. 17.44
        (('ῥηίδιοι', '+--+'), ('δὲ', '-'), ('γοναί', '-+'), ('τέκνα', '++'), ('δ’', ''), ('οὐ','+'), ('ποτεοικότα', '--+--'), ('πατρί', '++')),
    'καὶ νάσοις Κυκλάδεσσιν, ἐπεί οἱ νᾶες ἄρισται': # Theoc. 17.90
        (('καὶ', '+'), ('νάσοις', '++'), ('Κυκλάδεσσιν', '--+-'), ('ἐπεί', '-+'), ('οἱ', '+'), ('νᾶες', '+-'), ('ἄρισται', '-++')),
    'οὐ γάρ τις δηίων πολυκήτεα Νεῖλον ὑπερβὰς': # Theoc. 17.98
        (('οὐ', '+'), ('γάρ', '+'), ('τις', '+'), ('δηίων', '++'), ('πολυκήτεα', '--+--'), ('Νεῖλον', '+-'), ('ὑπερβὰς', '-++')),
    'θωρηχθεὶς ἐπὶ βουσὶν ἀνάρσιος Αἰγυπτίῃσι·': # Theoc. 17.101
        (('θωρηχθεὶς', '+++'), ('ἐπὶ', '--'), ('βουσὶν', '+-'), ('ἀνάρσιος', '-+--'), ('Αἰγυπτίῃσι', '+--++')),
    'μυρμάκων ἅτε πλοῦτος ἀεὶ κέχυται μογεόντων·': # Theoc. 17.107
        (('μυρμάκων', '+++'), ('ἅτε', '--'), ('πλοῦτος', '+-'), ('ἀεὶ', '-+'), ('κέχυται', '--+'), ('μογεόντων', '--++')),
    'ἀέρι πᾳ κέκρυπται, ὅθεν πάλιν οὐκέτι νόστος·': # Theoc. 17.120
        (('ἀέρι', '+--'), ('πᾳ', '+'), ('κέκρυπται', '++-'), ('ὅθεν', '-+'), ('πάλιν', '--'), ('οὐκέτι', '+--'), ('νόστος', '++')),
    'μνάσομαι ἡμιθέων, δοκέω δ’ ἔπος οὐκ ἀπόβλητον': # Theoc. 17.136
        (('μνάσομαι', '+--'), ('ἡμιθέων', '+--+'), ('δοκέω', '--+'), ('δ’', ''), ('ἔπος', '--'), ('οὐκ', '+'), ('ἀπόβλητον', '--++')),
    'Ζανός τοι θυγάτηρ ὑπὸ τὰν μίαν ἵκετο χλαῖναν,': # Theoc. 18.19
        (('ζανός', '++'), ('τοι', '+'), ('θυγάτηρ', '--+'), ('ὑπὸ', '--'), ('τὰν', '+'), ('μίαν', '--'), ('ἵκετο', '+--'), ('χλαῖναν', '++')),
    'ἄμμες δ’ αἱ πᾶσαι συνομάλικες, αἷς δρόμος ωὑτός': # Theoc. 18.22
        (('ἄμμες', '++'), ('δ’', ''), ('αἱ', '+'), ('πᾶσαι', '++'), ('συνομάλικες', '--+--'), ('αἷς', '+'), ('δρόμος', '--'), ('ωὑτός', '++')),
    'οὔτέ τις ἐκ ταλάρω πανίσδεται ἔργα τοιαῦτα,': # Theoc. 18.32
        (('οὔτέ', '+-'), ('τις', '-'), ('ἐκ', '+'), ('ταλάρω', '--+'), ('πανίσδεται', '++--'), ('ἔργα', '+-'), ('τοιαῦτα', '-++')),
    'εὐτεκνίαν, Κύπρις δέ, θεὰ Κύπρις ἶσον ἔρασθαι': # Theoc. 18.51
        (('εὐτεκνίαν', '+++'), ('Κύπρις', '++'), ('δέ', '-'), ('θεὰ', '-+'), ('Κύπρις', '--'), ('ἶσον', '+-'), ('ἔρασθαι', '-++')),
    'οἷα βλέπεις, ὁπποῖα λαλεῖς, ὡς ἄγρια παίσδεις,': # Theoc. 20.6
        (('οἷα', '+-'), ('βλέπεις', '-+'), ('ὁπποῖα', '++-'), ('λαλεῖς', '-+'), ('ὡς', '+'), ('ἄγρια', '+--'), ('παίσδεις', '++')),
    'χείλεσι μυχθίζοισα καὶ ὄμμασι λοξὰ βλέποισα,': # Theoc. 20.13
        (('χείλεσι', '+--'), ('μυχθίζοισα', '+++-'), ('καὶ', '-'), ('ὄμμασι', '+--'), ('λοξὰ', '+-'), ('βλέποισα', '-++')),
    'ἐν δρυμοῖσι φίλασε καὶ ἐν δρυμοῖσιν ἔκλαυσεν.': # Theoc. 20.36
        (('ἐν', '+'), ('δρυμοῖσι', '++-'), ('φίλασε', '-+-'), ('καὶ', '-'), ('ἐν', '+'), ('δρυμοῖσιν', '++-'), ('ἔκλαυσεν', '-++')),
    'ὦ Κρονίδα διὰ παῖδα βοηνόμον ὄρνις ἐπλάγχθης;': # Theoc. 20.41
        (('ὦ', '+'), ('Κρονίδα', '--+'), ('διὰ', '--'), ('παῖδα', '+-'), ('βοηνόμον', '-+--'), ('ὄρνις', '+-'), ('ἐπλάγχθης', '-++')),
    'οὗτος τοῖς ἁλιεῦσιν ὁ πᾶς πόρος, οὗτος ὁ πλοῦτος.': # Theoc. 21.14
        (('οὗτος', '++'), ('τοῖς', '+'), ('ἁλιεῦσιν', '--+-'), ('ὁ', '-'), ('πᾶς', '+'), ('πόρος', '--'), ('οὗτος', '+-'), ('ὁ', '-'), ('πλοῦτος', '++')),
    'ἁ φροντὶς κόπτοισα μακρὰν τὰν νύκτα ποιεῖ τοι.': # Theoc. 21.28
        (('ἁ', '+'), ('φροντὶς', '++'), ('κόπτοισα', '++-'), ('μακρὰν', '-+'), ('τὰν', '+'), ('νύκτα', '+-'), ('ποιεῖ', '-+'), ('τοι', '+')),
    'φαντὶ γὰρ ἀγρυπνίαν τόδ’ ἔχειν.': # Theoc. 21.37
        (('φαντὶ', '+-'), ('γὰρ', '-'), ('ἀγρυπνίαν', '+--+'), ('τόδ’', '-'), ('ἔχειν', '-+')),
    'λέγε μοί ποτε νυκτὸς': # Theoc. 21.38
        (('λέγε', '--'), ('μοί', '+'), ('ποτε', '--'), ('νυκτὸς', '++')),
    'ἐν πέτρᾳ μεμαῶτα, καθεζόμενος δ’ ἐδόκευον': # Theoc. 21.42
        (('ἐν', '+'), ('πέτρᾳ', '++'), ('μεμαῶτα', '--+-'), ('καθεζόμενος', '-+--+'), ('δ’', ''), ('ἐδόκευον', '--++')),
    'ἰχθύας, ἐκ καλάμων δὲ πλάνον κατέσειον ἐδωδάν.': # Theoc. 21.43
        (('ἰχθύας', '+--'), ('ἐκ', '+'), ('καλάμων', '--+'), ('δὲ', '-'), ('πλάνον', '-+'), ('κατέσειον', '--+-'), ('ἐδωδάν', '-++')),
    'τὼ χέρε τεινόμενον περικλώμενον, εὐρὺν ἀγῶνα,': # Theoc. 21.48
        (('τὼ', '+'), ('χέρε', '--'), ('τεινόμενον', '+--+'), ('περικλώμενον', '--+--'), ('εὐρὺν', '+-'), ('ἀγῶνα', '-++')),
    'ἔνθα μιῆς πολλοὶ κατὰ κλίμακος ἀμφοτέρων ἒξ': # Theoc. 22.30
        (('ἔνθα', '+-'), ('μιῆς', '-+'), ('πολλοὶ', '++'), ('κατὰ', '--'), ('κλίμακος', '+--'), ('ἀμφοτέρων', '+--+'), ('ἒξ', '+')),
    'δεινὸς ἰδεῖν, σκληραῖσι τεθλασμένος οὔατα πυγμαῖς·': # Theoc. 22.45
        (('δεινὸς', '+-'), ('ἰδεῖν', '-+'), ('σκληραῖσι', '++-'), ('τεθλασμένος', '-+--'), ('οὔατα', '+--'), ('πυγμαῖς', '++')),
    'γνώσεαι, εἴ σευ δῖψος ἀνειμένα χείλεα τέρσει.': # Theoc. 22.63
        (('γνώσεαι', '+--'), ('εἴ', '+'), ('σευ', '+'), ('δῖψος', '+-'), ('ἀνειμένα', '-+--'), ('χείλεα', '+--'), ('τέρσει', '++')),
    'α. εἷς ἑνὶ χεῖρας ἄειρον ἐναντίος ἀνδρὶ καταστάς.': # Theoc. 22.65
        (('α.', ''), ('εἷς', '+'), ('ἑνὶ', '--'), ('χεῖρας', '+-'), ('ἄειρον', '-+-'), ('ἐναντίος', '-+--'), ('ἀνδρὶ', '+-'), ('καταστάς', '-++')),
    'πυγμάχος, ἢ καὶ ποσσὶ θενὼν σκέλος;': # Theoc. 22.66
        (('πυγμάχος', '+--'), ('ἢ', '+'), ('καὶ', '+'), ('ποσσὶ', '+-'), ('θενὼν', '-+'), ('σκέλος', '--')),
    '………ὄμματά γ’ ὀρθὸς': # Theoc. 22.67
        (('………', ''), ('ὄμματά', '+--'), ('γ’', ''), ('ὀρθὸς', '++')),
    'σὸς μὲν ἐγώ, σὺ δ’ ἐμὸς κεκλήσεαι, αἴκε κρατήσω.': # Theoc. 22.71
        (('σὸς', '+'), ('μὲν', '-'), ('ἐγώ', '-+'), ('σὺ', '-'), ('δ’', ''), ('ἐμὸς', '-+'), ('κεκλήσεαι', '++--'), ('αἴκε', '+-'), ('κρατήσω', '-++')),
    'πᾶν δ’ ἀπέσυρε μέτωπον ἐς ὀστέον. αὐτὰρ ὁ πληγεὶς': # Theoc. 22.105
        (('πᾶν', '+'), ('δ’', ''), ('ἀπέσυρε', '--+-'), ('μέτωπον', '-+-'), ('ἐς', '-'), ('ὀστέον', '+--'), ('αὐτὰρ', '+-'), ('ὁ', '-'), ('πληγεὶς', '++')),
    'αὐχένος ἀρχηγὸς Βεβρύκων· ὁ δ’ ἀεικέσι πληγαῖς': # Theoc. 22.110
        (('αὐχένος', '+--'), ('ἀρχηγὸς', '+++'), ('βεβρύκων', '--+'), ('ὁ', '-'), ('δ’', ''), ('ἀεικέσι', '-+--'), ('πληγαῖς', '++')),
    'λαιῇ δὲ στόμα κόψε, πυκνοὶ δ’ ἀράβησαν ὀδόντες·': # Theoc. 22.126
        (('λαιῇ', '++'), ('δὲ', '+'), ('στόμα', '--'), ('κόψε', '+-'), ('πυκνοὶ', '-+'), ('δ’', ''), ('ἀράβησαν', '--+-'), ('ὀδόντες', '-++')),
    'ὃν πατέρ’ ἐκ πόντοιο Ποσειδάωνα κικλήσκων,': # Theoc. 22.133
        (('ὃν', '+'), ('πατέρ’', '--'), ('ἐκ', '+'), ('πόντοιο', '++-'), ('ποσειδάωνα', '-+++-'), ('κικλήσκων', '-++')),
    'ἐσσυμένως ἐδίωκον ἀδελφεὼ υἷ’ Ἀφαρῆος,': # Theoc. 22.139
        (('ἐσσυμένως', '+--+'), ('ἐδίωκον', '--+-'), ('ἀδελφεὼ', '-+--'), ('υἷ’', '+'), ('ἀφαρῆος', '--++')),
    'μάρμαρον, αὐτὸν δὲ φλογέῳ συνέφλεξε κεραυνῷ.': # Theoc. 22.211
        (('μάρμαρον', '+--'), ('αὐτὸν', '++'), ('δὲ', '+'), ('φλογέῳ', '--+'), ('συνέφλεξε', '--+-'), ('κεραυνῷ', '-++')),
    'οὕτως πάντ’ ἐποίει ποτὶ τὸν φίλον· ἄγρια δ’ αὐτῷ': # Theoc. 23.11
        (('οὕτως', '++'), ('πάντ’', '+'), ('ἐποίει', '--+'), ('ποτὶ', '--'), ('τὸν', '+'), ('φίλον', '--'), ('ἄγρια', '+--'), ('δ’', ''), ('αὐτῷ', '++')),
    'ἁνίκα τὰν κραδίαν ὀπτεύμενος ἁλμυρὰ κλαύσῃ.': # Theoc. 23.34
        (('ἁνίκα', '+--'), ('τὰν', '+'), ('κραδίαν', '--+'), ('ὀπτεύμενος', '++--'), ('ἁλμυρὰ', '+--'), ('κλαύσῃ', '++')),
    'στᾶθι δὲ καὶ βραχὺ κλαῦσον, ἐπισπείσας δὲ τὸ δάκρυ': # Theoc. 23.38
        (('στᾶθι', '+-'), ('δὲ', '-'), ('καὶ', '+'), ('βραχὺ', '--'), ('κλαῦσον', '+-'), ('ἐπισπείσας', '-+++'), ('δὲ', '-'), ('τὸ', '-'), ('δάκρυ', '++')),
    'εὕδετ’ ἐμὰ ψυχά, δύ’ ἀδελφεώ, εὔσοα τέκνα·': # Theoc. 24.8
        (('εὕδετ’', '+-'), ('ἐμὰ', '-+'), ('ψυχά', '++'), ('δύ’', '-'), ('ἀδελφεώ', '-+--'), ('εὔσοα', '+--'), ('τέκνα', '++')),
    'ὦρσεν ἐπὶ πλατὺν οὐδόν, ὅθι σταθμὰ κοῖλα θυράων': # Theoc. 24.15
        (('ὦρσεν', '+-'), ('ἐπὶ', '-+'), ('πλατὺν', '--'), ('οὐδόν', '+-'), ('ὅθι', '-+'), ('σταθμὰ', '--'), ('κοῖλα', '+-'), ('θυράων', '-++')),
    'Ἰφικλέης, οὔλαν δὲ ποσὶν διελάκτισε χλαῖναν,': # Theoc. 24.25
        (('ἰφικλέης', '+--+'), ('οὔλαν', '++'), ('δὲ', '-'), ('ποσὶν', '-+'), ('διελάκτισε', '--+--'), ('χλαῖναν', '++')),
    'οὐλομένοις ὀφίεσσιν, ἃ καὶ θεοὶ ἐχθαίροντι.': # Theoc. 24.29
        (('οὐλομένοις', '+--+'), ('ὀφίεσσιν', '--+-'), ('ἃ', '-'), ('καὶ', '+'), ('θεοὶ', '--'), ('ἐχθαίροντι', '++++')),
    'Ἄνσταθ’ Ἀμφιτρύων· ἐμὲ γὰρ δέος ἴσχει ὀκνηρόν·': # Theoc. 24.35
        (('ἄνσταθ’', '+-'), ('ἀμφιτρύων', '+--+'), ('ἐμὲ', '--'), ('γὰρ', '+'), ('δέος', '--'), ('ἴσχει', '+-'), ('ὀκνηρόν', '-++')),
    'ἢ οὐ νοέεις, ὅτι νυκτὸς ἀωρί που, οἱ δέ τε τοῖχοι': # Theoc. 24.38
        (('ἢ', ''), ('οὐ', '+'), ('νοέεις', '--+'), ('ὅτι', '--'), ('νυκτὸς', '+-'), ('ἀωρί', '-+-'), ('που', '-'), ('οἱ', '+'), ('δέ', '-'), ('τε', '-'), ('τοῖχοι', '++')),
    'δμῶας δὴ τότ’ ἄυσεν ὕπνον βαρὺν ἐκφυσῶντας·': # Theoc. 24.47
        (('δμῶας', '++'), ('δὴ', '+'),  ('τότ’', '-'), ('ἄυσεν', '-+-'), ('ὕπνον', '-+'), ('βαρὺν', '--'), ('ἐκφυσῶντας', '++++')),
    'οἱ δ’ αἶψα προγένοντο λύχνοις ἅμα δαιομένοισι': # Theoc. 24.52
        (('οἱ', '+'), ('δ’', ''), ('αἶψα', '++'), ('προγένοντο', '--+-'), ('λύχνοις', '-+'), ('ἅμα', '--'), ('δαιομένοισι', '+--++')),
    'Ἀμφιτρύων δὲ τὸν ἄλλον ὑπ’ ἀμνείαν θέτο χλαῖναν': # Theoc. 24.62
        (('ἀμφιτρύων', '+--+'), ('δὲ', '-'), ('τὸν', '-'), ('ἄλλον', '+-'), ('ὑπ’', '-'), ('ἀμνείαν', '+++'), ('θέτο', '--'), ('χλαῖναν', '++')),
    'μόχθους, θνητὰ δὲ πάντα πυρὰ Τραχίνιος ἑξεῖ.': # Theoc. 24.83
        (('μόχθους', '++'), ('θνητὰ', '+-'), ('δὲ', '-'), ('πάντα', '+-'), ('πυρὰ', '-+'), ('τραχίνιος', '++--'), ('ἑξεῖ', '++')),
    'ῥωγάδας ἐς πέτρας ὑπερούριον, ἂψ δὲ νέεσθαι': # Theoc. 24.95
        (('ῥωγάδας', '+--'), ('ἐς', '+'), ('πέτρας', '++'), ('ὑπερούριον', '--+--'), ('ἂψ', '+'), ('δὲ', '-'), ('νέεσθαι', '-++')),
    'υἱὸς Ἀπόλλωνος μελεδωνεὺς ἄγρυπνος ἥρως,': # Theoc. 24.106
        (('υἱὸς', '+-'), ('Ἀπόλλωνος', '-+++'), ('μελεδωνεὺς', '--++'), ('ἄγρυπνος', '+--'), ('ἥρως', '++')),
    'αὐτὰρ ἀοιδὸν ἔθηκε καὶ ἄμφω χεῖρας ἔπλασσε': # Theoc. 24.109
        (('αὐτὰρ', '+-'), ('ἀοιδὸν', '-+-'), ('ἔθηκε', '-+-'), ('καὶ', '-'), ('ἄμφω', '++'), ('χεῖρας', '+-'), ('ἔπλασσε', '-++')),
    'ὁππόκα κλᾶρον ἅπαντα καὶ οἰνόπεδον μέγα Τυδεὺς': # Theoc. 24.130
        (('ὁππόκα', '+--'), ('κλᾶρον', '+-'), ('ἅπαντα', '-+-'), ('καὶ', '-'), ('οἰνόπεδον', '+--+'), ('μέγα', '--'), ('Τυδεὺς', '++')),
    'εἵματα δ’ οὐκ ἀσκητὰ μέσας ὑπὲρ ἕννυτο κνάμας.': # Theoc. 24.140
        (('εἵματα', '+--'), ('δ’', ''), ('οὐκ', '+'), ('ἀσκητὰ', '++-'), ('μέσας', '-+'), ('ὑπὲρ', '--'), ('ἕννυτο', '+--'), ('κνάμας', '++')),
    'Ἑρμέω ἁζόμενος δεινὴν ὄπιν εἰνοδίοιο·': # Theoc. 25.4
        (('ἑρμέω', '+--'), ('ἁζόμενος', '+--+'), ('δεινὴν', '++'), ('ὄπιν', '--'), ('εἰνοδίοιο', '+--++')),
    'οὔρους μὴν ἴσασι φυτοσκάφοι οἱ πολύεργοι,': # Theoc. 25.27
        (('οὔρους', '++'), ('μὴν', '+'), ('ἴσασι', '++-'), ('φυτοσκάφοι', '-+--'), ('οἱ', '+'), ('πολύεργοι', '--++')),
    'δίζεαι, οἵ οἱ ἔασιν. ἐγὼ δέ κέ τοι σάφα εἰδὼς': # Theoc. 25.37
        (('δίζεαι', '+--'), ('οἵ', '+'), ('οἱ', '-'), ('ἔασιν', '-+-'), ('ἐγὼ', '-+'), ('δέ', '-'), ('κέ', '-'), ('τοι', '+'), ('σάφα', '--'), ('εἰδὼς', '++')),
    'χρίμψασθαι ποτὶ πλευρὰ κάρη στιβαρόν τε μέτωπον.': # Theoc. 25.144
        (('χρίμψασθαι', '+++'), ('ποτὶ', '--'), ('πλευρὰ', '+-'), ('κάρη', '-+'), ('στιβαρόν', '--+'), ('τε', '-'), ('μέτωπον', '-++')),
    'ἔλπομαι οὐχ ἕτερον τόδε τλήμεναι Αἰγιαλήων': # Theoc. 25.174
        (('ἔλπομαι', '+--'), ('οὐχ', '+'), ('ἕτερον', '--+'), ('τόδε', '--'), ('τλήμεναι', '+--'), ('Αἰγιαλήων', '+--++')),
    'χειρῶν καρτερὸν ἔργον, ὅ τοι περὶ πλευρὰ καλύπτει.': # Theoc. 25.176
        (('χειρῶν', '++'), ('καρτερὸν', '+--'), ('ἔργον', '+-'), ('ὅ', '-'), ('τοι', '+'), ('περὶ', '--'), ('πλευρὰ', '+-'), ('καλύπτει', '-++')),
    'οὐ μὲν γάρ κε τοσόνδε κατ’ Ἀπίδα κνώδαλον εὕροις': # Theoc. 25.183
        (('οὐ', '+'), ('μὲν', '+'), ('γάρ', '+'), ('κε', '-'), ('τοσόνδε', '-+-'), ('κατ’', '-'), ('Ἀπίδα', '+--'), ('κνώδαλον', '+--'), ('εὕροις', '++')),
    'οἵ ἑθεν ἀγχόμοροι ναῖον πασχόντες ἄτλητα.': # Theoc. 25.203
        (('οἵ', '+'), ('ἑθεν', '--'), ('ἀγχόμοροι', '+--+'), ('ναῖον', '++'), ('πασχόντες', '++-'), ('ἄτλητα', '-++')),
    'μεσσηγὺς δ’ ἔβαλον στηθέων, ὅθι πνεύμονος ἕδρη.': # Theoc. 25.237
        (('μεσσηγὺς', '+++'), ('δ’', ''), ('ἔβαλον', '--+'), ('στηθέων', '++'), ('ὅθι', '--'), ('πνεύμονος', '+--'), ('ἕδρη', '++')),
    'ὄρπηκας κάμπτῃσιν ἐρινεοῦ εὐκεάτοιο,': # Theoc. 25.248
        (('ὄρπηκας', '+++'), ('κάμπτῃσιν', '++-'), ('ἐρινεοῦ', '-+--'), ('εὐκεάτοιο', '+--++')),
    'θάλψας ἐν πυρὶ πρῶτον, ἐπαξονίῳ κύκλα δίφρῳ·': # Theoc. 25.249
        (('θάλψας', '++'), ('ἐν', '+'), ('πυρὶ', '--'), ('πρῶτον', '+-'), ('ἐπαξονίῳ', '-+--+'), ('κύκλα', '--'), ('δίφρῳ', '++')),
    'τοῦ μὲν ὑπὲκ χειρῶν ἔφυγεν τανύφλοιος ἐρινεὸς': # Theoc. 25.250
        (('τοῦ', '+'), ('μὲν', '-'), ('ὑπὲκ', '-+'), ('χειρῶν', '++'), ('ἔφυγεν', '--+'), ('τανύφλοιος', '--+-'), ('ἐρινεὸς', '-++')),
    'ἦλθε, βίῃ σεισθέντος ἐν ὀστέῳ ἐγκεφάλοιο.': # Theoc. 25.261
        (('ἦλθε', '+-'), ('βίῃ', '-+'), ('σεισθέντος', '++-'), ('ἐν', '-'), ('ὀστέῳ', '+--'), ('ἐγκεφάλοιο', '+--++')),
    'οὐραίους ἐπιβάς, μηροῖσί τε πλεύρ’ ἐφύλασσον,': # Theoc. 25.269
        (('οὐραίους', '+++'), ('ἐπιβάς', '--+'), ('μηροῖσί', '++-'), ('τε', '-'), ('πλεύρ’', '+'), ('ἐφύλασσον', '--++')),
    'ἄπνευστον, ψυχὴν δὲ πελώριος ἔλλαχεν Ἅιδης.': # Theoc. 25.271
        (('ἄπνευστον', '+++'), ('ψυχὴν', '++'), ('δὲ', '-'), ('πελώριος', '-+--'), ('ἔλλαχεν', '+--'), ('Ἅιδης', '++')),
    'Πενθεὺς δ’ ἀλιβάτου πέτρας ἄπο πάντ’ ἐθεώρει,': # Theoc. 26.10
        (('πενθεὺς', '++'), ('δ’', ''), ('ἀλιβάτου', '+--+'), ('πέτρας', '++'), ('ἄπο', '--'), ('πάντ’', '+'), ('ἐθεώρει', '--++')),
    'Αὐτονόα πράτα νιν ἀνέκραγε δεινὸν ἰδοῖσα,': # Theoc. 26.12
        (('αὐτονόα', '+--+'), ('πράτα', '++'), ('νιν', '-'), ('ἀνέκραγε', '-+--'), ('δεινὸν', '+-'), ('ἰδοῖσα', '-++')),
    'Ἰνὼ δ’ ἐξέρρηξε σὺν ὠμοπλάτᾳ μέγαν ὦμον': # Theoc. 26.22
        (('ἰνὼ', '++'), ('δ’', ''), ('ἐξέρρηξε', '+++-'), ('σὺν', '-'), ('ὠμοπλάτᾳ', '+--+'), ('μέγαν', '--'), ('ὦμον', '++')),
    'λὰξ ἐπὶ γαστέρα βᾶσα, καὶ Αὐτονόας ῥυθμὸς ωὑτός·': # Theoc. 26.23
        (('λὰξ', '+'), ('ἐπὶ', '--'), ('γαστέρα', '+--'), ('βᾶσα', '+-'), ('καὶ', '-'), ('αὐτονόας', '+--+'), ('ῥυθμὸς', '++'), ('ωὑτός', '++')),
    'ἄστρα διακρίνας, ἐσκέψατο δ’ εἰς ἐνιαυτὸν': # Phaen. 1.11
        (('ἄστρα', '+-'), ('διακρίνας', '-+++'), ('ἐσκέψατο', '++--'), ('δ’', ''), ('εἰς', '+'), ('ἐνιαυτὸν', '--++')),
    'ἐσχατιὴν ἐπέχει γένυος δεινοῖο δέ πάμπαν ἔοικεν': # Phaen. 1.57
        (('ἐσχατιὴν', '+--+'), ('ἐπέχει', '--+'), ('γένυος', '--+'), ('δεινοῖο', '++-'), ('δέ', '-'), ('πάμπαν', '+-'), ('ἔοικεν', '-++')),
    'ἐξ ἄλλων Ἀρκτοῦρος': # Phaen. 1.95
        (('ἐξ', '+'), ('ἄλλων', '++'), ('Ἀρκτοῦρος', '++-')),
    'εἷς μὲυ ὑπωμαίων, εἷς δ’ ἰξυόθεν κατιόντων,': # Phaen. 1.144
        (('εἷς', '+'), ('μὲυ', '-'), ('ὑπωμαίων', '-+++'), ('εἷς', '+'), ('δ’', ''), ('ἰξυόθεν', '+--+'), ('κατιόντων', '--++')),
    'εἰ δέ τοι ἡνίοχον': # Phaen. 1.156
        (('εἰ', '+'), ('δέ', '-'), ('τοι', '-'), ('ἡνίοχον', '+--+')),
    'Θεσπιέων ἀνδρῶν ἐκὰς ὄψεαι· αὐτὰρ ὁ Ἵππος': # Phaen. 1.223
        (('θεσπιέων', '+--+'), ('ἀνδρῶν', '++'), ('ἐκὰς', '--'), ('ὄψεαι', '+--'), ('αὐτὰρ', '+-'), ('ὁ', '-'), ('ἵππος', '++')),
    'μεσσόθι δὲ τρίβει μέγαν οὐρανόν, ἧχί περ ἄκραι': # Phaen. 1.231
        (('μεσσόθι', '+--'), ('δὲ', '+'), ('τρίβει', '++'), ('μέγαν', '--'), ('οὐρανόν', '+--'), ('ἧχί', '+-'), ('περ', '-'), ('ἄκραι', '++')),
    'ῥεῖα γάρ οὖν ἔκρινε διὰ στίχας ὀξὺς ἀΐξας,': # Phaen. 1.334
        (('ῥεῖα', '+-'), ('γάρ', '-'), ('οὖν', '+'), ('ἔκρινε', '++-'), ('διὰ', '-+'), ('στίχας', '--'), ('ὀξὺς', '+-'), ('ἀΐξας', '-++')),
    'κῆτος, ὑπὸ Κριῷ τε καὶ Ἰχθύσιν ἀμφοτέροισιν,': # Phaen. 1.357
        (('κῆτος', '+-'), ('ὑπὸ', '-+'), ('κριῷ', '++'), ('τε', '-'), ('καὶ', '-'), ('ἰχθύσιν', '+--'), ('ἀμφοτέροισιν', '+--++')),
    'πεύσεαι· ἀντιπέρην γὰρ ἀείρεται Ἀρκτούροιο.': # Phaen. 1.405
        (('πεύσεαι', '+--'), ('ἀντιπέρην', '+--+'), ('γὰρ', '-'), ('ἀείρεται', '-+--'), ('ἀρκτούροιο', '++++')),
    'εἰ δέ κεν ἑσπερίης μὲν ἁλὸς κενταύρου ἀπείη': # Phaen. 1.431
        (('εἰ', '+'), ('δέ', '-'), ('κεν', '-'), ('ἑσπερίης', '+--+'), ('μὲν', '-'), ('ἁλὸς', '-+'), ('κενταύρου', '++-'), ('ἀπείη', '-++')),
    'βουλυτῷ ἐπέχει πλεῖον πλεῖον δίχα νυκτὸς ἰούσης,': # Phaen. 1.583
        (('βουλυτῷ', '+++'), ('ἐπέχει', '--+'), ('πλεῖον', '++'), ('πλεῖον', '++'), ('δίχα', '--'), ('νυκτὸς', '+-'), ('ἰούσης', '-++')),
    'δεινὸν ἐφεστηῶτ’ Ὀφιουχέα· τοῦ ἔπειτα': # Phaen. 1.613
        (('δεινὸν', '+-'), ('ἐφεστηῶτ’', '-+++'), ('ὀφιουχέα', '--+++'), ('τοῦ', '-'), ('ἔπειτα', '-++')),
    'τόξῳ ἀνέρχονται καὶ Τοξότηι ἀντέλλοντι.': # Phaen. 1.673
        (('τόξῳ', '+-'), ('ἀνέρχονται', '-+++'), ('καὶ', '+'), ('τοξότηι', '+--'), ('ἀντέλλοντι', '++++')),
    'αὐτῷ Κενταύρῳ, ὁπότ’ ἰχθύες': # Phaen. 1.700
        (('αὐτῷ', '++'), ('Κενταύρῳ', '+++'), ('ὁπότ’', '--'), ('ἰχθύες', '+--')),
    'ἢ Κριῷ λήγοντι φαείνεται ἢ ἐπὶ ταύρωι': # Phaen. 1.713
        (('ἢ', '+'), ('κριῷ', '++'), ('λήγοντι', '++-'), ('φαείνεται', '-+--'), ('ἢ', '+'), ('ἐπὶ', '--'), ('ταύρωι', '++')),
    'καὶ μέν τις καὶ καὶ νηῒ πολυκλύστου χειμῶνος': # Phaen. 1.744
        (('καὶ', '+'), ('μέν', '+'), ('τις', '+'), ('καὶ', '+'), ('καὶ', ''), ('νηῒ', '+-'), ('πολυκλύστου', '-+++'), ('χειμῶνος', '+++')),
    'σήματα δ’ οὐ μάηα πᾶσιν ἐπ’ ἤμασι πάντα τέτυκται·': # Phaen. 1.805
        (('σήματα', '+--'), ('δ’', ''), ('οὐ', '+'), ('μάηα', '--'), ('πᾶσιν', '+-'), ('ἐπ’', '-'), ('ἤμασι', '+--'), ('πάντα', '+-'), ('τέτυκται', '-++')),
    'οὐ γάρ, ὅτ’ ἀμφοτέρωθεν ἁμοῦ ἁμοῦ περὶ μέσσον ἔχουσιν': # Phaen. 1.884
        (('οὐ', '+'), ('γάρ', '-'), ('ὅτ’', '-'), ('ἀμφοτέρωθεν', '+--+-'), ('ἁμοῦ', '-+'), ('ἁμοῦ', '++'), ('περὶ', '--'), ('μέσσον', '+-'), ('ἔχουσιν', '-++')),
    'ταρφέα, ταὶ δ’ ὄπιθεν ῥυμοὶ ὑπολευκαίνωνται,': # Phaen. 1.927
        (('ταρφέα', '+--'), ('ταὶ', '+'), ('δ’', ''), ('ὄπιθεν', '--+'), ('ῥυμοὶ', '++'), ('ὑπολευκαίνωνται', '--++++')),
    'θύων Ἰδαίοιο περὶ προχοῇσι Σκαμάνδρου,': # Q.S. 1.10
        (('θύων', '++'), ('Ἰδαίοιο', '+++-'), ('περὶ', '-+'), ('προχοῇσι', '--+-'), ('Σκαμάνδρου', '-++')),
    'ἀλλ’ ἄρα πασάων μέγ’ ὑπείρεχε Πενθεσίλεια·': # Q.S. 1.36
        (('ἀλλ’', '+'), ('ἄρα', '--'), ('πασάων', '+++'), ('μέγ’', '-'), ('ὑπείρεχε', '-+--'), ('πενθεσίλεια', '+--++')),
    'ἐκπρέπει ἐν πάντεσσιν ἀριζήλη γεγαυῖα': # Q.S. 1.38
        (('ἐκπρέπει', '+--'), ('ἐν', '+'), ('πάντεσσιν', '++-'), ('ἀριζήλη', '-+++'), ('γεγαυῖα', '--++')),
    'δεινὴν Πενθεσίλειαν ἐπὶ πτόλεμον μεμαυῖαν,': # Q.S. 1.71
        (('δεινὴν', '++'), ('πενθεσίλειαν', '+--+-'), ('ἐπὶ', '-+'), ('πτόλεμον', '--+'), ('μεμαυῖαν', '--++')),
    'ἡ δ’ ἄρ’ ὑπέσχετο ἔργον, ὃ οὔποτε θνητὸς ἐώλπει,': # Q.S. 1.93
        (('ἡ', '+'), ('δ’', ''), ('ἄρ’', '-'), ('ὑπέσχετο', '-+--'), ('ἔργον', '+-'), ('ὃ', '-'), ('οὔποτε', '+--'), ('θνητὸς', '+-'), ('ἐώλπει', '-++')),
    'ἡ δὲ κιοῦς’ εὕδεσκεν· ὕπνος δέ οἱ ὄσσε κάλυψε': # Q.S. 1.123
        (('ἡ', '+'), ('δὲ', '-'), ('κιοῦς’', '-+'), ('εὕδεσκεν', '++-'), ('ὕπνος', '-+'), ('δέ', '-'), ('οἱ', '-'), ('ὄσσε', '+-'), ('κάλυψε', '-++')),
    'οἷ τ’ αὐτῇ, μεμαυῖα ποτὶ πτολέμου στροφάλιγγα.': # Q.S. 1.127
        (('οἷ', '+'), ('τ’', ''), ('αὐτῇ', '++'), ('μεμαυῖα', '--+-'), ('ποτὶ', '-+'), ('πτολέμου', '--+'), ('στροφάλιγγα', '--++')),
    'καί μιν ἐποτρύνεσκε ποδάρκεος ἄντ’ ’αχιλῆος': # Q.S. 1.130
        (('καί', '+'), ('μιν', '-'), ('ἐποτρύνεσκε', '-+++-'), ('ποδάρκεος', '-+--'), ('ἄντ’ ’', '+'), ('αχιλῆος', '--++')),
    'Τρῶας ἐποτρύνουσα μάχην ἐς κυδιάνειραν': # Q.S. 1.162
        (('τρῶας', '+-'), ('ἐποτρύνουσα', '-+++-'), ('μάχην', '-+'), ('ἐς', '+'), ('κυδιάνειραν', '+--++')),
    'ὤπασεν Ὠρείθνια πάρος Θρῄκηνδε κιοήσῃ': # Q.S. 1.168
        (('ὤπασεν', '+--'), ('ὠρείθυια', '+++-'), ('πάρος', '-+'), ('Θρῄκηνδε', '++-'), ('κιοήσῃ', '-++')),
    'αἴδεσσαι δ’ ἐμὸν ἦτορ, ἐπεὶ κακὰ πολλὰ τέτληκα': # Q.S. 1.192
        (('αἴδεσσαι', '+++'), ('δ’', ''), ('ἐμὸν', '--'), ('ἦτορ', '+-'), ('ἐπεὶ', '-+'), ('κακὰ', '--'), ('πολλὰ', '+-'), ('τέτληκα', '-++')),
    'αἴδεο δ’, ἕως ἔτι παῦροι ἀφ’ αἵματός εἰμεν ἀγαυοῦ': # Q.S. 1.195
        (('αἴδεο', '+-'), ('δ’', ''), ('ἕως', '-+'), ('ἔτι', '--'), ('παῦροι', '+-'), ('ἀφ’', '-'), ('αἵματός', '+--'), ('εἰμεν', '+-'), ('ἀγαυοῦ', '-++')),
    'Δαρδάνου, ἕως ἀδάϊκτος ἔτι πτόλις, ὄφρα καὶ ἡμεῖς': # Q.S. 1.196
        (('δαρδάνου', '+--'), ('ἕως', '+'), ('ἀδάϊκτος', '--+-'), ('ἔτι', '-+'), ('πτόλις', '--'), ('ὄφρα', '+-'), ('καὶ', '-'), ('ἡμεῖς', '++')),
    'ἦ ῥα μέγ’ εὐχόμενος· τῷ δ’ αἰετὸς ὀξὺ κεκληγὼς': # Q.S. 1.198
        (('ἦ', '+'), ('ῥα', '-'), ('μέγ’', '-'), ('εὐχόμενος', '+--+'), ('τῷ', '+'), ('δ’', ''), ('αἰετὸς', '+--'), ('ὀξὺ', '+-'), ('κεκληγὼς', '-++')),
    'τὴν δὲ πυρὸς ῥιπῇ ἐναλίγκιον, ἥ τ’ ἐπὶ θάμνοις': # Q.S. 1.209
        (('τὴν', '+'), ('δὲ', '+'), ('πυρὸς', '+-'), ('ῥιπῇ', '-+'), ('ἐναλίγκιον', '--+--'), ('ἥ', '+'), ('τ’', ''), ('ἐπὶ', '--'), ('θάμνοις', '++')),
    'καί νύ τις ἐν μέσσοισιν ἐποτρύνει πονέεσθαι·': # Q.S. 1.215
        (('καί', '+'), ('νύ', '-'), ('τις', '-'), ('ἐν', '+'), ('μέσσοισιν', '++-'), ('ἐποτρύνει', '-+++'), ('πονέεσθαι', '--++')),
    'οἳ Μυκάλην ἐνέμοντο Λάτμοιό τε λευκὰ κάρηνα': # Q.S. 1.282
        (('οἳ', '+'), ('μυκάλην', '--+'), ('ἐνέμοντο', '--+-'), ('Λάτμοιό', '-+-'), ('τε', '-'), ('λευκὰ', '+-'), ('κάρηνα', '-++')),
    'Αἴας ὀβριμόθυμος ἰδὲ πτολίπορθος Ἀχιλλεύς,': # Q.S. 1.377
        (('αἴας', '++'), ('ὀβριμόθυμος', '+--+-'), ('ἰδὲ', '-+'), ('πτολίπορθος', '--+-'), ('ἀχιλλεύς', '-++')),
    'Τισιφόνην· κρατερῇσι δ’ ὑπὸ φρεσὶν ἐμμεμαυῖα': # Q.S. 1.406
        (('τισιφόνην', '+--+'), ('κρατερῇσι', '--+-'), ('δ’', ''), ('ὑπὸ', '-+'), ('φρεσὶν', '--'), ('ἐμμεμαυῖα', '+--++')),
    'ἢ οὐχ ὁράατε γυναῖκα μέγ’ αἰζηῶν προφέρουσαν': # Q.S. 1.420
        (('ἢ', ''), ('οὐχ', '+'), ('ὁράατε', '--+-'), ('γυναῖκα', '-+-'), ('μέγ’', '-'), ('αἰζηῶν', '+++'), ('προφέρουσαν', '--++')),
    'βήμεναι ἐν τεύχεσσιν ἀρηγέμεναι μεμαυῖαι': # Q.S. 1.438
        (('βήμεναι', '+--'), ('ἐν', '+'), ('τεύχεσσιν', '++-'), ('ἀρηγέμεναι', '-+--+'), ('μεμαυῖαι', '--++')),
    'ἀλλ’ ἄρα νηίδες ἔργον ἐπ’ ἄτλητον μεμαυῖαι': # Q.S. 1.453
        (('ἀλλ’', '+'), ('ἄρα', '--'), ('νηίδες', '+--'), ('ἔργον', '+-'), ('ἐπ’', '-'), ('ἄτλητον', '+++'), ('μεμαυῖαι', '--++')),
    'ἄμφω ἐπειγόμενοι δηίων ἀπὸ λαὸν ὀλέσσαι.': # Q.S. 1.522
        (('ἄμφω', '+-'), ('ἐπειγόμενοι', '-+--+'), ('δηίων', '++'), ('ἀπὸ', '--'), ('λαὸν', '+-'), ('ὀλέσσαι', '-++')),
    'καὶ γάρ μευ γένος ἐστὶν Ἀρήιον· οὐδέ με θνητὸς': # Q.S. 1.560
        (('καὶ', '+'), ('γάρ', '+'), ('μευ', '+'), ('γένος', '--'), ('ἐστὶν', '+-'), ('ἀρήιον', '-+--'), ('οὐδέ', '+-'), ('με', '-'), ('θνητὸς', '++')),
    'ἣ μέγ’ ἔτλης καὶ νῶιν ἐπηπείλησας ὄλεθρον': # Q.S. 1.583
        (('ἣ', '+'), ('μέγ’', '-'), ('ἔτλης', '-+'), ('καὶ', '+'), ('νῶιν', '+-'), ('ἐπηπείλησας', '-+++-'), ('ὄλεθρον', '-++')),
    'ἀντικρὺ διάμησεν ὑπ’ ἔγχεϊ μαιμώωντι': # Q.S. 1.620
        (('ἀντικρὺ', '+++'), ('διάμησεν', '--+-'), ('ὑπ’', '-'), ('ἔγχεϊ', '+--'), ('μαιμώωντι', '++++')),
    'ἠδὲ σοὶ αἰνομόρῳ, ἐπειή νύ σε Κῆρες ἐρεμναὶ': # Q.S. 1.651
        (('ἠδὲ', '+-'), ('σοὶ', '-'), ('αἰνομόρῳ', '+--+'), ('ἐπειή', '--+'), ('νύ', '-'), ('σε', '-'), ('Κῆρες', '+-'), ('ἐρεμναὶ', '-++')),
    'κούρης εἰσορόων ἐρατὸν σθένος ἐν κουίῃσι·': # Q.S. 1.719
        (('κούρης', '++'), ('εἰσορόων', '+--+'), ('ἐρατὸν', '--+'), ('σθένος', '--'), ('ἐν', '+'), ('κουίῃσι', '+++')),
    'ὁππόσον ἀμφ’ ἑτάροιο πάρος Πατρόκλοιο δαμέντος.': # Q.S. 1.721
        (('ὁππόσον', '+--'), ('ἀμφ’', '+'), ('ἑτάροιο', '--+-'), ('πάρος', '-+'), ('πατρόκλοιο', '--+-'), ('δαμέντος', '-++')),
    'πῇ δὲ βίη βασιλῆος ἀμύμονος; οὐδέ τι οἶαθα': # Q.S. 1.734
        (('πῇ', '+'), ('δὲ', '-'), ('βίη', '-+'), ('βασιλῆος', '--+-'), ('ἀμύμονος', '-+--'), ('οὐδέ', '+-'), ('τι', '-'), ('οἶαθα', '++')),
    'Τυδέος ὄβριμος υἱός, ὁ δ’ Ἀγρίου ἰσοθέοιο,': # Q.S. 1.770
        (('τυδέος', '+--'), ('ὄβριμος', '+--'), ('υἱός', '+-'), ('ὁ', '-'), ('δ’', ''), ('ἀγρίου', '+--'), ('ἰσοθέοιο', '+--++')),
    'ἐς μέγα σῆμα βαλέσθαι ἀφνειοῦ Λαομέδοντος.': # Q.S. 1.788
        (('ἐς', '+'), ('μέγα', '--'), ('σῆμα', '+-'), ('βαλέσθαι', '-+-'), ('ἀφνειοῦ', '-++'), ('Λαομέδοντος', '+--++')),
    'ὀστέα δ’ ἀλλέξαντες ἄδην ἐπέχευαν σἄλειφα': # Q.S. 1.796
        (('ὀστέα', '+--'), ('δ’', ''), ('ἀλλέξαντες', '+++-'), ('ἄδην', '-+'), ('ἐπέχευαν', '--+-'), ('σἄλειφα', '-++')),
    'ἀλλ’ ἄγε τλῆτ’ ἔτι βαιόν, ἐπεὶ πολὺ λώιόν ἐστι': # Q.S. 2.38
        (('ἀλλ’', '+'), ('ἄγε', '--'), ('τλῆτ’', '+'), ('ἔτι', '--'), ('βαιόν', '+-'), ('ἐπεὶ', '-+'), ('πολὺ', '--'), ('λώιόν', '+--'), ('ἐστι', '++')),
    'εἰ μὲν δὴ Μέμνων τοι ἀριφραδέως κατένευσεν': # Q.S. 2.43
        (('εἰ', '+'), ('μὲν', '+'), ('δὴ', '+'), ('μέμνων', '++'), ('τοι', '-'), ('ἀριφραδέως', '-+--+'), ('κατένευσεν', '--++')),
    'ἐκδόμεν, ἕως οὐ κτῆσιν ἀνάρσια φῦλα δέδασται': # Q.S. 2.57
        (('ἐκδόμεν', '+--'), ('ἕως', '+'), ('οὐ', '+'), ('κτῆσιν', '+-'), ('ἀνάρσια', '-+--'), ('φῦλα', '+-'), ('δέδασται', '-++')),
    'ἀλλὰ δέος καὶ φύζα· σὺ δ’ εὔχεαι εἶναι ἄριστος': # Q.S. 2.70
        (('ἀλλὰ', '+-'), ('δέος', '-+'), ('καὶ', '+'), ('φύζα', '+-'), ('σὺ', '-'), ('δ’', ''), ('εὔχεαι', '+--'), ('εἶναι', '+-'), ('ἄριστος', '-++')),
    'σήμερον· αὐτὰρ ἔπειτα μαχήσεαι, ὡς ἐπέοικεν.': # Q.S. 2.135
        (('σήμερον', '+--'), ('αὐτὰρ', '+-'), ('ἔπειτα', '-+-'), ('μαχήσεαι', '-+--'), ('ὡς', '+'), ('ἐπέοικεν', '--++')),
    'ἐκ θεμέθλων· μάλα γάρ ῥα περιτρομέει βαθὺ γαῖα·': # Q.S. 2.232
        (('ἐκ', '+'), ('θεμέθλων', '--+'), ('μάλα', '--'), ('γάρ', '+'), ('ῥα', '-'), ('περιτρομέει', '-+--+'), ('βαθὺ', '--'), ('γαῖα', '++')),
    'Ἀντίλοχος· τοῦ δ’ οὔτι λύθη κέαρ, οὕνεκς’ ἄρ’ αὐτοῦ': # Q.S. 2.252
        (('ἀντίλοχος', '+--+'), ('τοῦ', '+'), ('δ’', ''), ('οὔτι', '+-'), ('λύθη', '-+'), ('κέαρ', '--'), ('οὕνεκ’', '+-'), ('ἄρ’', '-'), ('αὐτοῦ', '++')),
    'σφοὺς ἑτάρους δηίοισιν ἐπελθέμεν· ἂν δὲ καὶ αὐτὸς': # Q.S. 2.302
        (('σφοὺς', '+'), ('ἑτάρους', '--+'), ('δηίοισιν', '++-'), ('ἐπελθέμεν', '-+--'), ('ἂν', '+'), ('δὲ', '-'), ('καὶ', '-'), ('αὐτὸς', '++')),
    'ἀντιάαν δηίοισι· θρασὺς δέ μοι ἔλπετο θυμὸς': # Q.S. 2.312
        (('ἀντιάαν', '+--+'), ('δηίοισι', '++-'), ('θρασὺς', '-+'), ('δέ', '-'), ('μοι', '-'), ('ἔλπετο', '+--'), ('θυμὸς', '++')),
    'οὐ μὲν γὰρ δηίοισι πονεύμενον εἵνεκα παιδὸς': # Q.S. 2.321
        (('οὐ', '+'), ('μὲν', '+'), ('γὰρ', '+'), ('δηίοισι', '++-'), ('πονεύμενον', '-+--'), ('εἵνεκα', '+--'), ('παιδὸς', '++')),
    'νῦν δὲ σὺ μὲν μάλα πάγχυ μέγ’ εὔχεαι, οὕνεκα θυμὸς': # Q.S. 2.325
        (('νῦν', '+'), ('δὲ', '-'), ('σὺ', '-'), ('μὲν', '+'), ('μάλα', '--'), ('πάγχυ', '+-'), ('μέγ’', '-'), ('εὔχεαι', '+--'), ('οὕνεκα', '+--'), ('θυμὸς', '++')),
    'θαρσαλέος νέου ἀνδρὸς ἐλαφρότερον δὲ νόημα·': # Q.S. 2.326
        (('θαρσαλέος', '+--+'), ('νέου', '--'), ('ἀνδρὸς', '+-'), ('ἐλαφρότερον', '-+--+'), ('δὲ', '-'), ('νόημα', '-++')),
    'τῷ ῥα καὶ ὑψηλὰ φρονέων ἀποφώλια βάζεις.': # Q.S. 2.327
        (('τῷ', '+'), ('ῥα', '+'), ('καὶ', '+'), ('ὑψηλὰ', '++-'), ('φρονέων', '-+'), ('ἀποφώλια', '--+--'), ('βάζεις', '++')),
    'Αἰθιόπων ὑπὸ χερσί· λύορῳ δ’ ἐφορύνετο γαῖα': # Q.S. 2.356
        (('αἰθιόπων', '+--+'), ('ὑπὸ', '--'), ('χερσί', '+-'), ('λύορῳ', '--+'), ('δ’', ''), ('ἐφορύνετο', '--+--'), ('γαῖα', '++')),
    'αἰὲν ἐπεσσύμενος δηίων στίχας· ἀμφὶ δὲ νεκρῶν': # Q.S. 2.358
        (('αἰὲν', '+-'), ('ἐπεσσύμενος', '-+--+'), ('δηίων', '++'), ('στίχας', '--'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('νεκρῶν', '++')),
    'στείνετο Τρώιον δὖδας· ὁ δ’ οὐκ ἀπέληγε κυδοιμοῦ·': # Q.S. 2.359
        (('στείνετο', '+--'), ('τρώιον', '++'), ('οὖδας', '+-'), ('ὁ', '-'), ('δ’', ''), ('οὐκ', '+'), ('ἀπέληγε', '--+-'), ('κυδοιμοῦ', '-++')),
    'αἰχμητής τε Μένεκλος Ἀλέξιππός τε Κλύδων τε': # Q.S. 2.365
        (('αἰχμητής', '+++'), ('τε', '-'), ('Μένεκλος', '-+-'), ('ἀλέξιππός', '-+++'), ('τε', '-'), ('Κλύδων', '-+'), ('τε', '+')),
    'ὣς φάτο· τοῦ δ’ ἀΐπμτπς ὑπὸ φρένας ἔμπεσε πένθος·': # Q.S. 2.395
        (('ὣς', '+'), ('φάτο', '--'), ('τοῦ', '+'), ('δ’', ''), ('ἀΐοντος', '--+-'), ('ὑπὸ', '-+'), ('φρένας', '--'), ('ἔμπεσε', '+--'), ('πένθος', '++')),
    'Νηρεΐδος, τῆς αὐτὸς ἐρεύχεαι ἔκγονος εἶναι·': # Q.S. 2.422
        (('νηρεΐδος', '+--+'), ('τῆς', '+'), ('αὐτὸς', '+-'), ('ἐρεύχεαι', '-+--'), ('ἔκγονος', '+--'), ('εἶναι', '++')),
    'Ἕκτορα γὰρ Πατρόκλοιο, σὲ δ’ Ἀντιλόχοιο χολωθεὶς': # Q.S. 2.447
        (('ἕκτορα', '+--'), ('γὰρ', '+'), ('πατρόκλοιο', '--+-'), ('σὲ', '-'), ('δ’', ''), ('ἀντιλόχοιο', '+--+-'), ('χολωθεὶς', '-++')),
    'πολλάκις ἰθύνεσκον ἑὸν μένος, ἄλλοτε δ’ αὖτε': # Q.S. 2.463
        (('πολλάκις', '+--'), ('ἰθύνεσκον', '+++-'), ('ἑὸν', '-+'), ('μένος', '--'), ('ἄλλοτε', '+--'), ('δ’', ''), ('αὖτε', '++')),
    'Εὖτ’ ὀμίχλη κατ’ ὄρεσφιν ὀρινομένου ὑετοῖο,': # Q.S. 2.471
        (('εὖτ’', '+'), ('ὀμίχλη', '--+'), ('κατ’', '-'), ('ὄρεσφιν', '-+-'), ('ὀρινομένου', '-+--+'), ('ὑετοῖο', '--++')),
    'ὁππότε δὴ κελάδοντεζ ἐνιπλήθονται ἔναυλοι': # Q.S. 2.472
        (('ὁππότε', '+--'), ('δὴ', '+'), ('κελάδοντες', '--+-'), ('ἐνιπλήθονται', '-+++-'), ('ἔναυλοι', '-++')),
    'χειμάρρους ὀμίχλην τε φίλην ὀλοοῖσι λύκοισιν': # Q.S. 2.475
        (('χειμάρρους', '+++'), ('ὀμίχλην', '--+'), ('τε', '-'), ('φίλην', '-+'), ('ὀλοοῖσι', '--+-'), ('λύκοισιν', '-++')),
    'ἵπποις ἐμβεβαυῖα δι’ αἰθέρος· αἱ δέ οἱ ἄγχι': # Q.S. 2.501
        (('ἵπποις', '++'), ('ἐμβεβαυῖα', '+--+-'), ('δι’', '-'), ('αἰθέρος', '+--'), ('αἱ', '+'), ('δέ', '-'), ('οἱ', '-'), ('ἄγχι', '++')),
    'οὐρανὸνς ὡς νεξέεσσιν ἐς αἰγοκερῆα κιόντος': # Q.S. 2.533
        (('οὐρανὸς', '+--'), ('ὡς', '+'), ('νεφέεσσιν', '--+-'), ('ἐς', '-'), ('αἰγοκερῆα', '+--+-'), ('κιόντος', '-++')),
    'σῆμα καὶ ἐσσομένοις· τὰς γὰρ θεοὶ ἄλλοθεν ἄλλην': # Q.S. 2.558
        (('σῆμα', '+-'), ('καὶ', '-'), ('ἐσσομένοις', '+--+'), ('τὰς', '+'), ('γὰρ', '+'), ('θεοὶ', '--'), ('ἄλλοθεν', '+--'), ('ἄλλην', '++')),
    'μακρὸν ἀνεστονάχνησε πολύστονος Ἠριγένεια·': # Q.S. 2.608
        (('μακρὸν', '+-'), ('ἀνεστονάχησε', '-+--+-'), ('πολύστονος', '-+--'), ('ἠριγένεια', '+--++')),
    'ὄφρα τι καὶ Κρονίδαο πρεὶ φρένας ἄλγος ἵκηται·': # Q.S. 2.615
        (('ὄφρα', '+-'), ('τι', '-'), ('καὶ', '+'), ('κρονίδαο', '--++'), ('πρεὶ', '+'), ('φρένας', '--'), ('ἄλγος', '+-'), ('ἵκηται', '-++')),
    'Ἀντίλοχον δ’ ἄρα κλαῖον· ἔχον δ’ ἅμα χάρματι πένθος.': # Q.S. 2.633
        (('ἀντίλοχον', '+--+'), ('δ’', ''), ('ἄρα', '--'), ('κλαῖον', '+-'), ('ἔχον', '-+'), ('δ’', ''), ('ἅμα', '--'), ('χάρματι', '+--'), ('πένθος', '++')),
    'τῆς ἄρα Πληιάδες πρότεραι ἴσαν· ἡ δὲ καὶ αὐτὴ': # Q.S. 2.665
        (('τῆς', '+'), ('ἄρα', '--'), ('πληιάδες', '+--+'), ('πρότεραι', '--+'), ('ἴσαν', '--'), ('ἡ', '+'), ('δὲ', '-'), ('καὶ', '-'), ('αὐτὴ', '++')),
    'ἀνδρὸς γὰρ πινυτοῖο περὶ φρεσὶ τλήμεναι ἄλγος': # Q.S. 3.8
        (('ἀνδρὸς', '++'), ('γὰρ', '+'), ('πινυτοῖο', '--+-'), ('περὶ', '-+'), ('φρεσὶ', '--'), ('τλήμεναι', '+--'), ('ἄλγος', '++')),
    'ὣς ἐκλίθη δέμας ἠῢ κατ’ οὔδεος Αἰακίδαο.': # Q.S. 3.66
        (('ὣς', '+'), ('ἐκλίθη', '--+'), ('δέμας', '--'), ('ἠῢ', '+-'), ('κατ’', '-'), ('οὔδεος', '+--'), ('Αἰακίδαο', '+--++')),
    'ἀμφὶ δὲ παπτήνας ὀλοὸν καὶ † ἔπος ἀκράαντον ὁμόκλα·': # Q.S. 3.67
        (('ἀμφὶ', '+-'), ('δὲ', '-'), ('παπτήνας', '+++'), ('ὀλοὸν', '--+'), ('καὶ', '+'), ('ἔπος', '--'), ('ἀκράαντον', '+++-'), ('ὁμόκλα', '-++')),
    'ἔσσυτο τειρομένοιο· πότμος δέ οἱ ἦτορ ἐδάμνα.': # Q.S. 3.85
        (('ἔσσυτο', '+--'), ('τειρομένοιο', '+--+-'), ('πότμος', '-+'), ('δέ', '-'), ('οἱ', '-'), ('ἦτορ', '+-'), ('ἐδάμνα', '-++')),
    'πατρὶ ἑῷ· πολέσιν δὲ κακὸν δηίοισι πελάσσει.': # Q.S. 3.122
        (('πατρὶ', '+-'), ('ἑῷ', '-+'), ('πολέσιν', '--+'), ('δὲ', '-'), ('κακὸν', '-+'), ('δηίοισι', '++-'), ('πελάσσει', '-++')),
    'οὐδέ οἱ ὀφθαλμοῖαι καταντίον εἰσοράασθαι': # Q.S. 3.131
        (('οὐδέ', '+-'), ('οἱ', '-'), ('ὀφθαλμοῖσι', '+++-'), ('καταντίον', '-+--'), ('εἰσοράασθαι', '+--++')),
    'ἧστο κατωπιόων· ἄμοτον δέ οἱ ἐακύζοντο': # Q.S. 3.133
        (('ἧστο', '+-'), ('κατωπιόων', '-+--+'), ('ἄμοτον', '--+'), ('δέ', '-'), ('οἱ', '-'), ('ἐσκύζοντο', '++++')),
    'ἀλλὰ δι’ αὐτῆς αἶψα καὶ ὀστέου ἔνδον ἵκανεν': # Q.S. 3.153
        (('ἀλλὰ', '+-'), ('δι’', '-'), ('αὐτῆς', '++'), ('αἶψα', '+-'), ('καὶ', '-'), ('ὀστέου', '+--'), ('ἔνδον', '+-'), ('ἵκανεν', '-++')),
    'ἐς θέμεθλ’ ὀφθαλμοῖο· χαμαὶ δέ οἱ ἔκπεσε γλήνη': # Q.S. 3.156
        (('ἐς', '+'), ('θέμεθλ’', '--'), ('ὀφθαλμοῖο', '+++-'), ('χαμαὶ', '-+'), ('δέ', '-'), ('οἱ', '-'), ('ἔκπεσε', '+--'), ('γλήνη', '++')),
    'ὣς φάτο· τοὶ δ’ ἀΐοντες ὑπέτρεσαν, εὖτ’ ἐν ὄρεσσι ὄρεσσι': # Q.S. 3.170
        (('ὣς', '+'), ('φάτο', '--'), ('τοὶ', '+'), ('δ’', ''), ('ἀΐοντες', '--+-'), ('ὑπέτρεσαν', '-+--'), ('εὖτ’', '+'), ('ἐν', '-'), ('ὄρεσσι', '-++'), ('ὄρεσσι', '')),
    'μῆλα περιτρομέουσι παρὰ σταθμὸν ἀθρήσαντα': # Q.S. 3.182
        (('μῆλα', '+-'), ('περιτρομέουσι', '-+--+-'), ('παρὰ', '-+'), ('σταθμὸν', '--'), ('ἀθρήσαντα', '++++')),
    'ὅς Λυκίηθεν ἵκανεν ὑπὸ μεγαλήτορι Γλαύκῳ,': # Q.S. 3.232
        (('ὅς', '+'), ('λυκίηθεν', '--+-'), ('ἵκανεν', '-+-'), ('ὑπὸ', '-+'), ('μεγαλήτορι', '--+--'), ('γλαύκῳ', '++')),
    'τοῦ δ’ ἄρ’ ἀποφθιμένοιο κλυτὸς πάϊς Ἱππολόχοιο': # Q.S. 3.237
        (('τοῦ', '+'), ('δ’', ''), ('ἄρ’', '-'), ('ἀποφθιμένοιο', '-+--+-'), ('κλυτὸς', '-+'), ('πάϊς', '--'), ('ἱππολόχοιο', '+--++')),
    'Αἴας ὀβριμόθυμος· ὁ δ’ ὕπτιος ἀμφ’ Ἀχιλῆα': # Q.S. 3.279
        (('αἴας', '++'), ('ὀβριμόθυμος', '+--+-'), ('ὁ', '-'), ('δ’', ''), ('ὕπτιος', '+--'), ('ἀμφ’', '+'), ('ἀχιλῆα', '--++')),
    'κάββαλε χερμαδίῳ κατὰ κράατος· ἐν δ’ ἄρ’ ἔθλασσεν': # Q.S. 3.333
        (('κάββαλε', '+--'), ('χερμαδίῳ', '+--+'), ('κατὰ', '--'), ('κράατος', '+--'), ('ἐν', '+'), ('δ’', ''), ('ἄρ’', '-'), ('ἔθλασσεν', '-++')),
    'ὣς εἰπὼν δηΐοισι κακὰς ἐπὶ κῆρας ἴαλλεν,': # Q.S. 3.349
        (('ὣς', '+'), ('εἰπὼν', '++'), ('δηΐοισι', '++-'), ('κακὰς', '-+'), ('ἐπὶ', '--'), ('κῆρας', '+-'), ('ἴαλλεν', '-++')),
    'τοῖος ἄρ’ Αἰακίδης δηΐων ἐπικάππεσε γαίῃ': # Q.S. 3.399
        (('τοῖος', '+-'), ('ἄρ’', '-'), ('αἰακίδης', '+--+'), ('δηΐων', '++'), ('ἐπικάππεσε', '--+--'), ('γαίῃ', '++')),
    'βλήμενον ἐκ θεόφιν· θνητῶν γε μὲν οὔτινι βλητὸς': # Q.S. 3.429
        (('βλήμενον', '+--'), ('ἐκ', '+'), ('θεόφιν', '--+'), ('θνητῶν', '++'), ('γε', '-'), ('μὲν', '-'), ('οὔτινι', '+--'), ('βλητὸς', '++')),
    'καὶ χαλκὸν δηΐοισι περὶ στέρνοισι δαΐξαι': # Q.S. 3.442
        (('καὶ', '+'), ('χαλκὸν', '++'), ('δηΐοισι', '++-'), ('περὶ', '-+'), ('στέρνοισι', '++-'), ('δαΐξαι', '-++')),
    'εὑρέμεναι πολέμοιο τέκμωρ φθιμένου Ἀχιλῆος.': # Q.S. 3.503
        (('εὑρέμεναι', '+--+'), ('πολέμοιο', '--+-'), ('τέκμωρ', '-+'), ('φθιμένου', '--+'), ('Ἀχιλῆος', '--++')),
    'οἶόν τ’ ἀμφ’ ἑτάροιο δαϊκταμένου Πατρόκλοιο': # Q.S. 3.538
        (('οἶόν', '++'), ('τ’', ''), ('ἀμφ’', '+'), ('ἑτάροιο', '--+-'), ('δαϊκταμένου', '-+--+'), ('Πατρόκλοιο', '--++')),
    'στήθεά τ’ ἀμφοτέρῃσι πεπληγυῖαι παλάμῃσιν': # Q.S. 3.548
        (('στήθεά', '+--'), ('τ’', ''), ('ἀμφοτέρῃσι', '+--+-'), ('πεπληγυῖαι', '-+++'), ('παλάμῃσιν', '--++')),
    'τὰς γὰρ δὴ τίεσκε καί ἐκ δηΐων περ ἐούσας·': # Q.S. 3.550
        (('τὰς', '+'), ('γὰρ', '+'), ('δὴ', '+'), ('τίεσκε', '++-'), ('καί', '-'), ('ἐκ', '+'), ('δηΐων', '++'), ('περ', '-'), ('ἐούσας', '-++')),
    'καί νύ κεν ἀμφιπολεῦσα κακὰς ὑποτλήσομ’ ἀνίας': # Q.S. 3.571
        (('καί', '+'), ('νύ', '-'), ('κεν', '-'), ('ἀμφιπολεῦσα', '+--+-'), ('κακὰς', '-+'), ('ὑποτλήσομ’', '--+-'), ('ἀνίας', '-++')),
    'σεῦ ἀπονοσφισθεῖσα δυαάμμορος· ὡς ὄφελόν με': # Q.S. 3.572
        (('σεῦ', '+'), ('ἀπονοσφισθεῖσα', '--+++-'), ('δυσάμμορος', '-+--'), ('ὡς', '+'), ('ὄφελόν', '--+'), ('με', '+')),
    'οὔποτ’ ἐιέρσετο δάκρυ, κατείβετο δ’ ἄχρις ἐπ’ οὖδας': # Q.S. 3.577
        (('οὔποτ’', '+-'), ('ἐιέρσετο', '-+--'), ('δάκρυ', '+-'), ('κατείβετο', '-+--'), ('δ’', ''), ('ἄχρις', '+-'), ('ἐπ’', '-'), ('οὖδας', '++')),
    'οὐδέ με θνητός ἀνὴρ δύνατ’ ἐν λεχέεσσι δαμάσσαι': # Q.S. 3.621
        (('οὐδέ', '+-'), ('με', '-'), ('θνητός', '+-'), ('ἀνὴρ', '-+'), ('δύνατ’', '--'), ('ἐν', '+'), ('λεχέεσσι', '--+-'), ('δαμάσσαι', '-++')),
    'ἦ οὐκ ἀΐεις ὅτι πάντας, ὅσοι χθονὶ ναιετάουσιν,': # Q.S. 3.649
        (('ἦ', ''), ('οὐκ', '+'), ('ἀΐεις', '--+'), ('ὅτι', '--'), ('πάντας', '+-'), ('ὅσοι', '-+'), ('χθονὶ', '--'), ('ναιετάουσιν', '+--++')),
    'ἢ καὶ νῦν Πριάμοιο πολυχρύσοιο πολυχρύσοιο πόληα': # Q.S. 3.652
        (('ἢ', '+'), ('καὶ', '+'), ('νῦν', '+'), ('πριάμοιο', '--+-'), ('πολυχρύσοιο', '-+++-'), ('πολυχρύσοιο', ''), ('πόληα', '-++')),
    'Ἀργεῖοι πυρὶ πυρὶ δῶκαν ἀάσπετα νηήσαντες': # Q.S. 3.673
        (('ἀργεῖοι', '+++'), ('πυρὶ', '--'), ('δῶκαν', '+-'), ('ἀάσπετα', '-+--'), ('νηήσαντες', '++++')),
    'ῥιπῇ ὕφ’ Ἡφαίστοιο δεδμημένος οἶος ἔκειτο.': # Q.S. 3.729
        (('ῥιπῇ', '+-'), ('ὕφ’', '-'), ('ἡφαίστοιο', '+++-'), ('δεδμημένος', '-+--'), ('οἶος', '+-'), ('ἔκειτο', '-++')),
    'καὶ τότε δὴ Κρονίωνα κλυτὴ προσεφώνεεν Ἥρη·': # Q.S. 4.48
        (('καὶ', '+'), ('τότε', '--'), ('δὴ', '+'), ('Κρονίωνα', '--+-'), ('κλυτὴ', '-+'), ('προσεφώνεεν', '--+--'), ('ἥρη', '++')),
    'οὐ γάρ νηδύος ἐστὶν ἀπωσέμεναι μεμαυίης': # Q.S. 4.66
        (('οὐ', '+'), ('γάρ', '+'), ('νηδύος', '+--'), ('ἐστὶν', '+-'), ('ἀπωσέμεναι', '-+--+'), ('μεμαυίης', '-++')),
    'αἰνὴ γὰρ μάλα πάντας ἐποτρύνεσκεν ἀνάγκη.': # Q.S. 4.71
        (('αἰνὴ', '++'), ('γὰρ', '+'), ('μάλα', '--'), ('πάντας', '+-'), ('ἐποτρύνεσκεν', '-+++-'), ('ἀνάγκη', '-++')),
    'τῷ καὶ Λαέρταο κλυτὸς πάϊς εἵνεκα μύθων': # Q.S. 4.125
        (('τῷ', '+'), ('καὶ', '+'), ('λαέρταο', '+++-'), ('κλυτὸς', '-+'), ('πάϊς', '--'), ('εἵνεκα', '+--'), ('μύθων', '++')),
    'Θήβης ἐν δαπέδοισι, καὶ ὡς Κύκνον ἔκτανε δουρὶ': # Q.S. 4.153
        (('θήβης', '++'), ('ἐν', '+'), ('δαπέδοισι', '--+-'), ('καὶ', '-'), ('ὡς', '+'), ('κύκνον', '--'), ('ἔκτανε', '+--'), ('δουρὶ', '++')),
    'καὶ Τρώιλον θηητὸν ἀμύμονά τ’ Ἀστεροπαῖον,': # Q.S. 4.155
        (('καὶ', '+'), ('τρώιλον', '++'), ('θηητὸν', '++-'), ('ἀμύμονά', '-+--'), ('τ’', ''), ('ἀστεροπαῖον', '+--++')),
    'τοὺς δ’ Ἔρις ὀτρύνεσκεν ἐπήρατος· οἱ δ’ ἀπὸ νύσσης': # Q.S. 4.195
        (('τοὺς', '+'), ('δ’', ''), ('ἔρις', '--'), ('ὀτρύνεσκεν', '+++-'), ('ἐπήρατος', '-+--'), ('οἱ', '+'), ('δ’', ''), ('ἀπὸ', '--'), ('νύσσης', '++')),
    'ἐσσυμένως ἀνάειρεν ὑπὸ μυῶνος ἐρείσας': # Q.S. 4.228
        (('ἐσσυμένως', '+--+'), ('ἀνάειρεν', '--+-'), ('ὑπὸ', '-+'), ('μυῶνος', '++-'), ('ἐρείσας', '-++')),
    'Αἴας ὀβριμόθυμος ἀνίστατο δεύτερον αὖθις': # Q.S. 4.232
        (('αἴας', '++'), ('ὀβριμόθυμος', '+--+-'), ('ἀνίστατο', '-+--'), ('δεύτερον', '+--'), ('αὖθις', '++')),
    'ὠκύποδας, τοὺς πρόσθε βίη μεγάλου Πατρόκλοιο': # Q.S. 4.289
        (('ὠκύποδας', '+--+'), ('τοὺς', '+'), ('πρόσθε', '+-'), ('βίη', '-+'), ('μεγάλου', '--+'), ('πατρόκλοιο', '--++')),
    'Ἰδομενεύς· αὐτὸς δὲ κλυτῷ ἐν ἀγῶνι μένεσκε.': # Q.S. 4.292
        (('ἰδομενεύς', '+--+'), ('αὐτὸς', '++'), ('δὲ', '-'), ('κλυτῷ', '-+'), ('ἐν', '-'), ('ἀγῶνι', '-+-'), ('μένεσκε', '-++')),
    'ἀλλ’ ἄλλον, νέοι ἄνδρες, ἐπεντύνεσθαι ἄεθλον': # Q.S. 4.297
        (('ἀλλ’', '+'), ('ἄλλον', '++'), ('νέοι', '--'), ('ἄνδρες', '+-'), ('ἐπεντύνεσθαι', '-+++-'), ('ἄεθλον', '-++')),
    'κῦδος γὰρ νέῳ ἀνδρὶ φέρειν ἀπ’ ἀγῶνος ἄεθλον.': # Q.S. 4.322
        (('κῦδος', '++'), ('γὰρ', '+'), ('νέῳ', '--'), ('ἀνδρὶ', '+-'), ('φέρειν', '-+'), ('ἀπ’', '-'), ('ἀγῶνος', '-+-'), ('ἄεθλον', '-++')),
    'ἀμφέβαλεν παλάμῃσιν ἐποτρύνων βασιλῆα.': # Q.S. 4.335
        (('ἀμφέβαλεν', '+--+'), ('παλάμῃσιν', '--+-'), ('ἐποτρύνων', '-+++'), ('βασιλῆα', '--++')),
    'ἀντιθέου Τρωίλοιο, τὸν ἠιθέων μέγ’ ἄριστον': # Q.S. 4.419
        (('ἀντιθέου', '+--+'), ('τρωίλοιο', '++-'), ('τὸν', '-'), ('ἠιθέων', '+--+'), ('μέγ’', '-'), ('ἄριστον', '-++')),
    'καί οἱ τεύχεα καλὰ πόρεν μεγάλοιο Κύκνοιο': # Q.S. 4.468
        (('καί', '+'), ('οἱ', '+'), ('τεύχεα', '+--'), ('καλὰ', '+-'), ('πόρεν', '-+'), ('μεγάλοιο', '--+-'), ('κύκνοιο', '-++')),
    'τύψας ἀκαμάτῃσιν ὑπὸ πληγῇσι πρόσωπον': # Q.S. 4.485
        (('τύψας', '++'), ('ἀκαμάτῃσιν', '+--+-'), ('ὑπὸ', '-+'), ('πληγῇσι', '++-'), ('πρόσωπον', '-++')),
    'συγχέῃ ἐσσυμένως, μέγα δ’ ἀνέρι πῆμα γένηται.': # Q.S. 4.486
        (('συγχέῃ', '+--'), ('ἐσσυμένως', '+--+'), ('μέγα', '--'), ('δ’', ''), ('ἀνέρι', '+--'), ('πῆμα', '+-'), ('γένηται', '-++')),
    'Αἴας ὀβριμόθυμος· ἄειρε δὲ δοιὰ τάλαντα': # Q.S. 4.496
        (('αἴας', '++'), ('ὀβριμόθυμος', '+--+-'), ('ἄειρε', '-+-'), ('δὲ', '-'), ('δοιὰ', '+-'), ('τάλαντα', '-++')),
    'ἐσσυμένως ἀνόρουσαν ἐποτρύνοντος ἀέθλου·': # Q.S. 4.501
        (('ἐσσυμένως', '+--+'), ('ἀνόρουσαν', '--+-'), ('ἐποτρύνοντος', '-+++-'), ('ἀέθλου', '-++')),
    'εἱστήκει φοίνικος ἐπεμβεβαυῖα κατ’ ἄκρης': # Q.S. 5.51
        (('εἱστήκει', '+++'), ('φοίνικος', '++-'), ('ἐπεμβεβαυῖα', '-+--+-'), ('κατ’', '-'), ('ἄκρης', '++')),
    'χρυσείῃ μάστιγι πεπληγότες· ἀμφὶ δὲ κῦμα': # Q.S. 5.91
        (('χρυσείῃ', '+++'), ('μάστιγι', '++-'), ('πεπληγότες', '-+--'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('κῦμα', '++')),
    'κουλεῷ ᾧ ἔπι κώπη ἀρηραμένη ἐλέφαντος': # Q.S. 5.116
        (('κουλεῷ', '+--'), ('ᾧ', '+'), ('ἔπι', '--'), ('κώπη', '+-'), ('ἀρηραμένη', '-+--+'), ('ἐλέφαντος', '--++')),
    'ὅσσον τίς τε κύων μεγαλοβρύχοιο λέοντος·': # Q.S. 5.188
        (('ὅσσον', '++'), ('τίς', '+'), ('τε', '-'), ('κύων', '-+'), ('μεγαλοβρύχοιο', '--+++-'), ('λέοντος', '-++')),
    'σῇς γὰρ ὑπ’ ἐννεσίῃσι κλυτὸν Ποιάντιον υἷα': # Q.S. 5.195
        (('σῇς', '+'), ('γὰρ', '-'), ('ὑπ’', '-'), ('ἐννεσίῃσι', '+--+-'), ('κλυτὸν', '-+'), ('ποιάντιον', '++--'), ('υἷα', '++')),
    'κάλλιπον ἐν δηίων ὁμάδῳ φεύγοντα καὶ αὐτόν·': # Q.S. 5.205
        (('κάλλιπον', '+--'), ('ἐν', '+'), ('δηίων', '++'), ('ὁμάδῳ', '--+'), ('φεύγοντα', '++-'), ('καὶ', '-'), ('αὐτόν', '++')),
    'οὐδὲ μὲν ὡς σώ μ’ ἔφησθα πάρος φεύγοντα σάωσας': # Q.S. 5.268
        (('οὐδὲ', '+-'), ('μὲν', '-'), ('ὡς', '+'), ('σύ', '-'), ('μ’', ''), ('ἔφησθα', '-+-'), ('πάρος', '-+'), ('φεύγοντα', '++-'), ('σάωσας', '-++')),
    'οὔτι περιτρομέων δηίων μένος, ἀλλ’ ἵνα μῆχος': # Q.S. 5.276
        (('οὔτι', '+-'), ('περιτρομέων', '-+--+'), ('δηίων', '++'), ('μένος', '--'), ('ἀλλ’', '+'), ('ἵνα', '--'), ('μῆχος', '++')),
    'ὁππότε δὴ περὶ σῆμα δαϊκταμένου Πατρόκλοιο': # Q.S. 5.315
        (('ὁππότε', '+--'), ('δὴ', '+'), ('περὶ', '--'), ('σῆμα', '+-'), ('δαϊκταμένου', '-+--+'), ('πατρόκλοιο', '--++')),
    'ὣς φάτο Λαέρταο κλυτὸς πάϊς ἀντιθέοιο.': # Q.S. 5.317
        (('ὣς', '+'), ('φάτο', '--'), ('Λαέρταο', '+++-'), ('κλυτὸς', '-+'), ('πάϊς', '--'), ('ἀντιθέοιο', '+--++')),
    'νήχετο κήτεα πολλά, τά, τά τε τρέφει ἁλμυρὸν οἶδμα.': # Q.S. 5.337
        (('νήχετο', '+--'), ('κήτεα', '+--'), ('πολλά', '+-'), ('τά', '-'), ('τε', '+'), ('τρέφει', '--'), ('ἁλμυρὸν', '+--'), ('οἶδμα', '++')),
    'δῶκε Θέτιν Πηλῆι καὶ καὶ οὐκ ἐθέλουσαν ἄγεσθαι.': # Q.S. 5.340
        (('δῶκε', '+-'), ('θέτιν', '-+'), ('πηλῆι', '++-'), ('καὶ', '-'), ('οὐκ', '+'), ('ἐθέλουσαν', '--+-'), ('ἄγεσθαι', '-++')),
    'ἢ κυσὶν ἢ ἀγρόταις, οἵ οἱ τέκνα δῃώσωνται': # Q.S. 5.374
        (('ἢ', '+'), ('κυσὶν', '--'), ('ἢ', '+'), ('ἀγρόταις', '--+'), ('οἵ', '+'), ('οἱ', '+'), ('τέκνα', '--'), ('δῃώσωνται', '++++')),
    'μαίνετο λευγαλέως· ἄπλετος δέ οἱ ἔρρεεν ἀφρὸς': # Q.S. 5.391
        (('μαίνετο', '+--'), ('λευγαλέως', '+--+'), ('ἄπλετος', '--+'), ('δέ', '-'), ('οἱ', '-'), ('ἔρρεεν', '+--'), ('ἀφρὸς', '++')),
    'καὶ τότ’ ἀπ’ Ὠκεανοῖο κίε χρυσήνιος Ἠώς·': # Q.S. 5.395
        (('καὶ', '+'), ('τότ’', '-'), ('ἀπ’', '-'), ('ὠκεανοῖο', '+--+-'), ('κίε', '-+'), ('χρυσήνιος', '++--'), ('ἠώς', '++')),
    'καὶ τότε δὴ Μενέλαος ἀδελφεῷ ἄγχι παραστὰς': # Q.S. 5.413
        (('καὶ', '+'), ('τότε', '--'), ('δὴ', '+'), ('μενέλαος', '--+-'), ('ἀδελφεῷ', '-+--'), ('ἄγχι', '+-'), ('παραστὰς', '-++')),
    'θάμνοις ἐν λασίοισιν, ὁ δ’ ἐγγύθεν ὀξὺ κεκληγὼς': # Q.S. 5.436
        (('θάμνοις', '++'), ('ἐν', '+'), ('λασίοισιν', '--+-'), ('ὁ', '-'), ('δ’', ''), ('ἐγγύθεν', '+--'), ('ὀξὺ', '+-'), ('κεκληγὼς', '-++')),
    'οὐ τοκέες· τοῖς οὔτι μετέσσεαι ἐλδομένοισι': # Q.S. 5.446
        (('οὐ', '+'), ('τοκέες', '--+'), ('τοῖς', '+'), ('οὔτι', '+-'), ('μετέσσεαι', '-+--'), ('ἐλδομένοισι', '+--++')),
    'ῇχι θοαὶ ναὶ ναίουσιν Ἐριννύες, αἵ τε βροτοῖσιν': # Q.S. 5.454
        (('ῇχι', '+-'), ('θοαὶ', '-+'), ('ναὶ', ''), ('ναίουσιν', '++-'), ('Ἐριννύες', '-+--'), ('αἵ', '+'), ('τε', '-'), ('βροτοῖσιν', '-++')),
    'ἦ ῥα μέγα στενάχων· ἐπὶ δ’ ἔστενε δῖα Τέκμησσα': # Q.S. 5.521
        (('ἦ', '+'), ('ῥα', '-'), ('μέγα', '-+'), ('στενάχων', '--+'), ('ἐπὶ', '--'), ('δ’', ''), ('ἔστενε', '+--'), ('δῖα', '+-'), ('τέκμησσα', '-++')),
    'ἀλλὰ σὺ μέν μοι ἄϊστος ἀποίχεαι, οὐδέ νύ σοί περ': # Q.S. 5.550
        (('ἀλλὰ', '+-'), ('σὺ', '-'), ('μέν', '+'), ('μοι', '-'), ('ἄϊστος', '-+-'), ('ἀποίχεαι', '-+--'), ('οὐδέ', '+-'), ('νύ', '-'), ('σοί', '+'), ('περ', '+')),
    'ὣς φάτο Λαέρταο κλυτὸς πάϊς ἀντιθέοιο.': # Q.S. 5.598
        (('ὣς', '+'), ('φάτο', '--'), ('Λαέρταο', '+++-'), ('κλυτὸς', '-+'), ('πάϊς', '--'), ('ἀντιθέοιο', '+--++')),
    'ἐν δ’ ἔβαλον κρατεροῖο πυρὸς μένος· ἦλθε δὲ πνοιὴ': # Q.S. 5.637
        (('ἐν', '+'), ('δ’', ''), ('ἔβαλον', '--+'), ('κρατεροῖο', '--+-'), ('πυρὸς', '-+'), ('μένος', '--'), ('ἦλθε', '+-'), ('δὲ', '-'), ('πνοιὴ', '++')),
    'ὁππότ’ ἔτλη μέγα ἔργον, ὅλη δ’ ἀμφέστενεν Οἴτη': # Q.S. 5.646
        (('ὁππότ’', '+-'), ('ἔτλη', '-+'), ('μέγα', '--'), ('ἔργον', '+-'), ('ὅλη', '-+'), ('δ’', ''), ('ἀμφέστενεν', '++--'), ('οἴτη', '++')),
    'ῥήξῃ ἐκ θεμέθλων, μάλα δ’ αἵματος ἄσῃ Ἄρηα': # Q.S. 6.35
        (('ῥήξῃ', '++'), ('ἐκ', '+'), ('θεμέθλων', '--+'), ('μάλα', '--'), ('δ’', ''), ('αἵματος', '+--'), ('ἄσῃ', '+-'), ('Ἄρηα', '-++')),
    'οἶδα γὰρ ὡς λαοῖσι κεκμηκόσιν οὔτ’ ἀγορητὴς': # Q.S. 6.74
        (('οἶδα', '+-'), ('γὰρ', '-'), ('ὡς', '+'), ('λαοῖσι', '++-'), ('κεκμηκόσιν', '-+--'), ('οὔτ’', '+'), ('ἀγορητὴς', '--++')),
    'ἄχθεϊ τετριγυῖαν ὑπ’ ἄξονι δινήεντι': # Q.S. 6.109
        (('ἄχθεϊ', '+--'), ('τετριγυῖαν', '+++-'), ('ὑπ’', '-'), ('ἄξονι', '+--'), ('δινήεντι', '++++')),
    'ἐν δὲ φάτνῃσι βάλοντο, τά τ’ ὠκέες ἵπποι ἔδουσι.': # Q.S. 6.165
        (('ἐν', '+'), ('δὲ', '-'), ('φάτνῃσι', '-+-'), ('βάλοντο', '-+-'), ('τά', '-'), ('τ’', ''), ('ὠκέες', '+--'), ('ἵπποι', '+-'), ('ἔδουσι', '-++')),
    'ἐν δὲ καὶ Αὐγείαο μέγας σταθμὸς ἀντιθέοιο': # Q.S. 6.232
        (('ἐν', '+'), ('δὲ', '-'), ('καὶ', '-'), ('αὐγείαο', '+++-'), ('μέγας', '-+'), ('σταθμὸς', '--'), ('ἀντιθέοιο', '+--++')),
    'ἀνδροβόροι· καί τάς μέν ἐπὶ στυγερῇσι φάτνῃσιν': # Q.S. 6.247
        (('ἀνδροβόροι', '+--+'), ('καί', '+'), ('τάς', '+'), ('μέν', '-'), ('ἐπὶ', '-+'), ('στυγερῇσι', '--+-'), ('φάτνῃσιν', '-++')),
    'τὸν δὲ Πάρις ποτὶ δῆριν ἐποτρύνων προσέειπε·': # Q.S. 6.297
        (('τὸν', '+'), ('δὲ', '-'), ('πάρις', '-+'), ('ποτὶ', '--'), ('δῆριν', '+-'), ('ἐποτρύνων', '-+++'), ('προσέειπε', '--++')),
    'Παφλαγόνων ἐκέκαστο μάχῃ ἔνι τλῆναι ὅμιλον,': # Q.S. 6.319
        (('παφλαγόνων', '+--+'), ('ἐκέκαστο', '--+-'), ('μάχῃ', '-+'), ('ἔνι', '--'), ('τλῆναι', '+-'), ('ὅμιλον', '-++')),
    'φῦκος ἀποπτύωσιν ἐρευγομένοιο κλύδωνος,': # Q.S. 6.333
        (('φῦκος', '+-'), ('ἀποπτύωσιν', '-+++-'), ('ἐρευγομένοιο', '-+--+-'), ('κλύδωνος', '-++')),
    'πόρτιες ἐκ ξυλόχοιο ποτὶ σταθμὸν ἐρχομένῃσιν': # Q.S. 6.342
        (('πόρτιες', '+--'), ('ἐκ', '+'), ('ξυλόχοιο', '--+-'), ('ποτὶ', '-+'), ('σταθμὸν', '--'), ('ἐρχομένῃσιν', '+--++')),
    'Εὐρύπυλος δ’ ἐν τοῖσι μελαίνῃ λαί λαίλαπι ἶσος': # Q.S. 6.368
        (('εὐρύπυλος', '+--+'), ('δ’', ''), ('ἐν', '+'), ('τοῖσι', '+-'), ('μελαίνῃ', '-++'), ('λαί', ''), ('λαίλαπι', '+--'), ('ἶσος', '++')),
    'δεξιτερὸν κατὰ γλουτόν· ὁ δ’ οὐκ ἀνεχάζετ’ ὀπίσσω,': # Q.S. 6.401
        (('δεξιτερὸν', '+--+'), ('κατὰ', '--'), ('γλουτόν', '+-'), ('ὁ', '-'), ('δ’', ''), ('οὐκ', '+'), ('ἀνεχάζετ’', '--+-'), ('ὀπίσσω', '-++')),
    'ζώομεν ἤματα πάντα· πάντα· πότμος δ’ ἐπὶ πᾶσι τέτυκται.': # Q.S. 6.434
        (('ζώομεν', '+--'), ('ἤματα', '+--'), ('πάντα', '+-'), ('πότμος', '-+'), ('δ’', ''), ('ἐπὶ', '--'), ('πᾶσι', '+-'), ('τέτυκται', '-++')),
    'ἧκε δ’ ἐπευξάμενος δηίων ἐς φύλοπιν αἰνὴν': # Q.S. 6.558
        (('ἧκε', '+-'), ('δ’', ''), ('ἐπευξάμενος', '-+--+'), ('δηίων', '++'), ('ἐς', '+'), ('φύλοπιν', '+--'), ('αἰνὴν', '++')),
    'ἤδη τειρόμενον δηίων ὀλοῇσι χέρεσσιν.': # Q.S. 6.573
        (('ἤδη', '++'), ('τειρόμενον', '+--+'), ('δηίων', '++'), ('ὀλοῇσι', '--+-'), ('χέρεσσιν', '-++')),
    'ἐκ δ’ ἄρα πληθύος εἷλεν ἀάσπετα φῦλ’ ἀνθρώπων': # Q.S. 6.619
        (('ἐκ', '+'), ('δ’', ''), ('ἄρα', '--'), ('πληθύος', '+--'), ('εἷλεν', '+-'), ('ἀάσπετα', '-+--'), ('φῦλ’', '+'), ('ἀνθρώπων', '+++')),
    'φεύγοντ’ ἐκ πολέμοιο τυχὼν ὑπὸ νείατα κνήμης': # Q.S. 6.627
        (('φεύγοντ’', '++'), ('ἐκ', '+'), ('πολέμοιο', '--+-'), ('τυχὼν', '-+'), ('ὑπὸ', '--'), ('νείατα', '+--'), ('κνήμης', '++')),
    'λαμπρὸν παμφανόωσα, κνέφας δ’ ἀνεχάσσατο νυκτός,': # Q.S. 7.2
        (('λαμπρὸν', '++'), ('παμφανόωσα', '+--+-'), ('κνέφας', '-+'), ('δ’', ''), ('ἀνεχάσσατο', '--+--'), ('νυκτός', '++')),
    'ἶσον ἀεὶ τίεσκον, ἐπεὶ πυκνὰ μήδεα ᾔδη': # Q.S. 7.15
        (('ἶσον', '+-'), ('ἀεὶ', '-+'), ('τίεσκον', '++-'), ('ἐπεὶ', '-+'), ('πυκνὰ', '--'), ('μήδεα', '+--'), ('ᾔδη', '++')),
    'παῖδ’ ὀλέσας δηίοισιν ὑπ’ ἀνδράσιν εὖ μὲν ἄκοντι': # Q.S. 7.46
        (('παῖδ’', '+'), ('ὀλέσας', '--+'), ('δηίοισιν', '++-'), ('ὑπ’', '-'), ('ἀνδράσιν', '+--'), ('εὖ', '+'), ('μὲν', '-'), ('ἄκοντι', '-++')),
    'σῖτον ἔτλην καὶ ζωὸς ἔτ’ Ἠριγένειαν ἰδέσθαι,': # Q.S. 7.51
        (('σῖτον', '+-'), ('ἔτλην', '-+'), ('καὶ', '+'), ('ζωὸς', '+-'), ('ἔτ’', '-'), ('ἠριγένειαν', '+--+-'), ('ἰδέσθαι', '-++')),
    'λυγρὰ μόρου στονόεντος. ἔοίκε δὲ θνητὸν ἐόντα': # Q.S. 7.54
        (('λυγρὰ', '+-'), ('μόρου', '-+'), ('στονόεντος', '--+-'), ('ἔοίκε', '-+-'), ('δὲ', '-'), ('θνητὸν', '+-'), ('ἐόντα', '-++')),
    'ἀντιάαν δηίοισιν· ὁ δ’ οὔπω χάζετο νηῶν,': # Q.S. 7.167
        (('ἀντιάαν', '+--+'), ('δηίοισιν', '++-'), ('ὁ', '-'), ('δ’', ''), ('οὔπω', '++'), ('χάζετο', '+--'), ('νηῶν', '++')),
    'αἶψα δέ κίον ἄντα τεθηπότες, οὕνεχ’ ὁρῶντο': # Q.S. 7.176
        (('αἶψα', '+-'), ('δέ', '-'), ('κίον', '++'), ('ἄντα', '+-'), ('τεθηπότες', '-+--'), ('οὕνεχ’', '+-'), ('ὁρῶντο', '-++')),
    'τῷ νύ σέ φασι τεκέσθαι εΰφρονα Δηιδάμειαν·': # Q.S. 7.184
        (('τῷ', '+'), ('νύ', '-'), ('σέ', '-'), ('φασι', '+-'), ('τεκέσθαι', '-+-'), ('εΰφρονα', '-+--'), ('δηιδάμειαν', '+--++')),
    'δώσω, ἅπερ φορέων μέγα τέρψεαι· οὐ γὰρ ἔοικε': # Q.S. 7.195
        (('δώσω', '+-'), ('ἅπερ', '-+'), ('φορέων', '--+'), ('μέγα', '--'), ('τέρψεαι', '+--'), ('οὐ', '+'), ('γὰρ', '-'), ('ἔοικε', '-++')),
    'δῆριν ἐπὶ στονόεσσαν ἐποτρύνουσι νέεσθαι·': # Q.S. 7.276
        (('δῆριν', '+-'), ('ἐπὶ', '-+'), ('στονόεσσαν', '--+-'), ('ἐποτρύνουσι', '-+++-'), ('νέεσθαι', '-++')),
    'ἢ ὅτε Πληιάδων πέλεται δύσις, ἥν ῥα καὶ αὐτὴν': # Q.S. 7.308
        (('ἢ', '+'), ('ὅτε', '--'), ('πληιάδων', '+--+'), ('πέλεται', '--+'), ('δύσις', '--'), ('ἥν', '+'), ('ῥα', '-'), ('καὶ', '-'), ('αὐτὴν', '++')),
    'χωόμενος δηίοισι, μέμηνε δέ οἱ μέγα θυμός,': # Q.S. 7.360
        (('χωόμενος', '+--+'), ('δηίοισι', '++-'), ('μέμηνε', '-+-'), ('δέ', '-'), ('οἱ', '+'), ('μέγα', '--'), ('θυμός', '++')),
    'πήληξ οὐ παλάμῃσιν ἐπέβρισεν δόρυ μακρὸν': # Q.S. 7.449a
        (('πήληξ', '++'), ('οὐ', '+'), ('παλάμῃσιν', '--+-'), ('ἐπέβρισεν', '-+++'), ('δόρυ', '--'), ('μακρὸν', '++')),
    'ῥηίτερον δηΐοισι κατὰ κλόνον ἐσσυμένοισιν,': # Q.S. 7.476
        (('ῥηίτερον', '+--+'), ('δηΐοισι', '++-'), ('κατὰ', '-+'), ('κλόνον', '--'), ('ἐσσυμένοισιν', '+--++')),
    'πάντοθεν ἐσσύμενοι, τοὶ δ’ ὄμμασι γλαυκιόωντες': # Q.S. 7.488
        (('πάντοθεν', '+--'), ('ἐσσύμενοι', '+--+'), ('τοὶ', '+'), ('δ’', ''), ('ὄμμασι', '+--'), ('γλαυκιόωντες', '+--++')),
    'στρωφῶντ’ ἔνθω καὶ ἔνθα λιλαιόμενοι μέγα θυμῷ': # Q.S. 7.489
        (('στρωφῶντ’', '++'), ('ἔνθα', '+-'), ('καὶ', '-'), ('ἔνθα', '+-'), ('λιλαιόμενοι', '-+--+'), ('μέγα', '--'), ('θυμῷ', '++')),
    'Εὐρύπυλος, δηίων δὲ μάλα σχεδὸν ὀτρύνεσκε': # Q.S. 7.495
        (('εὐρύπυλος', '+--+'), ('δηίων', '++'), ('δὲ', '-'), ('μάλα', '-+'), ('σχεδὸν', '--'), ('ὀτρύνεσκε', '++++')),
    'Σιγέου ἠνεμόεντος· ἐδέρκετο δ’ ἔνθεν ἀϋτὴν': # Q.S. 7.562
        (('σιγέου', '+--'), ('ἠνεμόεντος', '+--+-'), ('ἐδέρκετο', '-+--'), ('δ’', ''), ('ἔνθεν', '+-'), ('ἀϋτὴν', '-++')),
    'χωόμενος δηίοισι· κλέος δέ τοι ἔσσεται ἐσθλὸν': # Q.S. 7.663
        (('χωόμενος', '+--+'), ('δηίοισι', '++-'), ('κλέος', '-+'), ('δέ', '-'), ('τοι', '-'), ('ἔσσεται', '+--'), ('ἐσθλὸν', '++')),
    'τοῦ γὰρ ὑπέρτερός ἐσσι καὶ ἔσσεαι, ὅσσον ἀρείων': # Q.S. 7.665
        (('τοῦ', '+'), ('γὰρ', '-'), ('ὑπέρτερός', '-+--'), ('ἐσσι', '+-'), ('καὶ', '-'), ('ἔσσεαι', '+--'), ('ὅσσον', '+-'), ('ἀρείων', '-++')),
    'ἄσπετα δῶρα διδόντες, ἅ τ’ ἀνέρι πλοῦτον ὀφέλλει·': # Q.S. 7.678
        (('ἄσπετα', '+--'), ('δῶρα', '+-'), ('διδόντες', '-+-'), ('ἅ', '-'), ('τ’', ''), ('ἀνέρι', '+--'), ('πλοῦτον', '+-'), ('ὀφέλλει', '-++')),
    'χωόμενος Πατρόκλοιο δεδουπότος· ἀλλ’ ὁ μὲν ἤδη': # Q.S. 7.697
        (('χωόμενος', '+--+'), ('πατρόκλοιο', '--+-'), ('δεδουπότος', '-+--'), ('ἀλλ’', '+'), ('ὁ', '-'), ('μὲν', '-'), ('ἤδη', '++')),
    'καὶ τοὺς μὲν πάϊς ἐσθλὸς Ἀχιλλέος ὀτρύνεσκεν': # Q.S. 8.5
        (('καὶ', '+'), ('τοὺς', '+'), ('μὲν', '+'), ('πάϊς', '--'), ('ἐσθλὸς', '+-'), ('ἀχιλλέος', '-+--'), ('ὀτρύνεσκεν', '++++')),
    'λευγαλέοις σφήκεσσιν ἐοικότες, οὕς τε κλονήσῃ': # Q.S. 8.41
        (('λευγαλέοις', '+--+'), ('σφήκεσσιν', '++-'), ('ἐοικότες', '-+--'), ('οὕς', '+'), ('τε', '-'), ('κλονήσῃ', '-++')),
    'ἵπποι ἐπεχρεμέτιζον· ἐὴ δ’ ἐκέλευεν ἔκαοτον': # Q.S. 8.57
        (('ἵπποι', '+-'), ('ἐπεχρεμέτιζον', '-+--+-'), ('ἐὴ', '-+'), ('δ’', ''), ('ἐκέλευεν', '--+-'), ('ἔκαοτον', '-++')),
    'ὁππότε χεῖμ’ ἀλεγεινὸν ἀλεγεινὸν ἀν̔ εὐρέα βένθεα πόντου': # Q.S. 8.62
        (('ὁππότε', '+--'), ('χεῖμ’', '+'), ('ἀλεγεινὸν', '--+-'), ('ἀν', '-'), ('εὐρέα', '+--'), ('βένθεα', '+--'), ('πόντου', '++')),
    'πλήξας χερμαδίῳ κατὰ κράατος· ἐν δ’ ἄρ’ ἔθλασσεν': # Q.S. 8.94
        (('πλήξας', '++'), ('χερμαδίῳ', '+--+'), ('κατὰ', '--'), ('κράατος', '+--'), ('ἐν', '+'), ('δ’', ''), ('ἄρ’', '-'), ('ἔθλασσεν', '-++')),
    'Μηριόνης δ’ ἐδάμασσε Χλέμον Πεισήνορος υἷα': # Q.S. 8.101
        (('μηριόνης', '+--+'), ('δ’', ''), ('ἐδάμασσε', '--+-'), ('χλέμον', '-+'), ('πεισήνορος', '++--'), ('υἷα', '++')),
    'οὔτασεν, οὕνεκά οἱ κρατερόν δόρυ τυτθὸν': # Q.S. 8.118
        (('οὔτασεν', '+--'), ('οὕνεκά', '+--'), ('οἱ', '+'), ('κρατερόν', '--+'), ('δόρυ', '--'), ('τυτθὸν', '+-')),
    'ἀργαλέως ὀλέεσθαι ὑπ’ ἀνδροφόνοιο Κύκλωπος': # Q.S. 8.126
        (('ἀργαλέως', '+--+'), ('ὀλέεσθαι', '--+-'), ('ὑπ’', '-'), ('ἀνδροφόνοιο', '+--+-'), ('Κύκλωπος', '-++')),
    'ἤριπε δ’ ἐν τεύχεσσι κατὰ χθονός, ἠΰτε βλωθρὴ': # Q.S. 8.204
        (('ἤριπε', '+--'), ('δ’', ''), ('ἐν', '+'), ('τεύχεσσι', '++-'), ('κατὰ', '-+'), ('χθονός', '--'), ('ἠΰτε', '+--'), ('βλωθρὴ', '++')),
    'ὧν ἄπλετον μετὰ χερσὶν ὑπέρρεεν αἷμα κελαινὸν': # Q.S. 8.234
        (('ὧν', '+'), ('ἄπλετον', '--+'), ('μετὰ', '--'), ('χερσὶν', '+-'), ('ὑπέρρεεν', '-+--'), ('αἷμα', '+-'), ('κελαινὸν', '-++')),
    'ἀντιάαν δηίοισι κατὰ κλόνον· οἱ δ’ ἀΐοντες': # Q.S. 8.249
        (('ἀντιάαν', '+--+'), ('δηίοισι', '++-'), ('κατὰ', '-+'), ('κλόνον', '--'), ('οἱ', '+'), ('δ’', ''), ('ἀΐοντες', '--++')),
    'ἀντιθέου Ἑλένοιο κλυτὸς νόος· ἐν δ’ ἄρα θυμῷ': # Q.S. 8.254
        (('ἀντιθέου', '+--+'), ('ἑλένοιο', '--+-'), ('κλυτὸς', '-+'), ('νόος', '--'), ('ἐν', '+'), ('δ’', ''), ('ἄρα', '--'), ('θυμῷ', '++')),
    'ταρφέα μηλονόμοιο παροτρύνοντος ἔπεσσιν·': # Q.S. 8.270
        (('ταρφέα', '+--'), ('μηλονόμοιο', '+--+-'), ('παροτρύνοντος', '-+++-'), ('ἔπεσσιν', '-++')),
    'χεῖρα περιρρίψῃ κοῦρος νέος, αἱ δ’ ὑπὸ πληγῇ': # Q.S. 8.332
        (('χεῖρα', '+-'), ('περιρρίψῃ', '-+++'), ('κοῦρος', '++'), ('νέος', '--'), ('αἱ', '+'), ('δ’', ''), ('ὑπὸ', '--'), ('πληγῇ', '++')),
    'Τρωσὶν ἐποτρύνοντος· ἐτίνυτο δ’ ἄλλοθεν ἄλλον': # Q.S. 8.337
        (('τρωσὶν', '+-'), ('ἐποτρύνοντος', '-+++-'), ('ἐτίνυτο', '-+--'), ('δ’', ''), ('ἄλλοθεν', '+--'), ('ἄλλον', '++')),
    'ὣς Δαναοὶ δηίοισιν ἐπήιον, οὕνεκ’ ἄρ’ αὐτοὺς': # Q.S. 8.365
        (('ὣς', '+'), ('δαναοὶ', '--+'), ('δηίοισιν', '++-'), ('ἐπήιον', '-+--'), ('οὕνεκ’', '+-'), ('ἄρ’', '-'), ('αὐτοὺς', '++')),
    'ἄμπνεον ἐν τεύχεσσι κεκμηκότες. ἀμφὶ δὲ πύργους': # Q.S. 8.375
        (('ἄμπνεον', '+--'), ('ἐν', '+'), ('τεύχεσσι', '++-'), ('κεκμηκότες', '-+--'), ('ἀμφὶ', '+-'), ('δὲ', '-'), ('πύργους', '++')),
    'δυσμενέων ἐς ὅμιλον, ἐπεί σφισι τλήμονα Φοῖβος': # Q.S. 8.399
        (('δυσμενέων', '+--+'), ('ἐς', '-'), ('ὅμιλον', '-+-'), ('ἐπεί', '-+'), ('σφισι', '--'), ('τλήμονα', '+--'), ('φοῖβος', '++')),
    'νωλεμέως ἐκάλυψε κλυτὴν Πριάμοιο πόληα·': # Q.S. 8.445
        (('νωλεμέως', '+--+'), ('ἐκάλυψε', '--+-'), ('κλυτὴν', '-+'), ('πριάμοιο', '--+-'), ('πόληα', '-++')),
    'ὣς εἰπὼν ἀπὸ ἀπὸ θερμὸν ὀμόρξατο δάκρυ παρειῶν.': # Q.S. 9.61
        (('ὣς', '+'), ('εἰπὼν', '++'), ('ἀπὸ', '--'), ('θερμὸν', '+-'), ('ὀμόρξατο', '-+--'), ('δάκρυ', '+-'), ('παρειῶν', '-++')),
    'οἱ δ’ ἄρα δορπήσαντες ἕλονθ’ ὕπνον· ἔγρετο δ’ Ἠώς.': # Q.S. 9.67
        (('οἱ', '+'), ('δ’', ''), ('ἄρα', '--'), ('δορπήσαντες', '+++-'), ('ἕλονθ’', '-+'), ('ὕπνον', '--'), ('ἔγρετο', '+--'), ('δ’', ''), ('ἠώς', '++')),
    'θαρσαλέως δηίοισιν ἐπῴχετο· τοῦ δ’ ὑπὸ χερσὶ': # Q.S. 9.160
        (('θαρσαλέως', '+--+'), ('δηίοισιν', '++-'), ('ἐπῴχετο', '-+--'), ('τοῦ', '+'), ('δ’', ''), ('ὑπὸ', '--'), ('χερσὶ', '++')),
    'ὀψὲ δ’ ἄρ’ εἰσενόησε περὶ προχοῇσι Σκαμάνδρου': # Q.S. 9.210
        (('ὀψὲ', '+-'), ('δ’', ''), ('ἄρ’', '-'), ('εἰσενόησε', '+--+-'), ('περὶ', '-+'), ('προχοῇσι', '--+-'), ('σκαμάνδρου', '-++')),
    'σεύεσκεν μάστιγι ποτὶ κλόνον· δἱ δ’ ἐπέτοντο': # Q.S. 9.216
        (('σεύεσκεν', '+++'), ('μάστιγι', '++-'), ('ποτὶ', '-+'), ('κλόνον', '--'), ('οἱ', '+'), ('δ’', ''), ('ἐπέτοντο', '--++')),
    'ἄλλοτε μὲν φεύγειν, ὁτὲ ὁτὲ δ’ ἀνέρος ἄντα μάχεσθαι·': # Q.S. 9.239
        (('ἄλλοτε', '+--'), ('μὲν', '+'), ('φεύγειν', '++'), ('ὁτὲ', '--'), ('δ’', ''), ('ἀνέρος', '+--'), ('ἄντα', '+-'), ('μάχεσθαι', '-++')),
    'εὖτ’ ὀμίχλην διέχευε· λύθη δ’ εἰς ἠέρα μακρήν·': # Q.S. 9.265
        (('εὖτ’', '+'), ('ὀμίχλην', '--+'), ('διέχευε', '--+-'), ('λύθη', '-+'), ('δ’', ''), ('εἰς', '+'), ('ἠέρα', '+--'), ('μακρήν', '++')),
    'ὄβριμος ἠγνοίησε· μένος δ’ ἐνέπνευσεν Ἀχαιοῖς': # Q.S. 9.301
        (('ὄβριμος', '+--'), ('ἠγνοίησε', '+++-'), ('μένος', '-+'), ('δ’', ''), ('ἐνέπνευσεν', '--+-'), ('ἀχαιοῖς', '-++')),
    'ἀλλ’ ἄρα δμωιάδεσσι παρευνάζοντο γυναιξὶ': # Q.S. 9.341
        (('ἀλλ’', '+'), ('ἄρα', '--'), ('δμωιάδεσσι', '+--+-'), ('παρευνάζοντο', '-+++-'), ('γυναιξὶ', '-++')),
    'ἀμφιπέσῃ· κρατεραὶ γὰρ ἐποτρύνουσιν ἀνῖαι·': # Q.S. 9.349
        (('ἀμφιπέσῃ', '+--+'), ('κρατεραὶ', '--+'), ('γὰρ', '-'), ('ἐποτρύνουσιν', '-+++-'), ('ἀνῖαι', '-++')),
    'νῆα κατιθύνοντες ἐΰζυγον· ἡ δ’ ὑπ’ ἰωῇ': # Q.S. 9.439
        (('νῆα', '+-'), ('κατιθύνοντες', '-+++-'), ('ἐΰζυγον', '-+--'), ('ἡ', '+'), ('δ’', ''), ('ὑπ’', '-'), ('ἰωῇ', '-++')),
    'ἀχθομένην ἄνεμός τε καὶ ἀδρανίη ποτικλίνῃ': # Q.S. 9.456
        (('ἀχθομένην', '+--+'), ('ἄνεμός', '--+'), ('τε', '-'), ('καὶ', '-'), ('ἀδρανίη', '+--+'), ('ποτικλίνῃ', '--++')),
    'πάσσων φάρμακα πολλὰ καθ’ ἕλκεος, εὖ δὲ κικλήσκων': # Q.S. 9.464
        (('πάσσων', '++'), ('φάρμακα', '+--'), ('πολλὰ', '+-'), ('καθ’', '-'), ('ἕλκεος', '+--'), ('εὖ', '+'), ('δὲ', '-'), ('κικλήσκων', '++++')),
    'οἴμην ἀργαλέην, στερεῇ φρενὶ τλῆναι ὀϊζύν.': # Q.S. 9.508
        (('οἴμην', '++'), ('ἀργαλέην', '+--+'), ('στερεῇ', '--+'), ('φρενὶ', '--'), ('τλῆναι', '+-'), ('ὀϊζύν', '-++')),
    'ῥῆξαι τείχεα μακρά, καὶ,καὶ εἰ μάλα πολλὰ κάμωσιν·': # Q.S. 10.18
        (('ῥῆξαι', '++'), ('τείχεα', '+--'), ('μακρά', '+-'), ('καὶ', '-'), ('εἰ', '+'), ('μάλα', '--'), ('πολλὰ', '+-'), ('κάμωσιν', '-++')),
    'οὐ γὰρ ἀβληχρὰ θεοῖσι τετεύχαται ἄφθιτα ἔργα.': # Q.S. 10.19
        (('οὐ', '+'), ('γὰρ', '-'), ('ἀβληχρὰ', '-+-'), ('θεοῖσι', '-+-'), ('τετεύχαται', '-+--'), ('ἄφθιτα', '+--'), ('ἔργα', '++')),
    'υῶιν δ’ ἔσσεται ἄλγος ἀποφθιμένων ἐνὶ πάτρῃ,': # Q.S. 10.31
        (('νῶιν', '++'), ('δ’', ''), ('ἔσσεται', '+--'), ('ἄλγος', '+-'), ('ἀποφθιμένων', '-+--+'), ('ἐνὶ', '--'), ('πάτρῃ', '++')),
    'σμερδαλέον· μέγα δ’ αἰὲν ἀΰτεεν ὀτρύνουσα': # Q.S. 10.63
        (('σμερδαλέον', '+--+'), ('μέγα', '--'), ('δ’', ''), ('αἰὲν', '+-'), ('ἀΰτεεν', '-+--'), ('ὀτρύνουσα', '++++')),
    'Ὑσμινόν τε καὶ Ἰμβράσιον Σχέδιόν τε Φλέγην τε': # Q.S. 10.87
        (('ὑσμινόν', '+++'), ('τε', '-'), ('καὶ', '-'), ('ἰμβράσιον', '+--+'), ('σχέδιόν', '--+'), ('τε', '-'), ('φλέγην', '-+'), ('τε', '+')),
    'θῦνε γὰρ ἐν δηίοισιν ἀτειρέϊ ἶσος Ἄρηι': # Q.S. 10.170
        (('θῦνε', '+-'), ('γὰρ', '-'), ('ἐν', '+'), ('δηίοισιν', '++-'), ('ἀτειρέϊ', '-+--'), ('ἶσος', '+-'), ('ἄρηι', '-++')),
    'καὶ τὰ μὲν ἄρ τεύξαντο κλυταὶ χέρες Ἡφαίστοιο': # Q.S. 10.203
        (('καὶ', '+'), ('τὰ', '-'), ('μὲν', '-'), ('ἄρ', '+'), ('τεύξαντο', '++-'), ('κλυταὶ', '-+'), ('χέρες', '--'), ('ἡφαίστοιο', '++++')),
    'δώσω, ἐπεί νύ μοι ἄντα λιλαίεαι ἰσοφαρίζειν·': # Q.S. 10.227
        (('δώσω', '+-'), ('ἐπεί', '-+'), ('νύ', '-'), ('μοι', '-'), ('ἄντα', '+-'), ('λιλαίεαι', '-+--'), ('ἰσοφαρίζειν', '+--++')),
    'μυελὸν ἐς λιπόωντα δι’ ὀστέου, οὕνεκα νηδὺν': # Q.S. 10.274
        (('μυελὸν', '+--'), ('ἐς', '+'), ('λιπόωντα', '--+-'), ('δι’', '-'), ('ὀστέου', '+--'), ('οὕνεκα', '+--'), ('νηδὺν', '++')),
    'μήδεαι ἐκ θανάτοιο δυσηχέος, εἴτε καὶ οὐκί·': # Q.S. 10.295
        (('μήδεαι', '+--'), ('ἐκ', '+'), ('θανάτοιο', '--+-'), ('δυσηχέος', '-+--'), ('εἴτε', '+-'), ('καὶ', '-'), ('οὐκί', '++')),
    'ἐξάκες’, ἕως μοι ἔτ’ ἀμφὶ μένος καὶ γυῖα τέθηλε·': # Q.S. 10.297
        (('ἐξάκες’', '+--'), ('ἕως', '+'), ('μοι', '-'), ('ἔτ’', '-'), ('ἀμφὶ', '+-'), ('μένος', '-+'), ('καὶ', '+'), ('γυῖα', '+-'), ('τέθηλε', '-++')),
    'ἀθανάτης ἔμπροσθεν ἀκηδέος ἐμβεβαυίης·': # Q.S. 10.357
        (('ἀθανάτης', '+--+'), ('ἔμπροσθεν', '++-'), ('ἀκηδέος', '-+--'), ('ἐμβεβαυίης', '+--++')),
    'μήδετο λοίγια ἔργα, τὰ μὴ ὤφειλον ὀτλῆσαι,': # Q.S. 10.378
        (('μήδετο', '+--'), ('λοίγια', '+--'), ('ἔργα', '+-'), ('τὰ', '-'), ('μὴ', '+'), ('ὤφειλον', '++-'), ('ὀτλῆσαι', '-++')),
    'ἀλλὰ καὶ εἰ ζωός μ’ ἔλιπεν, μέγα τλήσομαι ἔργον': # Q.S. 10.430
        (('ἀλλὰ', '+-'), ('καὶ', '-'), ('εἰ', '+'), ('ζωός', '++'), ('μ’', ''), ('ἔλιπεν', '--+'), ('μέγα', '--'), ('τλήσομαι', '+--'), ('ἔργον', '++')),
    'ἵκετο δ’ ἐμβεβαυῖα δι’ οὔρεος, ᾗχι καὶ ἄλλαι': # Q.S. 10.458
        (('ἵκετο', '+--'), ('δ’', ''), ('ἐμβεβαυῖα', '+--+-'), ('δι’', '-'), ('οὔρεος', '+--'), ('ᾗχι', '+-'), ('καὶ', '-'), ('ἄλλαι', '++')),
    'χρυσέῳ ἐν κρητῆρι θέσαν· περὶ δέ σφισι σῆμα': # Q.S. 10.486
        (('χρυσέῳ', '+--'), ('ἐν', '+'), ('κρητῆρι', '++-'), ('θέσαν', '-+'), ('περὶ', '--'), ('δέ', '+'), ('σφισι', '--'), ('σῆμα', '++')),
    'οἱ Σύμηθεν ἵκανον ὑπὸ Νιρῆι ἄνακτι': # Q.S. 11.61
        (('οἱ', '+'), ('σύμηθεν', '+++'), ('ἵκανον', '+--'), ('ὑπὸ', '+-'), ('νιρῆι', '-+-'), ('ἄνακτι', '-++')),
    'λάβρον, ὑπὸ ῥιπῆς βαρυηχέος ἄλλυδις ἄλλα': # Q.S. 11.123
        (('λάβρον', '+-'), ('ὑπὸ', '-+'), ('ῥιπῆς', '++'), ('βαρυηχέος', '--+--'), ('ἄλλυδις', '+--'), ('ἄλλα', '++')),
    'αἵματι πλημμύρεσκεν· ἔρις δ’ ἄρ’ ἰαίνετο θυμῷ': # Q.S. 11.161
        (('αἵματι', '+--'), ('πλημμύρεσκεν', '+++-'), ('ἔρις', '-+'), ('δ’', ''), ('ἄρ’', '-'), ('ἰαίνετο', '-+--'), ('θυμῷ', '++')),
    'ῥηιδίως ἤμησε· φλέβες δ’ ὑπερέβλυσαν αἷμα·': # Q.S. 11.192
        (('ῥηιδίως', '+--+'), ('ἤμησε', '++-'), ('φλέβες', '-+'), ('δ’', ''), ('ὑπερέβλυσαν', '--+--'), ('αἷμα', '++')),
    'Ἄρεος ἐννεσίῃσι φόβον δηίοισι φέρουσα·': # Q.S. 11.198
        (('ἄρεος', '+--'), ('ἐννεσίῃσι', '+--+-'), ('φόβον', '-+'), ('δηίοισι', '++-'), ('φέρουσα', '-++')),
    'ἐκπέρσαι μεμαυῖα κλυτὴν Πριάμοιο πόληα.': # Q.S. 11.287
        (('ἐκπέρσαι', '+++'), ('μεμαυῖα', '--+-'), ('κλυτὴν', '-+'), ('Πριάμοιο', '--+-'), ('πόληα', '-++')),
    'ἐκ θυμοῦ Δαναοῖσιν ἀρηγέμεναι μεμαυῖαν,': # Q.S. 11.295
        (('ἐκ', '+'), ('θυμοῦ', '++'), ('δαναοῖσιν', '--+-'), ('ἀρηγέμεναι', '-+--+'), ('μεμαυῖαν', '--++')),
    'ἠλιβάτου σχεδίης, πάντῃ δ’ ἀναπλήθεται εὐρὺς': # Q.S. 11.312
        (('ἠλιβάτου', '+--+'), ('σχεδίης', '--+'), ('πάντῃ', '++'), ('δ’', ''), ('ἀναπλήθεται', '--+--'), ('εὐρὺς', '++')),
    'αἰγιαλός, τοῖσιν δὲ μέλαν ποτικλύζεται οἶδμα·': # Q.S. 11.313
        (('αἰγιαλός', '+--+'), ('τοῖσιν', '++'), ('δὲ', '-'), ('μέλαν', '-+'), ('ποτικλύζεται', '--+--'), ('οἶδμα', '++')),
    'Τρῶας ἐποτρύνοντες ἀνὰ μάθον· οἱ δὲ καὶ αὐτοὶ': # Q.S. 11.350
        (('τρῶας', '+-'), ('ἐποτρύνοντες', '-+++-'), ('ἀνὰ', '-+'), ('μάθον', '--'), ('οἱ', '+'), ('δὲ', '-'), ('καὶ', '-'), ('αὐτοὶ', '++')),
    'καρτύναντο φάλαγγες· ἔχον δ’ ἕνα θυμὸν ἐς ἀλκηι': # Q.S. 11.366
        (('καρτύναντο', '+++-'), ('φάλαγγες', '-+-'), ('ἔχον', '-+'), ('δ’', ''), ('ἕνα', '--'), ('θυμὸν', '+-'), ('ἐς', '-'), ('ἀλκηι', '++')),
    'ἐμμεμαὼς ἐφέηκε, δάμασσε δὲ τλήμονι πότμῳ': # Q.S. 11.395
        (('ἐμμεμαὼς', '+--+'), ('ἐφέηκε', '--+-'), ('δάμασσε', '-+-'), ('δὲ', '-'), ('τλήμονι', '+--'), ('πότμῳ', '++')),
    'δεινὸς Ἄρης, καὶ πάντα κατιθύνεσκε βέλεμνα': # Q.S. 11.413
        (('δεινὸς', '+-'), ('ἄρης', '-+'), ('καὶ', '+'), ('πάντα', '+-'), ('κατιθύνεσκε', '-+++-'), ('βέλεμνα', '-++')),
    'γυῖ̓ ἐλελίζετ’ Ἄτλαντος ὑπ’ ἀκαμάτου Διὸς ὁρμῆς·': # Q.S. 11.419
        (('γυῖ᾽', '+'), ('ἐλελίζετ’', '--+-'), ('ἄτλαντος', '-+-'), ('ὑπ’', '-'), ('ἀκαμάτου', '+--+'), ('διὸς', '--'), ('ὁρμῆς', '++')),
    'πᾶν, ὅ τί παρέκυρσεν ἐπειγομένῳ ποτὶ μῶλον,': # Q.S. 11.423
        (('πᾶν', '+'), ('ὅ', '+'), ('τί', '+'), ('παρέκυρσεν', '--+-'), ('ἐπειγομένῳ', '-+--+'), ('ποτὶ', '--'), ('μῶλον', '++')),
    'τοὺς δ’ ἄρ’ ἐποτρύνας ἐκβήμεναι εὐρέος ἵππου': # Q.S. 12.44
        (('τοὺς', '+'), ('δ’', ''), ('ἄρ’', '-'), ('ἐποτρύνας', '-+++'), ('ἐκβήμεναι', '++--'), ('εὐρέος', '+--'), ('ἵππου', '++')),
    'ὦ Κάλχαν, δήϊοισι καταντίον ἄλκιμοι ἄνδρες': # Q.S. 12.67
        (('ὦ', '+'), ('κάλχαν', '++'), ('δήϊοισι', '++-'), ('καταντίον', '-+--'), ('ἄλκιμοι', '+--'), ('ἄνδρες', '++')),
    'καί ῥα κλυτῷ Κάλχαντι καὶ οὐκ ἐθέλοντε πίθοντο·': # Q.S. 12.100
        (('καί', '+'), ('ῥα', '-'), ('κλυτῷ', '-+'), ('κάλχαντι', '++-'), ('καὶ', '-'), ('οὐκ', '+'), ('ἐθέλοντε', '--+-'), ('πίθοντο', '-++')),
    'τῶν δὲ περιδδείσασα κλυτὴ Θέμις εὖτε νόημα': # Q.S. 12.202
        (('τῶν', '+'), ('δὲ', '-'), ('περιδδείσασα', '-+++-'), ('κλυτὴ', '-+'), ('Θέμις', '--'), ('εὖτε', '+-'), ('νόημα', '-++')),
    'ἀργαλέον, φιηότητα δ’ ὁμήθεα ποιήσαντο·': # Q.S. 12.216
        (('ἀργαλέον', '+--+'), ('φιηότητα', '--+-'), ('δ’', ''), ('ὁμήθεα', '-+--'), ('ποιήσαντο', '++++')),
    'ἢ θανέειν δηΐοισιν ὑπ’ ἀνδράσιν, ἢ ὑπαλύξαι': # Q.S. 12.251
        (('ἢ', '+'), ('θανέειν', '--+'), ('δηΐοισιν', '++-'), ('ὑπ’', '-'), ('ἀνδράσιν', '++-'), ('ἢ', '-'), ('ὑπαλύξαι', '--++')),
    'ἀργαλέου πολέμοιο τέκμωρ ἀΐδηλον ἔσεσθαι.': # Q.S. 12.258
        (('ἀργαλέου', '+--+'), ('πολέμοιο', '--+-'), ('τέκμωρ', '++'), ('ἀΐδηλον', '--+-'), ('ἔσεσθαι', '-++')),
    'ἐς δὲ λόχον νέοι ἄνδρες ἔθ’ ὑσμίνης ἀκόρητοι': # Q.S. 12.279
        (('ἐς', '+'), ('δὲ', '-'), ('λόχον', '-+'), ('νέοι', '--'), ('ἄνδρες', '+-'), ('ἔθ’', '-'), ('ὑσμίνης', '+++'), ('ἀκόρητοι', '--++')),
    'ἐσσὶ πατρὸς κείνοιο βίῃ καὶ εΰφρονι μύθῳ': # Q.S. 12.287
        (('ἐσσὶ', '+-'), ('πατρὸς', '-+'), ('κείνοιο', '++-'), ('βίῃ', '-+'), ('καὶ', '-'), ('εΰφρονι', '-+--'), ('μύθῳ', '++')),
    'βῆ δὲ Φιλοκτήτης τε καὶ Ἄντικλος ἠδὲ Μενεσθεύς,': # Q.S. 12.317
        (('βῆ', '+'), ('δὲ', '-'), ('φιλοκτήτης', '-+++'), ('τε', '-'), ('καὶ', '-'), ('ἄντικλος', '+--'), ('ἠδὲ', '+-'), ('Μενεσθεύς', '-++')),
    'οἱ δ’ ἄρ’ ἐν ἵππῳ ἔσαν δηΐων σχεδόν, ἄλλοτε μέν που': # Q.S. 12.350
        (('οἱ', '+'), ('δ’', ''), ('ἄρ’', '-'), ('ἐν', '-'), ('ἵππῳ', '+-'), ('ἔσαν', '-+'), ('δηΐων', '++'), ('σχεδόν', '--'), ('ἄλλοτε', '+--'), ('μέν', '+'), ('που', '+')),
    'ἀνδρὸς γὰρ κρατεροῖο κακὴν ὑποτλῆναι ἀνάγκην.': # Q.S. 12.388
        (('ἀνδρὸς', '++'), ('γὰρ', '+'), ('κρατεροῖο', '--+-'), ('κακὴν', '-+'), ('ὑποτλῆναι', '--+-'), ('ἀνάγκην', '-++')),
    'μεῖναι ἔτλη· πάντας γὰρ ἀμείλιχον ἄμφεχε δεῖμα': # Q.S. 12.466
        (('μεῖναι', '+-'), ('ἔτλη', '-+'), ('πάντας', '++'), ('γὰρ', '-'), ('ἀμείλιχον', '-+--'), ('ἄμφεχε', '+--'), ('δεῖμα', '++')),
    'ἐντροπαλιζομένη ἀναχάζεται τειρομένη περ·': # Q.S. 12.583
        (('ἐντροπαλιζομένη', '+--+--+'), ('ἀναχάζεται', '--+--'), ('τειρομένη', '+--+'), ('περ', '+')),
    'ἦκα καὶ ἀτρεμέως ἐκβήμεναι· οἱ δ’ ἐπίθοντο': # Q.S. 13.36
        (('ἦκα', '++'), ('καὶ', '+'), ('ἀτρεμέως', '--+'), ('ἐκβήμεναι', '++--'), ('οἱ', '+'), ('δ’', ''), ('ἐπίθοντο', '--++')),
    'ποίμνης πρὸς σταθμὸν εὐρὺν, ἀλευόμενος δ’ ἄρα φῶτας': # Q.S. 13.46
        (('ποίμνης', '++'), ('πρὸς', '+'), ('σταθμὸν', '--'), ('εὐρὺν', '+-'), ('ἀλευόμενος', '-+--+'), ('δ’', ''), ('ἄρα', '--'), ('φῶτας', '++')),
    'θαρσαλέοις σφήκεσσιν ἐοικότες, οὕδ τε κλονήσῃ': # Q.S. 13.55
        (('θαρσαλέοις', '+--+'), ('σφήκεσσιν', '++-'), ('ἐοικότες', '-+--'), ('οὕδ', '+'), ('τε', '-'), ('κλονήσῃ', '-++')),
    'πάλλετ’ ἐνὶ στέρνοισι κέαρ τάχα δ’ οἱ μὲν ἔναιρον δυσμενέας': # Q.S. 13.60
        (('πάλλετ’', '+-'), ('ἐνὶ', '-+'), ('στέρνοισι', '++-'), ('κέαρ', '-+'), ('τάχα', '--'), ('δ’', ''), ('οἱ', '+'), ('μὲν', '-'), ('ἔναιρον', '-++'), ('δυσμενέας', '')),
    'νῆες ὑπὲρ μέγα χεῦμα χεῦμα· Θέτις δ’ ἴθυνε κέλευθα': # Q.S. 13.62
        (('νῆες', '+-'), ('ὑπὲρ', '-+'), ('μέγα', '--'), ('χεῦμα', '+-'), ('θέτις', '-+'), ('δ’', '-'), ('ἴθυνε', '-+-'), ('κέλευθα', '-++')),
    'ἄβρομοι, ἠΰτε μῆλα ποτὶ σταθμὸν ἀΐσσοντα': # Q.S. 13.68
        (('ἄβρομοι', '+--'), ('ἠΰτε', '+--'), ('μῆλα', '+-'), ('ποτὶ', '-+'), ('σταθμὸν', '--'), ('ἀΐσσοντα', '++++')),
    'οὔτε βαθὺν μελέεσσιν ἑλεῖν πέπλον, ἀλλ’ ἐπιόντας': # Q.S. 13.113
        (('οὔτε', '+-'), ('βαθὺν', '-+'), ('μελέεσσιν', '--+-'), ('ἑλεῖν', '-+'), ('πέπλον', '--'), ('ἀλλ’', '+'), ('ἐπιόντας', '--++')),
    'δείματος, ὀλλυμένοισιν ἀρηγέμεναι μεμαυῖαι': # Q.S. 13.120
        (('δείματος', '+--'), ('ὀλλυμένοισιν', '+--+-'), ('ἀρηγέμεναι', '-+--+'), ('μεμαυῖαι', '--++')),
    'μίμνωσιν, κείνοιο γλάγος ποτὶ σῶμα φέροντος,': # Q.S. 13.137
        (('μίμνωσιν', '+++'), ('κείνοιο', '++-'), ('γλάγος', '-+'), ('ποτὶ', '--'), ('σῶμα', '+-'), ('φέροντος', '-++')),
    'νηδύα πλησάμενοι πολυχανδέα πάντ’ ἐπιόντες': # Q.S. 13.138
        (('νηδύα', '+--'), ('πλησάμενοι', '+--+'), ('πολυχανδέα', '--+--'), ('πάντ’', '+'), ('ἐπιόντες', '--++')),
    'ἀλλά μοι ἕως ἔτι κάρτος ἀέξεται, οὔτιν’ ἐάσω': # Q.S. 13.200
        (('ἀλλά', '+-'), ('μοι', '-'), ('ἕως', '+'), ('ἔτι', '--'), ('κάρτος', '+-'), ('ἀέξεται', '-+--'), ('οὔτιν’', '+-'), ('ἐάσω', '-++')),
    'καὶ τὸν μὲν πότμος εἶλε· κακῶν δ’ ὅ γε λήσατο πάντων.': # Q.S. 13.250
        (('καὶ', '+'), ('τὸν', '+'), ('μὲν', '+'), ('πότμος', '--'), ('εἶλε', '+-'), ('κακῶν', '-+'), ('δ’', ''), ('ὅ', '-'), ('γε', '-'), ('λήσατο', '+--'), ('πάντων', '++')),
    'ἄστυ λιπὼν δηΐοισι καταιθόμενον πυρὶ πολλῷ,': # Q.S. 13.316
        (('ἄστυ', '+-'), ('λιπὼν', '-+'), ('δηΐοισι', '++-'), ('καταιθόμενον', '-+--+'), ('πυρὶ', '--'), ('πολλῷ', '++')),
    'οὕνεκα δὴ πάϊς ἐστὶν ἐϋπολοκάμου Ἀφροδίτης,': # Q.S. 13.343
        (('οὕνεκα', '+--'), ('δὴ', '+'), ('πάϊς', '--'), ('ἐστὶν', '+-'), ('ἐϋπλοκάμου', '-+--+-'), ('ἀφροδίτης', '--++')),
    'ὣς εἰπὼν δηΐοισιν ἀνηλέα τεῦχεν ὄλεθρον·': # Q.S. 13.374
        (('ὣς', '+'), ('εἰπὼν', '++'), ('δηΐοισιν', '++-'), ('ἀνηλέα', '-+--'), ('τεῦχεν', '+-'), ('ὄλεθρον', '-++')),
    'δείδιε γὰρ μή σφιν ἐτώσια πάντα γένηται·': # Q.S. 13.408
        (('δείδιε', '+--'), ('γὰρ', '+'), ('μή', '+'), ('δή', '+'), ('σφιν', '-'), ('ἐτώσια', '-+--'), ('πάντα', '+-'), ('γένηται', '-++')),
    'θυμοῦ τ’ ἠδὲ νόοιο βεβλαμμένος· ἡ δέ οἱ αἰνὸν': # Q.S. 13.423
        (('θυμοῦ', '++'), ('τ’', ''), ('ἠδὲ', '+-'), ('νόοιο', '-+-'), ('βεβλαμμένος', '-+--'), ('ἡ', '+'), ('δέ', '-'), ('οἱ', '-'), ('αἰνὸν', '++')),
    'οὐδὲ μὲν ἔργον ἀεκιὲς ἐσέδρακεν, ἀλλά οἱ αἰδὼς': # Q.S. 13.425
        (('οὐδὲ', '+-'), ('μὲν', '-'), ('ἔργον', '+-'), ('ἀεικὲς', '-+-'), ('ἐσέδρακεν', '-+--'), ('ἀλλά', '+-'), ('οἱ', '-'), ('αἰδὼς', '++')),
    'ἑρκείου· ζάθεον Τριτωνίδος ἀμφί τε ἐρατεινοὶ': # Q.S. 13.436
        (('ἑρκείου', '+++'), ('ζάθεον', '--+'), ('Τριτωνίδος', '++--'), ('ἀμφί', '+-'), ('τε', '-'), ('ἐρατεινοὶ', '--++')),
    'καί ῥά τις οἰόμενος δηΐων ἑκὰς ἔμμεν’ ἀϋτὴν': # Q.S. 13.445
        (('καί', '+'), ('ῥά', '-'), ('τις', '-'), ('οἰόμενος', '+--+'), ('δηΐων', '++'), ('ἑκὰς', '--'), ('ἔμμεν’', '+-'), ('ἀϋτὴν', '-++')),
    'Αἰγεύς· ἐκ δ’ ἄρ’ ἐμεῖο κλυτὸς πάϊς ἔπλετο Θησεύς.': # Q.S. 13.511
        (('αἰγεύς', '++'), ('ἐκ', '+'), ('δ’', ''), ('ἄρ’', '-'), ('ἐμεῖο', '-+-'), ('κλυτὸς', '-+'), ('πάϊς', '--'), ('ἔπλετο', '+--'), ('Θησεύς', '++')),
    'ἄμφω ὁμῶς ἑκυρή τε καὶ ἀμφίπολος γεγαυῖα': # Q.S. 13.524
        (('ἄμφω', '+-'), ('ὁμῶς', '-+'), ('ἑκυρή', '--+'), ('τε', '-'), ('καὶ', '-'), ('ἀμφίπολος', '+--+'), ('γεγαυῖα', '--++')),
    'κλαίουσιν μάλα τερπνόν· ὁ δ’ ἔμπαλια παισὶ καὶ αὐτὸς': # Q.S. 13.540
        (('κλαίουσιν', '+++'), ('μάλα', '--'), ('τερπνόν', '+-'), ('ὁ', '-'), ('δ’', ''), ('ἔμπαλια', '+--'), ('παισὶ', '+-'), ('καὶ', '-'), ('αὐτὸς', '++')),
    'ὑστάτιον χείλεσσι γλάγος περιμαιμώωντας.': # Q.S. 14.16
        (('ὑστάτιον', '+--+'), ('χείλεσσι', '++-'), ('γλάγος', '-+'), ('περιμαιμώωντας', '--++++')),
    'σταθμοῦ ἀπὸ προτέροιο ποτὶ σταθμὸν ἄλλον ἄγωσιν': # Q.S. 14.34
        (('σταθμοῦ', '+-'), ('ἀπὸ', '-+'), ('προτέροιο', '--+-'), ('ποτὶ', '-+'), ('σταθμὸν', '--'), ('ἄλλον', '+-'), ('ἄγωσιν', '-++')),
    'ἄλλοτε δὲ ζάθεον μακάρων γένος ἠδὲ καὶ καὶ αὐτῶν': # Q.S. 14.87
        (('ἄλλοτε', '+--'), ('δὲ', '+'), ('ζάθεον', '--+'), ('μακάρων', '--+'), ('γένος', '--'), ('ἠδὲ', '+-'), ('καὶ', '-'), ('αὐτῶν', '++')),
    'ὣς τῶν πὰρ νήεσσι μέγ’ ἔνδοθι γηθομένοων κῆρ': # Q.S. 14.92
        (('ὣς', '+'), ('τῶν', '+'), ('πὰρ', '+'), ('νήεσσι', '++-'), ('μέγ’', '-'), ('ἔνδοθι', '+--'), ('γηθομένοων', '+--+'), ('κῆρ', '+')),
    'κῦδος ὁμῶς δηΐοισι μέγα πτολίεθρον ἑλόντες·': # Q.S. 14.118
        (('κῦδος', '+-'), ('ὁμῶς', '-+'), ('δηΐοισι', '++-'), ('μέγα', '-+'), ('πτολίεθρον', '--+-'), ('ἑλόντες', '-++')),
    'οὐ γὰρ ἔτ’ αὐτοῖς': # Q.S. 14.122
        (('οὐ', '+'), ('γὰρ', '-'), ('ἔτ’', '-'), ('αὐτοῖς', '++')),
    'ὡς δὲ Κύκνον κατέπεφνεν ὑπέρβιον, ἠδ’ ὅς’ Ἀχαιοὶ': # Q.S. 14.131
        (('ὡς', '+'), ('δὲ', '-'), ('κύκνον', '-+'), ('κατέπεφνεν', '--+-'), ('ὑπέρβιον', '-+--'), ('ἠδ’', '+'), ('ὅς’', '-'), ('ἀχαιοὶ', '-++')),
    'καί μ’ ἄμοτον μεμαυῖαν ὀϊζυρῶς ἀπολέσθαι': # Q.S. 14.159
        (('καί', '+'), ('μ’', ''), ('ἄμοτον', '--+'), ('μεμαυῖαν', '--+-'), ('ὀϊζυρῶς', '-+++'), ('ἀπολέσθαι', '--++')),
    'ἀσπασίως δ’ ἀρα τώ γε παρ’ ἀλλήλοισι κλιθέντε': # Q.S. 14.173
        (('ἀσπασίως', '+--+'), ('δ’', ''), ('ἀρα', '--'), ('τώ', '+'), ('γε', '-'), ('παρ’', '-'), ('ἀλλήλοισι', '+++-'), ('κλιθέντε', '-++')),
    'ὣς φαμένου πείθοντο, καὶ ὡς θεῷ εὐχετόωντο·': # Q.S. 14.246
        (('ὣς', '+'), ('φαμένου', '--+'), ('πείθοντο', '++-'), ('καὶ', '-'), ('ὡς', '+'), ('θεῷ', '--'), ('εὐχετόωντο', '+--++')),
    'καί οἱ κόλπος ἔνερθεν ἐπλήθετο· δεύετο δὲ χρὼς': # Q.S. 14.270
        (('καί', '+'), ('οἱ', '+'), ('κόλπος', '+-'), ('ἔνερθεν', '-+-'), ('ἐπλήθετο', '-+--'), ('δεύετο', '+--'), ('δὲ', '+'), ('χρὼς', '+')),
    'ὃς δ’ ἐπεὶ οὖν τάρχυσε κλυτὴν Πριάμοιο θύγατρα': # Q.S. 14.324
        (('ὃς', '+'), ('δ’', ''), ('ἐπεὶ', '--'), ('οὖν', '+'), ('τάρχυσε', '++-'), ('κλυτὴν', '-+'), ('πριάμοιο', '--+-'), ('θύγατρα', '-++')),
    'πυκνὸν ἀπὸ βλεφάρων· δέρκοντο δὲ τλήμονα πάτρην': # Q.S. 14.393
        (('πυκνὸν', '+-'), ('ἀπὸ', '-+'), ('βλεφάρων', '--+'), ('δέρκοντο', '++-'), ('δὲ', '-'), ('τλήμονα', '+--'), ('πάτρην', '++')),
    'καίπερ ἰαινόμενοι κταμένων μνησθέντες ἑνὰ θυμὸν': # Q.S. 14.408
        (('καίπερ', '+-'), ('ἰαινόμενοι', '-+--+'), ('κταμένων', '--+'), ('μνησθέντες', '++-'), ('ἑνὰ', '-'), ('θυμὸν', '++')),
    'ἔσσομαι, οὔτ’ ἔτι σεῖο κεκλήσομαι, εἰ μὴ Ἀχαιῶν': # Q.S. 14.434
        (('ἔσσομαι', '+--'), ('οὔτ’', '+'), ('ἔτι', '--'), ('σεῖο', '+-'), ('κεκλήσομαι', '-+--'), ('εἰ', '+'), ('μὴ', '-'), ('ἀχαιῶν', '-++')),
    'χερσὶν ὑπ’ ἀκαμάτῃσιν ἐτεκτήναντο Κύκλωπες': # Q.S. 14.446
        (('χερσὶν', '+-'), ('ὑπ’', '-'), ('ἀκαμάτῃσιν', '+--+-'), ('ἐτεκτήναντο', '-+++-'), ('Κύκλωπες', '-++')),
    'ψάμμον ἀναβλύζεσκε διοιγομένοιο κλύδωνος.': # Q.S. 14.496
        (('ψάμμον', '+-'), ('ἀναβλύζεσκε', '-+++-'), ('διοιγομένοιο', '-+--+-'), ('κλύδωνος', '-++')),
    'ἀνδρὶ περιστήσαντο· μένος δ’ ἐνέπνευαεν ἀνάγκη·': # Q.S. 14.564
        (('ἀνδρὶ', '+-'), ('περιστήσαντο', '-+++-'), ('μένος', '-+'), ('δ’', ''), ('ἐνέπνευαεν', '-+++-'), ('ἀνάγκη', '-++')),
    'οὐδὲ τεῆς ἀγέλης νοσφίσσεαι· ἰσοτύπου γὰρ': # Dion. 1.448
        (('οὐδὲ', '+-'), ('τεῆς', '-+'), ('ἀγέλης', '--+'), ('νοσφίσσεαι', '++--'), ('ἰσοτύπου', '+--+'), ('γὰρ', '+')),
    'ἐκ Δάφνης γεγαυῖα διώκομαι, οἷά τε Δάφνη.': # Dion. 2.114
        (('ἐκ', '+'), ('δάφνης', '++'), ('γεγαυῖα', '--+-'), ('διώκομαι', '-+--'), ('οἷά', '+-'), ('τε', '-'), ('δάφνη', '++')),
    'εἴην Ἡλιάδων καὶ ἐγὼ μία· πυκνὰ δὲ δὲ πέμψω': # Dion. 2.153
        (('εἴην', '++'), ('ἡλιάδων', '+--+'), ('καὶ', '-'), ('ἐγὼ', '-+'), ('μία', '--'), ('πυκνὰ', '+-'), ('δὲ', '-'), ('δὲ', ''), ('πέμψω', '++')),
    'εἰς ἐνοπὴν πολύπηχυς ἐπεβρυχᾶτο Τυφωεὺς': # Dion. 2.245
        (('εἰς', '+'), ('ἐνοπὴν', '--+'), ('πολύπηχυς', '--+-'), ('ἐπεβρυχᾶτο', '-+++-'), ('τυφωεὺς', '-++')),
    'χαλκέῳ ἐν κεράμῳ πεφυλαγμένον, ὄφρά τις εἴπῃ·': # Dion. 2.303
        (('χαλκέῳ', '+--'), ('ἐν', '+'), ('κεράμῳ', '--+'), ('πεφυλαγμένον', '--+--'), ('ὄφρά', '+-'), ('τις', '-'), ('εἴπῃ', '++')),
    'ἄσθμασιν ἀντιπόροισι μετερρίπιζον ἀῆται·': # Dion. 2.408
        (('ἄσθμασιν', '+--'), ('ἀντιπόροισι', '+--+-'), ('μετερρίπιζον', '-+++-'), ('ἀῆται', '-++')),
    'χρύσεον ἔτραπε δίφρον, ἐπεμβεβαυῖα δὲ Νίκη': # Dion. 2.701
        (('χρύσεον', '+--'), ('ἔτραπε', '+--'), ('δίφρον', '+-'), ('ἐπεμβεβαυῖα', '-+--+-'), ('δὲ', '-'), ('Νίκη', '++')),
    'ὄρθριον ἐρρίπιζε κόμην εὔοδμος ἀήτης·': # Dion. 3.149
        (('ὄρθριον', '+--'), ('ἐρρίπιζε', '+++-'), ('κόμην', '-+'), ('εὔοδμος', '++-'), ('ἀήτης', '-++')),
    'Νύμφα φίλη, τί με τόσσον ἀνείρεαι αἷμα γενέθλης;': # Dion. 3.248
        (('νύμφα', '+-'), ('φίλη', '-+'), ('τί', '-'), ('με', '-'), ('τόσσον', '+-'), ('ἀνείρεαι', '-+--'), ('αἷμα', '+-'), ('γενέθλης', '-++')),
    'Αἰγυπτίης Δήμητρος, ἐμῆς κεραελκέος Ἰοῦς,': # Dion. 3.282
        (('αἰγυπτίης', '+++'), ('δήμητρος', '++-'), ('ἐμῆς', '-+'), ('κεραελκέος', '--+--'), ('ἰοῦς', '++')),
    'καὶ σοφὸς Αἰγυπτίης ναέτης Αἴγυπτος ἀρούρης': # Dion. 3.300
        (('καὶ', '+'), ('σοφὸς', '--'), ('αἰγυπτίης', '+++'), ('ναέτης', '--+'), ('αἴγυπτος', '++-'), ('ἀρούρης', '-++')),
    'οὐ μὲν Ὑπερμνήστρῃ κακονύμφιον εὔαδεν ἔρυον,': # Dion. 3.308
        (('οὐ', '+'), ('μὲν', '-'), ('ὑπερμνήστρῃ', '-+++'), ('κακονύμφιον', '--+--'), ('εὔαδεν', '+-'), ('ἔρυον', '-++')),
    'εἰ ἐτεὸν ταῦρος· ἐγὼ δ’ οὐκ οἶδα πιθέσθαι,': # Dion. 3.314
        (('εἰ', '+'), ('ἐτεὸν', '--+'), ('ταῦρος', '++'), ('ἐγὼ', '++'), ('δ’', ''), ('οὐκ', '+'), ('οἶδα', '+-'), ('πιθέσθαι', '-++')),
    'Μητροκασιυνήτη, Διὸς εὐνέτι, χαῖρε, γυναικῶν': # Dion. 3.425
        (('μητροκασιγνήτη', '+--+++'), ('διὸς', '--'), ('εὐνέτι', '+--'), ('χαῖρε', '+-'), ('γυναικῶν', '-++')),
    'εἰμὶ τεῆς, φιλότεκνε, γουῆς ἐμφύλιος Ἑρμῆς,': # Dion. 3.432
        (('εἰμὶ', '+-'), ('τεῆς', '-+'), ('φιλότεκνε', '--+-'), ('γουῆς', '-+'), ('ἐμφύλιος', '++--'), ('Ἑρμῆς', '++')),
    'καὶ Διὶ μακάρεσσι χαρίζεο· τειρομένους γὰρ': # Dion. 3.438
        (('καὶ', '+'), ('διὶ', '++'), ('μακάρεσσι', '--+-'), ('χαρίζεο', '-+--'), ('τειρομένους', '+--+'), ('γὰρ', '+')),
    'ἀλλά μιν εἰς ὑμένσιον ἀλεξικάκῳ πόρε Κάδμῳ': # Dion. 3.443
        (('ἀλλά', '+-'), ('μιν', '-'), ('εἰς', '+'), ('ὑμέναιον', '--+-'), ('ἀλεξικάκῳ', '-+--+'), ('πόρε', '--'), ('κάδμῳ', '++')),
    'καὶ παλάμην ῥοδόπηχυν ἑῆς ἀνεκούφινσε κούρης': # Dion. 4.17
        (('καὶ', '+'), ('παλάμην', '--+'), ('ῥοδόπηχυν', '--+-'), ('ἑῆς', '-+'), ('ἀνεκούφισε', '--+--'), ('κούρης', '++')),
    'δάκρυαι μυδαλέη πολυξμεμφέα ῥήξατο φωνήν·': # Dion. 4.35
        (('δάκρυσι', '+--'), ('μυδαλέη', '+--+'), ('πολυξμεμφέα', '--+--'), ('ῥήξατο', '+--'), ('φωνήν', '++')),
    'οὕτωι σεῖο θύγατρα νεήλυδι φωτὶ συνάπτεις;': # Dion. 4.37
        (('οὕτωι', '++'), ('σεῖο', '+-'), ('θύγατρα', '-+-'), ('νεήλυδι', '-+--'), ('φωτὶ', '+-'), ('συνάπτεις', '-++')),
    'κερδαλέῳ ζωοτῆρι δολοφράδμων Ἀφροδίτη,': # Dion. 4.68
        (('κερδαλέῳ', '+--+'), ('ζωοτῆρι', '++-'), ('δολοφράδμων', '-+++'), ('ἀφροδίτη', '--++')),
    'ὄψεαι ἱμερόεντα, τὸν οὐ λάχε παρθένος ἄλλη·': # Dion. 4.79
        (('ὄψεαι', '+--'), ('ἱμερόεντα', '+--+-'), ('τὸν', '-'), ('οὐ', '+'), ('λάχε', '--'), ('παρθένος', '+--'), ('ἄλλη', '++')),
    'Κύπρι, καὶ εἰς σέο τέκνα κορύσσεαι, οὐδὲ καὶ αὐτῆς': # Dion. 4.216
        (('κύπρι', '+-'), ('καὶ', '-'), ('εἰς', '+'), ('σέο', '--'), ('τέκνα', '+-'), ('κορύσσεαι', '-+--'), ('οὐδὲ', '+-'), ('καὶ', '-'), ('αὐτῆς', '++')),
    'Αἰγυπτίης σοφίης μετανάστιος, ἦμος Ἀγήνωρ': # Dion. 4.265
        (('αἰγυπτίης', '+--+'), ('σοφίης', '--+'), ('μετανάστιος', '--+--'), ('ἦμος', '+-'), ('ἀγήνωρ', '-++')),
    'ἔγραφεν ἀγκύλα κύκλα· καὶ Αἰγυπτίου Διονύσου': # Dion. 4.269
        (('ἔγραφεν', '+--'), ('ἀγκύλα', '+--'), ('κύκλα', '+-'), ('καὶ', '-'), ('αἰγυπτίου', '+++'), ('διονύσου', '--++')),
    'μίμνε παρ’ ἀλλοδαποῖσι, καὶ Αἰγυπτίης σέο Θήβης': # Dion. 4.304
        (('μίμνε', '+-'), ('παρ’', '-'), ('ἀλλοδαποῖσι', '+--+-'), ('καὶ', '-'), ('αἰγυπτίης', '+++'), ('σέο', '--'), ('Θήβης', '++')),
    'Θεσπιέων τε πόληα βαθυκνήμους τε Πλαταιὰς': # Dion. 4.336
        (('θεσπιέων', '+--+'), ('τε', '-'), ('πόληα', '-+-'), ('βαθυκνήμους', '-+++'), ('τε', '-'), ('πλαταιὰς', '-++')),
    'Παλλὰς ἐποτρύνει σε, καὶ οὐ φονίῃ παρὰ Δίρκῃ': # Dion. 4.398
        (('παλλὰς', '+-'), ('ἐποτρύνει', '-+++'), ('σε', '-'), ('καὶ', '-'), ('οὐ', '+'), ('φονίῃ', '--+'), ('παρὰ', '--'), ('δίρκῃ', '++')),
    'μεσσατίην ἀνέθηκεν, ἐπεὶ μέσος ἐστὶ πλανήτων·': # Dion. 5.79
        (('μεσσατίην', '+--+'), ('ἀνέθηκεν', '--+-'), ('ἐπεὶ', '-+'), ('μέσος', '--'), ('ἐστὶ', '+-'), ('πλανήτων', '-++')),
    'Αἰγυπτίης ἐκάλεσσεν ὁμώνυμον ἄστεϊ Θήβης,': # Dion. 5.86
        (('αἰγυπτίης', '+++'), ('ἐκάλεσσεν', '--+-'), ('ὁμώνυμον', '-+--'), ('ἄστεϊ', '+--'), ('Θήβης', '++')),
    'σπεύδων γὰρ ἐς ἀγρύπνους ὑμεναίους': # Dion. 5.115a
        (('σπεύδων', '++'), ('γὰρ', '-'), ('ἐς', '-'), ('ἀγρύπνους', '+++'), ('ὑμεναίους', '--++')),
    'καὶ θρόνον εὐλάιγγα πόρε χρυσόθρονος Ἥρη·': # Dion. 5.134
        (('καὶ', '+'), ('θρόνον', '--'), ('εὐλάιγγα', '+++-'), ('πόρε', '-+'), ('χρυσόθρονος', '++--'), ('ἥρη', '++')),
    'πλήσας ἁβρὰ κύπελλα μελικρήτου κυκεῶνος·': # Dion. 5.273
        (('πλήσας', '++'), ('ἁβρὰ', '+-'), ('κύπελλα', '-+-'), ('μελικρήτου', '-+++'), ('κυκεῶνος', '--++')),
    'κνῆμαι ἐλεπτύνοντο, καὶ ἀυκύλα δοιὰ μετώπῳ': # Dion. 5.319
        (('κνῆμαι', '+-'), ('ἐλεπτύνοντο', '-+++-'), ('καὶ', '-'), ('ἀυκύλα', '-+--'), ('δοιὰ', '+-'), ('μετώπῳ', '-++')),
    'Ἁρμονίη δ’ ἰάχησε· φιλοκλαύαύτων δὲ γυναικῶν': # Dion. 5.386
        (('ἁρμονίη', '+--+'), ('δ’', ''), ('ἰάχησε', '--+-'), ('φιλοκλαύτων', '-+++'), ('δὲ', '-'), ('γυναικῶν', '-++')),
    'δέρκεαι Ἀκταίωνα καὶ Ἀκταίωνος ἀκούεις.': # Dion. 5.420
        (('δέρκεαι', '+--'), ('ἀκταίωνα', '+++-'), ('καὶ', '-'), ('ἀκταίωνος', '+++-'), ('ἀκούεις', '-++')),
    'μάρτυρες· εἰ σκοπέλοις οὐ πείθεαι, εἴρεο Νύμφας': # Dion. 5.439
        (('μάρτυρες', '+--'), ('εἰ', '+'), ('σκοπέλοις', '--+'), ('οὐ', '+'), ('πείθεαι', '+--'), ('εἴρεο', '+--'), ('νύμφας', '++')),
    'δίζεαι Ἀκταίωνα, τὸν ἔνδοθι γαστρὸς ἀείρεις,': # Dion. 5.470
        (('δίζεαι', '+--'), ('ἀκταίωνα', '+++-'), ('τὸν', '-'), ('ἔνδοθι', '+--'), ('γαστρὸς', '+-'), ('ἀείρεις', '-++')),
    'δίζεαι Ἀκταίωνα, τὸν ἔκτανες· ἢν ἐθελήσῃς,': # Dion. 5.471
        (('δίζεαι', '+--'), ('ἀκταίωνα', '+++-'), ('τὸν', '-'), ('ἔκτανες', '+--'), ('ἢν', '+'), ('ἐθελήσῃς', '--++')),
    'ὄψεαι ὀστέα μοῦνα τεῆς ἔτι λείψανα φορβῆς.’': # Dion. 5.472
        (('ὄψεαι', '+--'), ('ὀστέα', '+--'), ('μοῦνα', '+-'), ('τεῆς', '-+'), ('ἔτι', '--'), ('λείψανα', '+--'), ('φορβῆς.’', '++')),
    'ὄψεαι ἰοδόκην καὶ ἐμὸν βέλος ἐγγύθι δένδρου,': # Dion. 5.505
        (('ὄψεαι', '+--'), ('ἰοδόκην', '+--+'), ('καὶ', '-'), ('ἐμὸν', '-+'), ('βέλος', '--'), ('ἐγγύθι', '+--'), ('δένδρου', '++')),
    'σύγγαμος οὐδαίοιο μελαγχλαίνου ψευδήμονα μορφήν,': # Dion. 5.567
        (('σύγγαμος', '+--'), ('οὐδαίοιο', '+++-'), ('μελαγχλαίνου', '-+++'), ('ψευδήμονα', '++--'), ('μορφήν', '++')),
    'αὐχενίης λύσασα καθειμένα βόστρυχα χαίτης,': # Dion. 6.7
        (('αὐχενίης', '+--+'), ('λύσασα', '++-'), ('καθειμένα', '-+--'), ('βόστρυχα', '+--'), ('χαίτης', '++')),
    'ἔσσεαι ἀγλαόκαρπος, ὅτι χθονὶ καρπὸν ὀπάσσεις': # Dion. 6.100
        (('ἔσσεαι', '+--'), ('ἀγλαόκαρπος', '+--+-'), ('ὅτι', '-+'), ('χθονὶ', '--'), ('καρπὸν', '+-'), ('ὀπάσσεις', '-++')),
    'σύμπλοον ἠερίοισιν ἐπτιρέψαντες ἀήταις': # Dion. 6.273
        (('σύμπλοον', '+--'), ('ἠερίοισιν', '+--+-'), ('ἐπτιρέψαντες', '-+++-'), ('ἀήταις', '-++')),
    'μὴ κρύψῃς δεδαυῖα βαρὺν πόθον, εἰ παρὰ πέτραις': # Dion. 6.305
        (('μὴ', '+'), ('κρύψῃς', '++'), ('δεδαυῖα', '--+-'), ('βαρὺν', '-+'), ('πόθον', '--'), ('εἰ', '+'), ('παρὰ', '--'), ('πέτραις', '++')),
    'ἀστράπτων Χαρίτεσσιν· ὀπιπεύουσα διὰ νύμφην': # Dion. 7.224
        (('ἀστράπτων', '+++'), ('χαρίτεσσιν', '--+-'), ('ὀπιπεύουσα', '-+++-'), ('διὰ', '--'), ('νύμφην', '++')),
    'σμερδαλέοις στομάτεσσι χέων ῥηξήνορα φωαάν·': # Dion. 8.46
        (('σμερδαλέοις', '+--+'), ('στομάτεσσι', '--+-'), ('χέων', '-+'), ('ῥηξήνορα', '++--'), ('φωνήν', '++')),
    'εἰ δὲ Διὶ Κρονίωνι χαρίζεαι, ἠέ περ Ἥρῃ,': # Dion. 8.155
        (('εἰ', '+'), ('δὲ', '-'), ('διὶ', '-+'), ('κρονίωνι', '--+-'), ('χαρίζεαι', '-+--'), ('ἠέ', '+-'), ('περ', '-'), ('ἥρῃ', '++')),
    'καὶ σὺ κατηφιόωσα τί τήκεαι; ἦ ῥα καὶ αὐτὴ': # Dion. 8.211
        (('καὶ', '+'), ('σὺ', '-'), ('κατηφιόωσα', '-+--+-'), ('τί', '-'), ('τήκεαι', '+--'), ('ἦ', '+'), ('ῥα', '-'), ('καὶ', '-'), ('αὐτὴ', '++')),
    'οὐ νιφετοῖο ἔτι γαῖα παλύνεται, ὑγροχύτου δὲ': # Dion. 8.275
        (('οὐ', '+'), ('νιφετοῖς', '--+'), ('ἔτι', '--'), ('γαῖα', '+-'), ('παλύνεται', '-+--'), ('ὑγροχύτου', '+--+'), ('δὲ', '+')),
    'νήπιον εἰσεέτι κοῦρον, ἐπωλένιον Μελικέρτην,': # Dion. 9.56
        (('νήπιον', '+--'), ('εἰσέτι', '+--'), ('κοῦρον', '+-'), ('ἐπωλένιον', '-+--+'), ('Μελικέρτην', '--++')),
    'ὀλβίη ἐν πάσῃσι θυγατράνσιν ἔπλεο Κάδμου·': # Dion. 9.72
        (('ὀλβίη', '+--'), ('ἐν', '+'), ('πάσῃσι', '++-'), ('θυγατράσιν', '-+--'), ('ἔπλεο', '+--'), ('κάδμου', '++')),
    'παιδοφόνος γεγαυῖα λιπόπτολις· ἀλλὰ σὺ μούνη': # Dion. 9.78
        (('παιδοφόνος', '+--+'), ('γεγαυῖα', '--+-'), ('λιπόπτολις', '-+--'), ('ἀλλὰ', '+-'), ('σὺ', '-'), ('μούνη', '++')),
    'ὡς Θέτις, ὡς Ταλάτεια φατίζεαι Ὑδριὰσ Ἱνώ·': # Dion. 9.81
        (('ὡς', '+'), ('θέτις', '--'), ('ὡς', '+'), ('ταλάτεια', '--+-'), ('φατίζεαι', '-+--'), ('ὑδριὰσ', '+--'), ('ἱνώ', '++')),
    'ἀλλὰ σὺ Νηρεΐδων μία γίνεαι· ἀντὶ δὲ Κάδμου': # Dion. 9.83
        (('ἀλλὰ', '+-'), ('σὺ', '-'), ('νηρεΐδων', '+--+'), ('μία', '--'), ('γίνεαι', '+--'), ('ἀντὶ', '+-'), ('δὲ', '-'), ('κάδμου', '++')),
    'χείηεσιν ἀντιτύποισιν ἀνέσπασε γείτονα θηλὴν': # Dion. 9.109
        (('χείλεσιν', '+--'), ('ἀντιτύποισιν', '+--+-'), ('ἀνέσπασε', '-+--'), ('γείτονα', '+--'), ('θηλὴν', '++')),
    'ὄρηια νυκτελίοιο διδασκομένη Διονύσου': # Dion. 9.114
        (('ὄργια', '+--'), ('νυκτελίοιο', '+--+-'), ('διδασκομένη', '-+--+'), ('διονύσου', '--++')),
    'ποικίλον ᾐώρησεν ἐπ’ αὐχένι ωεβρὸν ἀείρων,': # Dion. 9.172
        (('ποικίλον', '+--'), ('ᾐώρησεν', '+++-'), ('ἐπ’', '-'), ('αὐχένι', '+--'), ('νεβρὸν', '+-'), ('ἀείρων', '-++')),
    'μητρυιὴ γεγαυῖα νεοτρεφέος Διονύσου.': # Dion. 10.119
        (('μητρυιὴ', '+++'), ('γεγαυῖα', '--+-'), ('νεοτρεφέος', '-+--+'), ('διονύσου', '--++')),
    'ἀμφῖ παλαισμοσύνης φιλοπαίγμονος εἶχον ἀγῶνα·': # Dion. 10.332
        (('ἀμφῖ', '+-'), ('παλαισμοσύνης', '-+--+'), ('φιλοπαίγμονος', '--+--'), ('εἶχον', '+-'), ('ἀγῶνα', '-++')),
    'ἀλλ’ ἐπεὶ Ἑοπερίου ποταμοῦ μάλα τηλόθι ναίω,': # Dion. 11.35
        (('ἀλλ’', '+'), ('ἐπεὶ', '--'), ('ἑσπερίου', '+--+'), ('ποταμοῦ', '--+'), ('μάλα', '--'), ('τηλόθι', '+--'), ('ναίω', '++')),
    'καὶ διδύμην ἑκάτερθε κατεχρύσωσε κεραίην': # Dion. 11.179
        (('καὶ', '+'), ('διδύμην', '--+'), ('ἑκάτερθε', '--+-'), ('κατεχρύσωσε', '-+++-'), ('κεραίην', '-++')),
    'γνώσεαι, ἧχι Λέων καὶ Παρθένος· ἐν δὲ τετάρτῃ,': # Dion. 12.38
        (('γνώσεαι', '+--'), ('ἧχι', '+-'), ('λέων', '-+'), ('καὶ', '+'), ('παρθένος', '+--'), ('ἐν', '+'), ('δὲ', '-'), ('τετάρτῃ', '-++')),
    'παιδὸς Ἀμυκλαίοιο τεὸς νεὸς νέος εὖχος ἐλέγξει·': # Dion. 12.160
        (('παιδὸς', '+-'), ('ἀμυκλαίοιο', '-+++-'), ('τεὸς', '-+'), ('νεὸς', '--'), ('εὖχος', '+-'), ('ἐλέγξει', '-++')),
    'χεῖρας ἐφαπλώσας ἐπερείδεαι, ὑμετέρην δέ,': # Dion. 12.276
        (('χεῖρας', '+-'), ('ἐφαπλώσας', '-+++'), ('ἐπερείδεαι', '--+--'), ('ὑμετέρην', '+--+'), ('δέ', '+')),
    'ἀμφιπόλων ὑπὲρ ὦμον ἀνέρχεαι· ἀγχιφύτων δὲ': # Dion. 12.279
        (('ἀμφιπόλων', '+--+'), ('ὑπὲρ', '--'), ('ὦμον', '+-'), ('ἀνέρχεαι', '-+--'), ('ἀγχιφύτων', '+--+'), ('δὲ', '+')),
    'Θεσπιέων τε πόληα βαθυκνήμους τε Πλαταιὰς': # Dion. 13.70
        (('θεσπιέων', '+--+'), ('τε', '-'), ('πόληα', '-+-'), ('βαθυκνήμους', '-+++'), ('τε', '-'), ('πλαταιὰς', '-++')),
    'κεῖθι καί, ὡς ἐνέπουσι, παρὰ Τριτωνίδι λίμνῃ': # Dion. 13.349
        (('κεῖθι', '+-'), ('καί', '-'), ('ὡς', '+'), ('ἐνέπουσι', '--+-'), ('παρὰ', '-+'), ('τριτωνίδι', '++--'), ('λίμνῃ', '++')),
    'αὐχενίου τε τένονοτος ὀπισθοκόμων ἐπὶ νώτων': # Dion. 13.420
        (('αὐχενίου', '+--+'), ('τε', '-'), ('τένοντος', '-+-'), ('ὀπισθοκόμων', '-+--+'), ('ἐπὶ', '--'), ('νώτων', '++')),
    'νυμφίον Ἐνδυμίωνα ποθοβλήτοιο Ζελήνης·': # Dion. 13.556
        (('νυμφίον', '+--'), ('ἐνδυμίωνα', '+--+-'), ('ποθοβλήτοιο', '-+++-'), ('Ζελήνης', '-++')),
    'ἦλθε Λύκος, κάμῃ Σκέλμις ἐφέσπετο Δαμναμενῆι': # Dion. 14.39
        (('ἦλθε', '+-'), ('λύκος', '-+'), ('καὶ', '+'), ('σκέλμις', '+-'), ('ἐφέσπετο', '-+--'), ('δαμναμενῆι', '+--++')),
    'νισσομένων πτερόεντες ἀνερρίπιζον ἀῆται': # Dion. 14.139
        (('νισσομένων', '+--+'), ('πτερόεντες', '--+-'), ('ἀνερρίπιζον', '-+++-'), ('ἀῆται', '-++')),
    'καὶ δηίων ἔσσευε γένος ῥηξήνορι ῥόμβῳ': # Dion. 14.401
        (('καὶ', '+'), ('δηίων', '++'), ('ἔσσευε', '++-'), ('γένος', '-+'), ('ῥηξήνορι', '++--'), ('ῥόμβῳ', '++')),
    'καὶ δηίους κνώσσοντας ἰδὼν γελόωντι προσώπῳ': # Dion. 15.119
        (('καὶ', '+'), ('δηίους', '++'), ('κνώσσοντας', '++-'), ('ἰδὼν', '-+'), ('γελόωντι', '--+-'), ('προσώπῳ', '-++')),
    'ἵξεαι Ἰνδῴην ἐπὶ φύλοπιν, ὅφρά κεν εἴης': # Dion. 16.138
        (('ἵξεαι', '+--'), ('ἰνδῴην', '+++'), ('ἐπὶ', '--'), ('φύλοπιν', '+--'), ('ὅφρά', '+-'), ('κεν', '-'), ('εἴης', '++')),
    'πλαζομένης λοφόεντα μετέρχεαι ἔνδια κούρης.': # Dion. 16.198
        (('πλαζομένης', '+--+'), ('λοφόεντα', '--+-'), ('μετέρχεαι', '-+--'), ('ἔνδια', '+--'), ('κούρης', '++')),
    'τρηχαλέον μύκημα σεσηρότος ἀνθερεῶνος, κρᾶτα τυπείς.': # Dion. 17.216
        (('τρηχαλέον', '+--+'), ('μύκημα', '++-'), ('σεσηρότος', '-+--'), ('ἀνθερεῶνος', '+--++'), ('κρᾶτα', '++'), ('τυπείς', '++')),
    'καὶ θεὸς ἀθρήσας δηίων ἑτεραλκέα νίκην': # Dion. 17.225
        (('καὶ', '+'), ('θεὸς', '--'), ('ἀθρήσας', '+++'), ('δηίων', '++'), ('ἑτεραλκέα', '--+--'), ('νίκην', '++')),
    'ἵστασο δηριόων, καὶ γνώσεαι, οἷον ἀέξει': # Dion. 17.253
        (('ἵστασο', '+--'), ('δηριόων', '+--+'), ('καὶ', '+'), ('γνώσεαι', '+--'), ('οἷον', '+-'), ('ἀέξει', '-++')),
    'εἰ δὲ τεῆς Κλυμένης μιμνήσκεαι εἰσέτι λέκτρων,': # Dion. 17.280
        (('εἰ', '+'), ('δὲ', '-'), ('τεῆς', '-+'), ('κλυμένης', '--+'), ('μιμνήσκεαι', '++--'), ('εἰσέτι', '+--'), ('λέκτρων', '++')),
    'καὶ Κρόνος εὐρυγένειος ἀνερρίπιζεν Ἐνυὼ': # Dion. 18.226
        (('καὶ', '+'), ('κρόνος', '--'), ('εὐρυγένειος', '+--+-'), ('ἀνερρίπιζεν', '-+++-'), ('ἐνυὼ', '-++')),
    'λοξὴν αὐτοέλικτον ἀνερρίπιζον Ἐνυὼ': # Dion. 18.239
        (('λοξὴν', '++'), ('αὐτοέλικτον', '+--+-'), ('ἀνερρίπιζον', '-+++-'), ('ἐνυὼ', '-++')),
    'καὶ τὰ μὲν ἐβρυχᾶτο λεοντείοισι καρήνοις': # Dion. 18.243
        (('καὶ', '+'), ('τὰ', '-'), ('μὲν', '-'), ('ἐβρυχᾶτο', '+++-'), ('λεοντείοισι', '-+++-'), ('καρήνοις', '-++')),
    'ἢ Βρομίῳ πολέμιζε καὶ ἔσσεαι ἶσος Ὀρόντῃ.': # Dion. 18.319
        (('ἢ', '+'), ('βρομίῳ', '--+'), ('πολέμιζε', '--+-'), ('καὶ', '-'), ('ἔσσεαι', '+--'), ('ἶσος', '+-'), ('ὀρόντῃ', '-++')),
    'καί τινα μῦθον ἔειπε γυιὴ θελξίφρονι Βάκχῳ·': # Dion. 19.22
        (('καί', '+'), ('τινα', '--'), ('μῦθον', '+-'), ('ἔειπε', '-+-'), ('γυιὴ', '-+'), ('θελξίφρονι', '++--'), ('βάκχῳ', '++')),
    'εὐφροσύνης δώτειρα  τερψίμβροτε μῆτερ Ἐρώτων,': # Dion. 19.45
        (('εὐφροσύνης', '+--+'), ('δώτειρα', '++-'), ('τερψίμβροτε', '++--'), ('μῆτερ', '+-'), ('ἐρώτων', '-++')),
    'ἔσσεαι ἀμπελόεντι συναντέλλουσα Λυαίῳ': # Dion. 19.51
        (('ἔσσεαι', '+--'), ('ἀμπελόεντι', '+--+-'), ('συναντέλλουσα', '-+++-'), ('λυαίῳ', '-++')),
    'Τριπτολέμου Βαρὺ πένθος ἀπέσβεσε καὶ Μεταιείρης·': # Dion. 19.90
        (('τριπτολέμου', '+--+'), ('βαρὺ', '--'), ('πένθος', '+-'), ('ἀπέσβεσε', '-+--'), ('καὶ', '+'), ('μεταιείρης', '--++')),
    'Ἡφαίστου σοφὸν ἔρυον Ὀλύμπιον, ὅν ποτε Κύπρις': # Dion. 19.123
        (('ἡφαίστου', '+++'), ('σοφὸν', '--'), ('ἔρυον', '+-'), ('ὀλύμπιον', '-+--'), ('ὅν', '+'), ('ποτε', '--'), ('Κύπρις', '++')),
    'ἀργύρεον κρητῆρα, καὶ ἔσσεαι ἀργυροδίνης.': # Dion. 19.306
        (('ἀργύρεον', '+--+'), ('κρητῆρα', '++-'), ('καὶ', '-'), ('ἔσσεαι', '+--'), ('ἀργυροδίνης', '+--++')),
    'θνητὸς ἀνὴρ νίκησε, καὶ οὐ βροτέην φύγγες αἰχμήν·': # Dion. 20.360
        (('θνητὸς', '+-'), ('ἀνὴρ', '-+'), ('νίκησε', '++-'), ('καὶ', '-'), ('οὐ', '+'), ('βροτέην', '--+'), ('φύγγες', '--'), ('αἰχμήν', '++')),
    'ὃς δὲ δασυστέρνοιο κατέγραψεν ἄντυγα μαζοῦ,': # Dion. 22.328
        (('ὃς', '+'), ('δὲ', '-'), ('δασυστέρνοιο', '-+++-'), ('κατέγραφεν', '-+--'), ('ἄντυγα', '+--'), ('μαζοῦ', '++')),
    'δάκρυα Νηιάδεσσιν ἀδακρύτοισιν ἐγείρων·': # Dion. 22.395
        (('δάκρυα', '+--'), ('νηιάδεσσιν', '+--+-'), ('ἀδακρύτοισιν', '-+++-'), ('ἐγείρων', '-++')),
    'νεβρίδας οἰδαλέοισιν ἐπιτρέψασα ῥεέθροις,': # Dion. 23.203
        (('νεβρίδας', '+--'), ('οἰδαλέοισιν', '+--+-'), ('ἐπιτρέψασα', '-+++-'), ('ῥεέθροις', '-++')),
    'ὑδατόεις πυρόεντι κορύσσεαι· οὐ δύνασαι δὲ': # Dion. 23.234
        (('ὑδατόεις', '+--+'), ('πυρόεντι', '--+-'), ('κορύσσεαι', '-+--'), ('οὐ', '+'), ('δύνασαι', '--+'), ('δὲ', '+')),
    'εἰ χάριν ὑμετέρου μεγαλίζεαι Ὠκεανοῖο,': # Dion. 23.243
        (('εἰ', '+'), ('χάριν', '--'), ('ὑμετέρου', '+--+'), ('μεγαλίζεαι', '--+--'), ('ὠκεανοῖο', '+--++')),
    'καὶ προχοὰς Ἀρκτῷος ἀνερρίπιζεν ἀήτης': # Dion. 24.63
        (('καὶ', '+'), ('προχοὰς', '--+'), ('ἀρκτῷος', '++-'), ('ἀνερρίπιζεν', '-+++-'), ('ἀήτης', '-++')),
    'τέσσαρας ἡβώοντας ὀλωλότας νἷας ἀκούων,': # Dion. 24.188
        (('τέσσαρας', '+--'), ('ἡβώοντας', '+++-'), ('ὀλωλότας', '-+--'), ('υἷας', '+-'), ('ἀκούων', '-++')),
    'ἀμφίπολοι Πασιθέη κλωστῆρα, καὶ εἰροκόμος πέλε Πειθώ,': # Dion. 24.262
        (('ἀμφίπολοι', '+--+'), ('πασιθέη', '--+'), ('κλωστῆρα', '++-'), ('καὶ', '-'), ('εἰροκόμος', '+--+'), ('πέλε', '--'), ('πειθώ', '++')),
    'κλῆρον Ἀθηναίς οὐχ ἥρπασε δεσπότις Ἥρη,': # Dion. 24.282
        (('κλῆρον', '++'), ('ἀθηναίς', '+++'), ('οὐχ', '+'), ('ἥρπασε', '+--'), ('δεσπότις', '+--'), ('ἥρη', '++')),
    'ἀλλὰ διατμήγων δηίων στίχα δίζυγι νίκῃ': # Dion. 25.66
        (('ἀλλὰ', '+-'), ('διατμήγων', '-+++'), ('δηίων', '++'), ('στίχα', '--'), ('δίζυγι', '+--'), ('νίκῃ', '++')),
    'ὑμαήσειν μὲν ὄφελλε τόσον καὶ τοῖον ἀγῶνα': # Dion. 25.257
        (('ὑμνήσειν', '+++'), ('μὲν', '-'), ('ὄφελλε', '-+-'), ('τόσον', '-+'), ('καὶ', '+'), ('τοῖον', '+-'), ('ἀγῶνα', '-++')),
    'ἵξεαι οὐλοκάρηνον ἀιστώσας γένος Ἰωδῶν;': # Dion. 25.328
        (('ἵξεαι', '+--'), ('οὐλοκάρηνον', '+--+-'), ('ἀιστώσας', '-+++'), ('γένος', '--'), ('ἰωδῶν', '++')),
    'εἰς μίαν ἠριγένειαν ἀιστῶσαι πόλιν Ἰωδῶν': # Dion. 25.341
        (('εἰς', '+'), ('μίαν', '--'), ('ἠριγένειαν', '+--+-'), ('ἀιστῶσαι', '-+++'), ('πόλιν', '--'), ('ἰωδῶν', '++')),
    'εἰσόκεν εὐπήληκα διατμήξω στάχυν Ἰωδῶν.': # Dion. 25.350
        (('εἰσόκεν', '+--'), ('εὐπήληκα', '+++-'), ('διατμήξω', '-+++'), ('στάχυν', '--'), ('ἰωδῶν', '++')),
    'δέρμασι δ’ ἰθύνουσι νόθον πλόον, οἷς ἔνι ναύτης': # Dion. 26.178
        (('δέρμασι', '+--'), ('δ’', ''), ('ἰθύνουσι', '+++-'), ('νόθον', '-+'), ('πλόον', '--'), ('οἷς', '+'), ('ἔνι', '--'), ('ναύτης', '++')),
    'οὐδέ μιν ἐρρύσαντο Διὸς ταυρώπιδες εὐναί·': # Dion. 27.81
        (('οὐδέ', '+-'), ('μιν', '-'), ('ἐρρύσαντο', '+++-'), ('διὸς', '-+'), ('ταυρώπιδες', '++--'), ('εὐναί', '++')),
    'ἀσπίσι καὶ ξιφέεσσι καὶ ἀρραγέεσσι πετήλοις': # Dion. 27.146
        (('ἀσπίσι', '+--'), ('καὶ', '+'), ('ξιφέεσσι', '--+-'), ('καὶ', '-'), ('ἀρραγέεσσι', '+--+-'), ('πετήλοις', '-++')),
    'καὶ στρατὸν ὀτρύνων λαοσσόον ἴαχε φωνήν·': # Dion. 27.166
        (('καὶ', '+'), ('στρατὸν', '--'), ('ὀτρύνων', '+++'), ('λαοσσόον', '++--'), ('ἴαχε', '+--'), ('φωνήν', '++')),
    'ὄφρα φυτὸν γεγαυῖα σὺν Ἡλιάδεσσι καὶ αὐτὴ': # Dion. 27.202
        (('ὄφρα', '+-'), ('φυτὸν', '-+'), ('γεγαυῖα', '--+-'), ('σὺν', '-'), ('ἡλιάδεσσι', '+--+-'), ('καὶ', '-'), ('αὐτὴ', '++')),
    'καί τις ἀναΐξας Κυβελίδος εἰς ῥάχιν ἄρκτου': # Dion. 28.15
        (('καί', '+'), ('τις', '-'), ('ἀναΐξας', '-+++'), ('κυβεληίδος', '--+--'), ('εἰς', '+'), ('ῥάχιν', '--'), ('ἄρκτου', '++')),
    'θηρὸς ἀμαιμακέτοιο πελώριοω ἀνθερεῶνα': # Dion. 28.71
        (('θηρὸς', '+-'), ('ἀμαιμακέτοιο', '-+--+-'), ('πελώριον', '-+--'), ('ἀνθερεῶνα', '+--++')),
    'βροντῆς δ’ ἰοοτύπου τεχνήμονα δοῦπον ἐάσας': # Dion. 28.200
        (('βροντῆς', '++'), ('δ’', ''), ('ἰσοτύπου', '+--+'), ('τεχνήμονα', '++--'), ('δοῦπον', '+-'), ('ἐάσας', '-++')),
    'μαρμαρυηὴ τροχόεσσ μονογλήνοιο προσώπου·': # Dion. 28.227
        (('μαρμαρυγὴ', '+--+'), ('τροχόεσσα', '--+-'), ('μονογλήνοιο', '-+++-'), ('προσώπου', '-++')),
    'γηγενέος Κύκλωπος ἐναντέλλουαα προσώπῳ': # Dion. 28.231
        (('γηγενέος', '+--+'), ('κύκλωπος', '++-'), ('ἐναντέλλουσα', '-+++-'), ('προσώπῳ', '-++')),
    'πλησιφαὴς ἤστραπτε, προασπίζουοα Λυαίου.': # Dion. 28.232
        (('πλησιφαὴς', '+--+'), ('ἤστραπτε', '++-'), ('προασπίζουσα', '-+++-'), ('λυαίου', '-++')),
    'κόηπον ἐς ίχθυόεντα περικλείων στίχας Ἰνδῶν,': # Dion. 28.244
        (('κόλπον', '+-'), ('ἐς', '-'), ('ίχθυόεντα', '+--+-'), ('περικλείων', '-+++'), ('στίχας', '--'), ('ἰνδῶν', '++')),
    'τοῖς ἅμα σύγγονος ἄλλος ἀριοτεύων Ἁλιμήδης': # Dion. 28.257
        (('τοῖς', '+'), ('ἅμα', '--'), ('σύγγονος', '+--'), ('ἄλλος', '+-'), ('ἀριστεύων', '-+++'), ('ἁλιμήδης', '--++')),
    'καὶ δηίους ἐφόβησε· φυλασσόμενος δὲ προσώπου': # Dion. 28.259
        (('καὶ', '+'), ('δηίους', '++'), ('ἐφόβησε', '--+-'), ('φυλασσόμενος', '-+--+'), ('δὲ', '-'), ('προσώπου', '-++')),
    'μεσσοφνῆ πτερόεντι βαλεῖν ἤμελλε βελέμυῳ·': # Dion. 28.363
        (('μεσσοφανῆ', '+--+'), ('πτερόεντι', '--+-'), ('βαλεῖν', '-+'), ('ἤμελλε', '++-'), ('βελέμνῳ', '-++')),
    'καὶ μόγις ἠερόφοετον ἀλεύατο μάρμαρον αἰχμήν,': # Dion. 28.269
        (('καὶ', '+'), ('μόγις', '--'), ('ἠερόφοιτον', '+--+-'), ('ἀλεύατο', '-+--'), ('μάρμαρον', '+--'), ('αἰχμήν', '++')),
    'κεῖθι μένων· κοτέων δὲ περὶ Φλουίοιο φυγόντος': # Dion. 28.270
        (('κεῖθι', '+-'), ('μένων', '-+'), ('κοτέων', '--+'), ('δὲ', '-'), ('περὶ', '-+'), ('φλογίοιο', '--+-'), ('φυγόντος', '-++')),
    'οἷον ὅτε Κρονίοισατ ὑπ’ οὔασι δοῦπον ἐηείρων': # Dion. 28.292
        (('οἷον', '+-'), ('ὅτε', '-+'), ('κρονίοισιν', '--+-'), ('ὑπ’', '-'), ('οὔασι', '+--'), ('δοῦπον', '+-'), ('ἐγείρων', '-++')),
    'θάρσος ἔχωυ ἀδόνητον· ἐπωνυμίην δὲ φυλάσσων': # Dion. 28.307
        (('θάρσος', '+-'), ('ἔχων', '-+'), ('ἀδόνητον', '--+-'), ('ἐπωνυμίην', '-+--+'), ('δὲ', '-'), ('φυλάσσων', '-++')),
    'δύαμαχου ἔμβαλε θάραος ἀγήνορι Δηριαδῆι.': # Dion. 29.2
        (('δύαμαχου', '+--+'), ('ἔμβαλε', '+--'), ('θάρσος', '+-'), ('ἀγήνορι', '-+--'), ('δηριαδῆι', '+--++')),
    'ἄλλον ἐνηείῃ μεταωεύμενος, ἄλλον ἀπειλῇ.': # Dion. 29.7
        (('ἄλλον', '+-'), ('ἐνηείῃ', '-+++'), ('μετανεύμενος', '--+--'), ('ἄλλον', '+-'), ('ἀπειλῇ', '-++')),
    'Εὐχαίτης δ’ Ὑμέναιος ἐμάρνατο φάογανα σείων,': # Dion. 29.15
        (('εὐχαίτης', '+++'), ('δ’', ''), ('ὑμέναιος', '--+-'), ('ἐμάρνατο', '-+--'), ('φάσγανα', '+--'), ('σείων', '++')),
    'καὶ δηίους ἐφόβησεν, ἐπεί νύ οἱ εἵνεκα μορφῆς': # Dion. 29.20
        (('καὶ', '+'), ('δηίους', '++'), ('ἐφόβησεν', '--+-'), ('ἐπεί', '-+'), ('νύ', '-'), ('οἱ', '-'), ('εἵνεκα', '+--'), ('μορφῆς', '++')),
    'θάρσος ἔχων ἔχων ὑπέροπλον ὀιστοβόλοιο τεκούσης,': # Dion. 29.184
        (('θάρσος', '+-'), ('ἔχων', '-+'), ('ὑπέροπλον', '--+-'), ('ὀιστοβόλοιο', '-+--+-'), ('τεκούσης', '-++')),
    'οἷα καὶ Αἰήτῃ, βριαοῷ σημάντορι Κόλχων,': # Dion. 29.202
        (('οἷα', '+-'), ('καὶ', '-'), ('αἰήτῃ', '+++'), ('βριαρῷ', '--+'), ('σημάντορι', '++--'), ('Κόλχων', '++')),
    'Εὐρυμέδωυ μέν ἔλαυνε, πυριβλήτῳ δέ χαλινῷ': # Dion. 29.211
        (('εὐρυμέδων', '+--+'), ('μέν', '-'), ('ἔλαυνε', '-+-'), ('πυριβλήτῳ', '-+++'), ('δέ', '-'), ('χαλινῷ', '-++')),
    'Ἄηκων δ’ αἰθαλόεντι συνήρμοσε χεῖρα βελέμνῳ,': # Dion. 29.213
        (('ἄλκων', '++'), ('δ’', ''), ('αἰθαλόεντι', '+--+-'), ('συνήρμοσε', '-+--'), ('χεῖρα', '+-'), ('βελέμνῳ', '-++')),
    'καὶ σάλαρον σείοντες ἀερσιλόφου τρυσφαλείης': # Dion. 29.215
        (('καὶ', '+'), ('φάλαρον', '--+'), ('σείοντες', '++-'), ('ἀερσιλόφου', '-+--+'), ('τρυσφαλείης', '--++')),
    'καὶ δηίων κλονέουσα νέφος ῥηφήνορι θύρσῳ': # Dion. 29.237
        (('καὶ', '+'), ('δηίων', '++'), ('κλονέουσα', '--+-'), ('νέφος', '-+'), ('ῥηφήνορι', '++--'), ('θύρσῳ', '++')),
    'Σειληνῶυ παρέμιμνε· λίπον δέ μιν αὐτόθι μούνην': # Dion. 29.245
        (('σειληνῶν', '+++'), ('παρέμιμνε', '--+-'), ('λίπον', '-+'), ('δέ', '-'), ('μιν', '-'), ('αὐτόθι', '+--'), ('μούνην', '++')),
    'δίζυγα δακρύσειεν ὀλωλότα τέκνα Καβειρώ,': # Dion. 30.61
        (('δίζυγα', '+--'), ('δακρύσειεν', '+++-'), ('ὀλωλότα', '-+--'), ('τέκνα', '+-'), ('καβειρώ', '-++')),
    'εἶπε, καὶ οὐρανόθεν πυρόεις Ἥφαιστος ὀρυύσας': # Dion. 30.76
        (('εἶπε', '+-'), ('καὶ', '-'), ('οὐρανόθεν', '+--+'), ('πυρόεις', '--+'), ('ἥφαιστος', '++-'), ('ὀρούσας', '-++')),
    'ὅς τις ἀδακρύτοιο παρ’ εἰλαπίνῃσι Λυαίου': # Dion. 30.110
        (('ὅς', '+'), ('τις', '-'), ('ἀδακρύτοιο', '-+++-'), ('παρ’', '-'), ('εἰλαπίνῃσι', '+--+-'), ('λυαίου', '-++')),
    'ἀνταιτύπων ἐλέλιζε πολύτροπα δάκτυλα χειρῶν,': # Dion. 30.111
        (('ἀντιτύπων', '+--+'), ('ἐλέλιζε', '--+-'), ('πολύτροπα', '-+--'), ('δάκτυλα', '+--'), ('χειρῶν', '++')),
    'καὶ διδύμαις στρατιῇσιν ἐπερρίπιζεν Ἐνυώ': # Dion. 30.187
        (('καὶ', '+'), ('διδύμαις', '--+'), ('στρατιῇσιν', '--+-'), ('ἐπερρίπιζεν', '-+++-'), ('ἐνυώ', '-++')),
    'ὄψεαι εὐθώρηκα συναιχμάζουσαν Ἀθήνην,': # Dion. 30.291
        (('ὄψεαι', '+--'), ('εὐθώρηκα', '+++-'), ('συναιχμάζουσαν', '-+++-'), ('ἀθήνην', '-++')),
    'τέκνον ἐμόν, ἐμόν, τέο μέχρις ἐμὲ Κρονίδης ἀθερίζει;': # Dion. 31.136
        (('τέκνον', '+-'), ('ἐμόν', '-+'), ('τέο', '--'), ('μέχρις', '+-'), ('ἐμὲ', '-+'), ('κρονίδης', '--+'), ('ἀθερίζει', '--++')),
    'Ὕπνε, τί πανδαμάτωρ κικλήσκεαι; οὐκέτι θέλγεις': # Dion. 31.143
        (('ὕπνε', '+-'), ('τί', '-'), ('πανδαμάτωρ', '+--+'), ('κικλήσκεαι', '++--'), ('οὐκέτι', '+--'), ('θέλγεις', '++')),
    'Ὕπνε, τί πανδαμάτωρ κικλήσκεαι; ἥν ἐθελήσῃς,': # Dion. 31.158
        (('ὕπνε', '+-'), ('τί', '-'), ('πανδαμάτωρ', '+--+'), ('κικλήσκεαι', '++--'), ('ἥν', '+'), ('ἐθελήσῃς', '--++')),
    'ὡς ζυγίη γεγαυῖα καὶ ὡς συνάεθλος Ἐρώτων.': # Dion. 31.282
        (('ὡς', '+'), ('ζυγίη', '--+'), ('γεγαυῖα', '--+-'), ('καὶ', '-'), ('ὡς', '+'), ('συνάεθλος', '--+-'), ('ἐρώτων', '-++')),
    'ἦ ῥα πάλιν κοτέουσα κορύσσεαι οἴνοπι Βάκχῳ,': # Dion. 32.44
        (('ἦ', '+'), ('ῥα', '-'), ('πάλιν', '-+'), ('κοτέουσα', '--+-'), ('κορύσσεαι', '-+--'), ('οἴνοπι', '+--'), ('βάκχῳ', '++')),
    'γείτονος Ἠελίοιο μετέρχουαι αἴθοπας αὐλὰς': # Dion. 32.51
        (('γείτονος', '+--'), ('ἠελίοιο', '+--+-'), ('μετέρχομαι', '-+--'), ('αἴθοπας', '+--'), ('αὐλὰς', '++')),
    'ὡς Ζθγίη γεγαυῖα καὶ ὡς μεδέουσα γενέθλης': # Dion. 32.74
        (('ὡς', '+'), ('ζυγίη', '--+'), ('γεγαυῖα', '--+-'), ('καὶ', '-'), ('ὡς', '+'), ('μεδέουσα', '--+-'), ('γενέθλης', '-++')),
    'πορφυρέη, καιὶ Ζηνὶ καὶ ἀγλαοπήχεϊ νύμφῃ': # Dion. 32.80
        (('πορφυρέη', '+--+'), ('καὶ', '+'), ('ζηνὶ', '+-'), ('καὶ', '-'), ('ἀγλαοπήχεϊ', '+--+--'), ('νύμφῃ', '++')),
    'πληγεὶς ἰσχίον ἄκρον, ἄκρον, ὅπῃ χροὸς ἥλικι δεσμῷ': # Dion. 32.204
        (('πληγεὶς', '++'), ('ἰσχίον', '+--'), ('ἄκρον', '+-'), ('ὅπῃ', '-+'), ('χροὸς', '--'), ('ἥλικι', '+--'), ('δεσμῷ', '++')),
    'οὔ σε τεῆς Παφίης ἐρρύσατο νυμφίος Ἄρης·': # Dion. 32.214
        (('οὔ', '+'), ('σε', '-'), ('τεῆς', '-+'), ('παφίης', '--+'), ('ἐρρύσατο', '++--'), ('νυμφίος', '+--'), ('ἄρης', '++')),
    'ἄλλος ἀμαιμακέτοιο μετήιεν ἔνδιον ἄριτου·': # Dion. 32.246
        (('ἄλλος', '+-'), ('ἀμαιμακέτοιο', '-+--+-'), ('μετήιεν', '-+--'), ('ἔνδιον', '+--'), ('ἄριτου', '-++')),
    'χρυσέῳ ἐσμαράγησε λέβης ἐπινίκιον ἠχώ·': # Dion. 33.98
        (('χρυσέῳ', '+--'), ('ἐσμαράγησε', '+--+-'), ('λέβης', '-+'), ('ἐπινίκιον', '--+--'), ('ἠχώ', '++')),
    'εἰ δὲ τεῇ, φίλε κοῦρε, χαρίζεαι ἀφρογενείῃ,': # Dion. 33.164
        (('εἰ', '+'), ('δὲ', '-'), ('τεῇ', '-+'), ('φίλε', '--'), ('κοῦρε', '+-'), ('χαρίζεαι', '-+--'), ('ἀφρογενείῃ', '+--++')),
    'τοῖα μὲν ὴύτησε· πολυφλοίσβῳ δὲ μερίμηῃ': # Dion. 33.263
        (('τοῖα', '+-'), ('μὲν', '-'), ('ἠύτησε', '+++-'), ('πολυφλοίσβῳ', '-+++'), ('δὲ', '-'), ('μερίμῃ', '-++')),
    'μιμηλῆς μεθέπηοντα νόθον δέμας ἰοχεαίρης': # Dion. 33.291
        (('μιμηλῆς', '+++'), ('μεθέποντα', '--+-'), ('νόθον', '-+'), ('δέμας', '--'), ('ἰοχεαίρης', '+--++')),
    'ἀγνώστοις μελέεσοιν· ὑπερτέλλοντα δὲ Ταύρου': # Dion. 33.292
        (('ἀγνώστοις', '+++'), ('μελέεσσιν', '--+-'), ('ὑπερτέλλοντα', '-+++-'), ('δὲ', '-'), ('Ταύρου', '++')),
    'οἶδα, πόθεν, Κυθέρεια, χολώεαι υἱάσιν Ἰνδῶν·': # Dion. 33.307
        (('οἶδα', '+-'), ('πόθεν', '-+'), ('κυθέρεια', '--+-'), ('χολώεαι', '-+--'), ('υἱάσιν', '+--'), ('ἰνδῶν', '++')),
    'ἔννυχον ἴχονς ἔκαμψε καὶ ἴαχε κύματι κωφῷ·': # Dion. 33.323
        (('ἔννυχον', '+--'), ('ἴχνος', '+-'), ('ἔκαμψε', '-+-'), ('καὶ', '-'), ('ἴαχε', '+--'), ('κύματι', '+--'), ('κωφῷ', '++')),
    'πλάζεαι ἔνθα καὶ ἔνθα κατὰ κνέφας, ἄτρομε Μορρεῦ;': # Dion. 34.28
        (('πλάζεαι', '+--'), ('ἔνθα', '+-'), ('καὶ', '-'), ('ἔνθα', '+-'), ('κατὰ', '-+'), ('κνέφας', '--'), ('ἄτρομε', '+--'), ('μορρεῦ', '++')),
    'ἃς μετὰ Χαλκομέδην ἐκρίνατο· Μαιναλίδων δὲ': # Dion. 34.164
        (('ἃς', '+'), ('μετὰ', '--'), ('χαλκομέδην', '+--+'), ('ἐκρίνατο', '++--'), ('μαιναλίδων', '+--+'), ('δὲ', '+')),
    'ἄρτι πάλιν νέα δῶρα χαρίζεαι· ἢν δ’ ἐθελήσῃς,': # Dion. 34.202
        (('ἄρτι', '+-'), ('πάλιν', '-+'), ('νέα', '--'), ('δῶρα', '+-'), ('χαρίζεαι', '-+--'), ('ἢν', '+'), ('δ’', ''), ('ἐθελήσῃς', '--++')),
    'οἰστρομανῆ Μορρῆα δεδεγμένη, εἴ ποξεν ἔλθῃ·': # Dion. 35.102
        (('οἰστρομανῆ', '+--+'), ('μορρῆα', '++-'), ('δεδεγμένη', '-+--'), ('εἴ', '+'), ('ποθεν', '--'), ('ἔλθῃ', '++')),
    'ὼκυτέρην Μορρῆος ὑποπτήσσουσα πορείην·': # Dion. 35.110
        (('ὼκυτέρην', '+--+'), ('μορρῆος', '++-'), ('ὑποπτήσσουσα', '-+++-'), ('πορείην', '-++')),
    'ἀλλ’ ἔτι καὶ φθιμένῃ τάχα χώεαι; οὐδὲ καὶ αὐτὴ': # Dion. 35.280
        (('ἀλλ’', '+'), ('ἔτι', '--'), ('καὶ', '+'), ('φθιμένῃ', '--+'), ('τάχα', '--'), ('χώεαι', '+--'), ('οὐδὲ', '+-'), ('καὶ', '-'), ('αὐτὴ', '++')),
    'ἀλλὰ τεῷ Κρονίωνι χαρίζεαι, αἴ κεν ἐλάσσῃς': # Dion. 35.298
        (('ἀλλὰ', '+-'), ('τεῷ', '-+'), ('κρονίωνι', '--+-'), ('χαρίζεαι', '-+--'), ('αἴ', '+'), ('κεν', '-'), ('ἐλάσσῃς', '-++')),
    'ὅττι καὶ Ἀπόλλωνι κορύσσεαι, ὥς περ Ἀθήνῃ,': # Dion. 36.128
        (('ὅττι', '+-'), ('καὶ', '-'), ('ἀπόλλωνι', '+++-'), ('κορύσσεαι', '-+--'), ('ὥς', '+'), ('περ', '-'), ('ἀθήνῃ', '-++')),
    'εἰς χορὸν αἱματόεντα θορὼν λυσσώδεϊ ταραῷ,': # Dion. 36.453
        (('εἰς', '+'), ('χορὸν', '--'), ('αἱματόεντα', '+--+-'), ('θορὼν', '-+'), ('λυσσώδεϊ', '++--'), ('ταρσῷ', '++')),
    'πλοχμὸν ἕνα τηήξας ἐπεθήκατο δῶρον Ὀφέλτῃ.': # Dion. 37.43
        (('πλοχμὸν', '+-'), ('ἕνα', '-+'), ('τμήξας', '++'), ('ἐπεθήκατο', '--+--'), ('δῶρον', '+-'), ('ὀφέλτῃ', '-++')),
    'πυροστόκους λάιγγας, ὀρειάδος ὄργανα τέχνης,': # Dion. 37.59
        (('πυρσοτόκους', '+--+'), ('λάιγγας', '++-'), ('ὀρειάδος', '-+--'), ('ὄργανα', '+--'), ('τέχνης', '++')),
    'ἤγαηεν ἐκ σκοπέλοιο, καί, ὁππόθι σήματα Νίκης': # Dion. 37.60
        (('ἤγαγεν', '+--'), ('ἐκ', '+'), ('σκοπέλοιο', '--+-'), ('καί', '-'), ('ὁππόθι', '+--'), ('σήματα', '+--'), ('νίκης', '++')),
    'ἀμφοτέρων ἔχρισε λίθων κενεῶνας ἀλείψας': # Dion. 37.64
        (('ἀμφοτέρων', '+--+'), ('ἔχρισε', '++-'), ('λίθων', '-+'), ('κενεῶνας', '--+-'), ('ἀλείψας', '-++')),
    'καὶ Βρομίου καλέοντος Ἑωοδόρος ἔκλυε γείτων': # Dion. 37.74
        (('καὶ', '+'), ('βρομίου', '--+'), ('καλέοντος', '--+-'), ('ἑωσφόρος', '-+--'), ('ἔκλυε', '+--'), ('γείτων', '++')),
    'Ἀλλ’ ὅτε δὴ δροσεριῖο προάγγελος ἅρματος Ἠοῦς': # Dion. 37.86
        (('ἀλλ’', '+'), ('ὅτε', '--'), ('δὴ', '+'), ('δροσεροῖο', '--+-'), ('προάγγελος', '-+--'), ('ἅρματος', '+--'), ('ἠοῦς', '++')),
    'νεκροὸν ἐταρχύσαωτο, μιῆς οἰκήτορα πάτρης,': # Dion. 37.96
        (('νεκρὸν', '+-'), ('ἐταρχύσαντο', '-+++-'), ('μιῆς', '-+'), ('οἰκήτορα', '++--'), ('πάτρης', '++')),
    'τύμβον ἐτορνώσαωτο πεδοσκαφέος διὰ κόλπου·': # Dion. 37.97-95
        (('τύμβον', '+-'), ('ἐτορνώσαντο', '-+++-'), ('πεδοσκαφέος', '-+--+'), ('διὰ', '--'), ('κόλπου', '++')),
    'ἀλλ’ ἀρετῇς δρόμος οὗτος, ἐλεύοερος ἀφρογενείης·': # Dion. 37.143
        (('ἀλλ’', '+'), ('ἀρετῇς', '--+'), ('δρόμος', '--'), ('οὗτος', '+-'), ('ἐλεύθερος', '-+--'), ('ἀφρογενείης', '+--++')),
    'ἔγνω πιαλέης ἐγκύμονα κάλαπιν ἐέρσης·': # Dion. 37.147
        (('ἔγνω', '++'), ('πιαλέης', '+--+'), ('ἐγκύμονα', '++--'), ('κάλπιν', '+-'), ('ἐέρσης', '-++')),
    'Στθοωίην Ἅρπυιαν ἀελλόπον εἰς γάμον ἕλκων,': # Dion. 37.159
        (('σιθονίην', '+--+'), ('ἅρπυιαν', '++-'), ('ἀελλόπον', '-+--'), ('εἰς', '+'), ('γάμον', '--'), ('ἕλκων', '++')),
    'Ἀλοειοῦ δυσέρωτος ὃς εἰς Ἀπέθουσαν ἱκάνει': # Dion. 37.172
        (('ἀλφειοῦ', '+++'), ('δυσέρωτος', '--+-'), ('ὃς', '-'), ('εἰς', '+'), ('ἀπέθουσαν', '--+-'), ('ἱκάνει', '-++')),
    'μούνης κερδοσύνης ἐπιδεύεαι· ἱπποσύνη γὰρ': # Dion. 37.183
        (('μούνης', '++'), ('κερδοσύνης', '+--+'), ('ἐπιδεύεαι', '--+--'), ('ἱπποσύνη', '+--+'), ('γὰρ', '+')),
    'ἡνίοχος πολύμητις, ἔχων καὶ ἐηάσσονας ἵππους,': # Dion. 37.203
        (('ἡνίοχος', '+--+'), ('πολύμητις', '--+-'), ('ἔχων', '-+'), ('καὶ', '-'), ('ἐλάσσονας', '-+--'), ('ἵππους', '++')),
    'δοχμώσας ὅηον ἵππον ἀπιστεπὸν ἐγγύθι νύσσης,': # Dion. 37.208
        (('δοχμώσας', '+++'), ('ὅλον', '--'), ('ἵππον', '+-'), ('ἀπιστεπὸν', '-+--'), ('ἐγγύθι', '+--'), ('νύσσης', '++')),
    'ὄμμασιν ἀπλανέεσσι διακρίνων δρόμον ἵππων.': # Dion. 37.241
        (('ὄμμασιν', '+--'), ('ἀπλανέεσσι', '+--+-'), ('διακρίνων', '-+++'), ('δρόμον', '--'), ('ἵππων', '++')),
    'τερπομένῃ παλάμῃ πρμτάγρια κούφισε νίκης,': # Dion. 37.467
        (('τερπομένῃ', '+--+'), ('παλάμῃ', '--+'), ('πρωτάγρια', '++--'), ('κούφισε', '+--'), ('νίκης', '++')),
    'ὣς φαμένου': # Dion. 37.621
        (('ὣς', '+'), ('φαμένου', '--+')),
    'ἀλλὰ παλιννόστοιο ποδὸς ταχυσδινέι παλμῷ': # Dion. 37.655
        (('ἀλλὰ', '+-'), ('παλιννόστοιο', '-+++-'), ('ποδὸς', '-+'), ('ταχυδινέι', '--+--'), ('παλμῷ', '++')),
    'εἴρυοε Θεσσαλὸν ἵππον· ὁ δὲ τρίτος ἠρέμα βαίνων': # Dion. 37.662
        (('εἴρυσε', '+--'), ('Θεσσαλὸν', '+--'), ('ἵππον', '+-'), ('ὁ', '-'), ('δὲ', '+'), ('τρίτος', '--'), ('ἠρέμα', '+--'), ('βαίνων', '++')),
    'ὀρθωθεὶς δ’ ἀνὰ μέσσον ἐγερσινόῳ φάτο φωιῇ·': # Dion. 37.673
        (('ὀρθωθεὶς', '+++'), ('δ’', ''), ('ἀνὰ', '--'), ('μέσσον', '+-'), ('ἐγερσινόῳ', '-+--+'), ('φάτο', '--'), ('φωιῇ', '++')),
    'καὶ πίσυρες στοκχησὸν ἐφέστοασαν ἄλλος ἐπ’ ἄλλῳ.': # Dion. 37.678
        (('καὶ', '+'), ('πίσυρες', '--+'), ('στοιχηδὸν', '++-'), ('ἐφέστασαν', '-+--'), ('ἄλλος', '+-'), ('ἐπ’', '-'), ('ἄλλῳ', '++')),
    'καὶ σόλον εὐδίωητον ἑλὼν ἔρριψε Μελισσεύς·': # Dion. 37.679
        (('καὶ', '+'), ('σόλον', '--'), ('εὐδίνητον', '+++-'), ('ἑλὼν', '-+'), ('ἔρριψε', '++-'), ('μελισσεύς', '-++')),
    'Κνώσσια τόξα φέρων τετανυαμένα κυκλάδι νευρῇ,': # Dion. 37.725
        (('κνώσσια', '+--'), ('τόξα', '+-'), ('φέρων', '-+'), ('τετανυσμένα', '--+--'), ('κυκλάδι', '+--'), ('νευρῇ', '++')),
    'ἠερίη πεφόρητο μεφόρητο μετάρσιος ὄρνις ἀλήμων·': # Dion. 37.728
        (('ἠερίη', '+--+'), ('πεφόρητο', '--+-'), ('μεφόρητο', '--+-'), ('μετάρσιος', '-+--'), ('ὄρνις', '+-'), ('ἀλήμων', '-++')),
    'συρίζων ἀνέμοιοι· βέλος δ’ ἴθυνεν Ἀπόλλων': # Dion. 37.736
        (('συρίζων', '+++'), ('ἀνέμοισι', '--+-'), ('βέλος', '-+'), ('δ’', ''), ('ἴθυνεν', '++-'), ('Ἀπόλλων', '-++')),
    'πιστὰ φέρων δυαέρωτι κασιγνήτῳ Διονύσῳ·': # Dion. 37.737
        (('πιστὰ', '+-'), ('φέρων', '-+'), ('δυσέρωτι', '--+-'), ('κασιγνήτῳ', '--++'), ('διονύσῳ', '--++')),
    'μείλιχον οἶδεν Ἄρηα καὶ κὐδιόωσαν Ἐνυώ.': # Dion. 37.757
        (('μείλιχον', '+--'), ('οἶδεν', '+-'), ('ἄρηα', '-+-'), ('καὶ', '-'), ('εὐδιόωσαν', '+--+-'), ('ἐνυώ', '-++')),
    'ὃς δὲ κατ’ ἀσοαράγοιο σιδήρεον ἔγχος ἀείρων': # Dion. 37.767
        (('ὃς', '+'), ('δὲ', '-'), ('κατ’', '-'), ('ἀσφαράγοιο', '+--+-'), ('σιδήρεον', '-+--'), ('ἔγχος', '+-'), ('ἀείρων', '-++')),
    'καὶ κινυρὴ Κηυμένη πλέον ᾔτεεν· αὐτὰρ ὁ θυμῷ': # Dion. 38.217
        (('καὶ', '+'), ('κινυρὴ', '--+'), ('κλυμένη', '--+'), ('πλέον', '--'), ('ᾔτεεν', '+--'), ('αὐτὰρ', '+-'), ('ὁ', '-'), ('θυμῷ', '++')),
    'λοξὴ πουλυέλικτος ἀταρπιτός ἐστι πλανήτων': # Dion. 38.225
        (('λοξὴ', '++'), ('πουλυέλικτος', '+--+-'), ('ἀταρπιτός', '-+--'), ('ἐστι', '+-'), ('πλανήτων', '-++')),
    'πῇ φέρεαι, φίλε κοῦρε; τί μαίνεαι ἵππον ἐλαύνων;': # Dion. 38.333
        (('πῇ', '+'), ('φέρεαι', '--+'), ('φίλε', '--'), ('κοῦρε', '+-'), ('τί', '-'), ('μαίνεαι', '+--'), ('ἵππον', '+-'), ('ἐλαύνων', '-++')),
    'στοιχάδας ἰθύνοντες ἐς Ἄρεα ναύμαχον Ἰνδῶν': # Dion. 39.7
        (('στοιχάδας', '+--'), ('ἰθύνοντες', '+++-'), ('ἐς', '-'), ('ἄρεα', '+--'), ('ναύμαχον', '+--'), ('ἰνδῶν', '++')),
    'ἀγχινεφής, ἀκίχητος, ἀωούτατος, ἠέρι γείτων,': # Dion. 39.92
        (('ἀγχινεφής', '+--+'), ('ἀκίχητος', '--+-'), ('ἀνούτατος', '-+--'), ('ἠέρι', '+--'), ('γείτων', '++')),
    'ἄσθμασιν Ἰνσοφόνοισιν ἀριστεύσωαιν ἀῆται·': # Dion. 39.121
        (('ἄσθμασιν', '+--'), ('ἰνδοφόνοισιν', '+--+-'), ('ἀριστεύσωσιν', '-+++-'), ('ἀῆται', '-++')),
    'ἔγχεϊ παχυήεντι κορύσσεο Δηριαδῆι·': # Dion. 39.184
        (('ἔγχεϊ', '+--'), ('παχνήεντι', '+++-'), ('κορύσσεο', '-+--'), ('δηριαδῆι', '+--++')),
    'στήσας δ’ ἀωτιβίοισι θυελλήεσσαν Ἐνυὼ': # Dion. 39.185
        (('στήσας', '++'), ('δ’', ''), ('ἀντιβίοισι', '+--+-'), ('θυελλήεσσαν', '-+++-'), ('ἐνυὼ', '-++')),
    'Κυκλώπων δὲ φάλαγγες ἐωαυτίλλοντο θαλάσσῃ': # Dion. 39.218
        (('κυκλώπων', '+++'), ('δὲ', '-'), ('φάλαγγες', '-+-'), ('ἐναυτίλλοντο', '-+++-'), ('θαλάσσῃ', '-++')),
    'ἦν δ’ ἐσιδεῖν κατὰ πόντον ἐύπτερον ἰὸν ἀλήτηι': # Dion. 39.324
        (('ἦν', '+'), ('δ’', ''), ('ἐσιδεῖν', '--+'), ('κατὰ', '--'), ('πόντον', '+-'), ('ἐύπτερον', '-+--'), ('ἰὸν', '+-'), ('ἀλήτηι', '-++')),
    'μαρνάμενος δηίοισι, καὶ ἄβροχον ἡνιοχεύων': # Dion. 39.375
        (('μαρνάμενος', '+--+'), ('δηίοισι', '++-'), ('καὶ', '-'), ('ἄβροχον', '+--'), ('ἡνιοχεύων', '+--++')),
    'καὶ Ζέφυρος κεκόρυστο,': # Dion. 39.380
        (('καὶ', '+'), ('ζέφυρος', '--+'), ('κεκόρυστο', '--+-')),
    'νότος δ’ ἐπεσύρισεν Εὔρῳ,': # Dion. 39.382
        (('νότος', '-+'), ('δ’', ''), ('ἐπεσύρισεν', '--+--'), ('εὔρῳ', '++')),
    'ὄψεαι Ὀρσιβόην μενεδήιον, αἴ κεν ἀκούσῃ': # Dion. 40.13
        (('ὄψεαι', '+--'), ('ὀρσιβόην', '+--+'), ('μενεδήιον', '--+--'), ('αἴ', '+'), ('κεν', '-'), ('ἀκούσῃ', '-++')),
    'Φείδεο σῶν ἐπέων· τί με μέμφεαι, ἄτρομε Μορρεῦ;': # Dion. 40.37
        (('φείδεο', '+--'), ('σῶν', '+'), ('ἐπέων', '--+'), ('τί', '-'), ('με', '-'), ('μέμφεαι', '+--'), ('ἄτρομε', '+--'), ('μορρεῦ', '++')),
    'αὔριον αὐτοκέλευστος ἐλεύσεαι εἰς χθόνα Λυδῶν,': # Dion. 40.188
        (('αὔριον', '+--'), ('αὐτοκέλευστος', '+--+-'), ('ἐλεύσεαι', '-+--'), ('εἰς', '+'), ('χθόνα', '--'), ('λυδῶν', '++')),
    'χεῖρας ἐπικλίνασα κατηφέας ἴαχε μήτηρ·': # Dion. 40.196
        (('χεῖρας', '+-'), ('ἐπικλίνασα', '-+++-'), ('κατηφέας', '-+--'), ('ἴαχε', '+--'), ('μήτηρ', '++')),
    'καὶ δηίων ὅλον ὄλβον ἐληίζοντο μαχηταί': # Dion. 40.255
        (('καὶ', '+'), ('δηίων', '++'), ('ὅλον', '--'), ('ὄλβον', '+-'), ('ἐληίζοντο', '-+++-'), ('μαχηταί', '-++')),
    'ἄσθματι καρποτόκῳ προχέει νηοσσόον ἀήτην,': # Dion. 40.344
        (('ἄσθματι', '+--'), ('καρποτόκῳ', '+--+'), ('προχέει', '--+'), ('νηοσσόον', '++--'), ('αὔρην', '++')),
    'ἠερίης ἠῷον ἐρεύγεαι ἀρδμὸν ἐέρσης,': # Dion. 40.389
        (('ἠερίης', '+--+'), ('ἠῷον', '++-'), ('ἐρεύγεαι', '-+--'), ('ἀρδμὸν', '+-'), ('ἐέρσης', '-++')),
    'ποικίλος, Ἀστροχίτων δὲ φατίζεαι—ἐννύχιοι γὰρ': # Dion. 40.408
        (('ποικίλος', '+--'), ('ἀστροχίτων', '+--+'), ('δὲ', '-'), ('φατίζεαι', '-+--'), ('ἐννύχιοι', '+--+'), ('γὰρ', '+')),
    'πηγῆς αἷμα φέρουσα τί τέρπεαι ἰοχεαίρῃ;': # Dion. 40.563
        (('πηγῆς', '++'), ('αἷμα', '+-'), ('φέρουσα', '-+-'), ('τί', '-'), ('τέρπεαι', '+--'), ('ἰοχεαίρῃ', '+--++')),
    'συριγμῷ δροσόεντι Λίβυς ῥιπίζεται ἀγκών,': # Dion. 41.46
        (('συριγμῷ', '+++'), ('δροσόεντι', '--++'), ('λίβυς', '+-'), ('ῥιπίζεται', '-+--'), ('ἀγκών', '++')),
    'στήθεϊ παφληάφοντι μογοστόκον ἔστασεν ὕδωρ,': # Dion. 41.73
        (('στήθεϊ', '+--'), ('παφλάζοντι', '+++-'), ('μογοστόκον', '-+--'), ('ἔστασεν', '+--'), ('ὕδωρ', '++')),
    'ἀννεφέλους ἀκτῖνας ἀκτῖνας ὀιστεύουσα Σελήνη': # Dion. 41.257
        (('ἀννεφέλους', '+--+'), ('ἀκτῖνας', '++-'), ('ὀιστεύουσα', '-+++-'), ('σελήνη', '-++')),
    'Ἁρμονίη γεγαυῖα βιοσσόος· εἰς σὲ γὰρ αὐτὴ': # Dion. 41.333
        (('ἁρμονίη', '+--+'), ('γεγαυῖα', '--+-'), ('βιοσσόος', '-+--'), ('εἰς', '+'), ('σὲ', '-'), ('γὰρ', '-'), ('αὐτὴ', '++')),
    'καὶ πίνακες γεγάασιν ἐπώνυμοι ἑπτὰ πλανήτων.': # Dion. 41.341
        (('καὶ', '+'), ('πίνακες', '--+'), ('γεγάασιν', '--+-'), ('ἐπώνυμοι', '-+--'), ('ἑπτὰ', '+-'), ('πλανήτων', '-++')),
    'τέτρατος Ἠελίοιο μεσόμφαλός ἐστι πλανήτων·': # Dion. 41.347
        (('τέτρατος', '+--'), ('ἠελίοιο', '+--+-'), ('μεσόμφαλός', '-+--'), ('ἐστι', '+-'), ('πλανήτων', '-++')),
    'γράμματι ξοινικόεντι γέρων ἐχάραξεν Ὀφίων.': # Dion. 41.352
        (('γράμματι', '+--'), ('ξοινικόεντι', '+--+-'), ('γέρων', '-+'), ('ἐχάραξεν', '--+-'), ('ὀφίων', '-++')),
    'ἀλλ’, ἐπεὶ ἰθυνόων με διείρεαι εἵνεκα θεσμῶν,': # Dion. 41.353
        (('ἀλλ’', '+'), ('ἐπεὶ', '--'), ('ἰθυνόων', '+--+'), ('με', '-'), ('διείρεαι', '-+--'), ('εἵνεκα', '+--'), ('θεσμῶν', '++')),
    'οὐρανόθεν γεγαυῖα καὶ οὐρανὸν ἐν χθονὶ πήξω·': # Dion. 41.418
        (('οὐρανόθεν', '+--+'), ('γεγαυῖα', '--+-'), ('καὶ', '-'), ('οὐρανὸν', '+--'), ('ἐν', '+'), ('χθονὶ', '--'), ('πήξω', '++')),
    'καὶ μογέων Διόνυσος ὑπεβρυχᾶτο σιωπῇ,': # Dion. 42.182
        (('καὶ', '+'), ('μογέων', '--+'), ('διόνυσος', '--+-'), ('ὑπεβρυχᾶτο', '-+++-'), ('σιωπῇ', '-++')),
    'καὶ τάχα δακρύσειε γοήμονος ἄλγεα νύμφης': # Dion. 42.262
        (('καὶ', '+'), ('τάχα', '--'), ('δακρύσειε', '+++-'), ('γοήμονος', '-+--'), ('ἄλγεα', '+--'), ('νύμφης', '++')),
    'ὅττι φυτὸν γεγαυῖα νόθῃ δονακώδεϊ μορφῇ': # Dion. 42.385
        (('ὅττι', '+-'), ('φυτὸν', '-+'), ('γεγαυῖα', '--+-'), ('νόθῃ', '-+'), ('δονακώδεϊ', '--+--'), ('μορφῇ', '++')),
    'εἰ δὲ καὶ ἀμφιπόλοις ἐπιτέρπεαι, εἰς σὲ κομίσσω': # Dion. 42.483
        (('εἰ', '+'), ('δὲ', '-'), ('καὶ', '-'), ('ἀμφιπόλοις', '+--+'), ('ἐπιτέρπεαι', '--+--'), ('εἰς', '+'), ('σὲ', '-'), ('κομίσσω', '-++')),
    'Μαιονὶς ἀκρήδεμνος ὑπεβρυχᾶτο Μιμαλλών,': # Dion. 43.316
        (('μαιονὶς', '+--'), ('ἀκρήδεμνος', '+++-'), ('ὑπεβρυχᾶτο', '-+++-'), ('μιμαλλών', '-++')),
    'χερσὶ φυλασσομένῃσιν, ὅτι πρόμον ἔτρεμε γείτονα Ῥείην': # Dion. 43.412
        (('χερσὶ', '+-'), ('φυλασσομένῃσιν', '-+--+-'), ('ὅτι', '-+'), ('πρόμον', '--'), ('ἔτρεμε', '+--'), ('γείτονα', '+--'), ('ῥείην', '++')),
    'Νυμφοκόμῳ, Διόνυσε, τί μέμφεαι εἰσέτι κεστῷ;': # Dion. 43.422
        (('νυμφοκόμῳ', '+--+'), ('διόνυσε', '--+-'), ('τί', '-'), ('μέμφεαι', '+--'), ('εἰσέτι', '+--'), ('κεστῷ', '++')),
    'ἵξεαι εἰς Φρυγίην εὐπάρθενον, ἧχί σε μίμνει': # Dion. 43.430
        (('ἵξεαι', '+--'), ('εἰς', '+'), ('φρυγίην', '--+'), ('εὐπάρθενον', '++--'), ('ἧχί', '+-'), ('σε', '-'), ('μίμνει', '++')),
    'οἰνοδόκῳ ποτὸν ἄλλον διαστάζοντα κυπέλλῳ,': # Dion. 44.136
        (('οἰνοδόκῳ', '+--+'), ('ποτὸν', '--'), ('ἄλλο', '+-'), ('διαστάζοντα', '-+++-'), ('κυπέλλῳ', '-++')),
    'πορφυρέαις ἔχρισε Λιβυστίσι δένδρον ἐέρσαις.': # Dion. 44.276
        (('πορφυρέαις', '+--+'), ('ἔχρισε', '++-'), ('λιβυστίσι', '-+--'), ('δένδρον', '+-'), ('ἐέρσαις', '-++')),
    'ὄψεαι Ἀκταίωνα συναγρώσσοντα Λυαίῳ,': # Dion. 44.298
        (('ὄψεαι', '+--'), ('ἀκταίωνα', '+++-'), ('συναγρώσσοντα', '-+++-'), ('λυαίῳ', '-++')),
    'εἴρεο Τειρεσίαν, τίνι χώεαι· εἴρεο Πυθώ,': # Dion. 46.79
        (('εἴρεο', '+--'), ('τειρεσίαν', '+--+'), ('τίνι', '--'), ('χώεαι', '+--'), ('εἴρεο', '+--'), ('πυθώ', '++')),
    'ὄψεαι ὄργια πάντα χοροπλεκέος Διονύσου.': # Dion. 46.96
        (('ὄψεαι', '+--'), ('ὄργια', '+--'), ('πάντα', '+-'), ('χοροπλεκέος', '-+--+'), ('διονύσου', '--++')),
    'στήθεα λαχνήεντα; τίνα βρυχηθμὸν ἰάλλω;': # Dion. 46.196
        (('στήθεα', '+--'), ('λαχνήεντα', '+++-'), ('τίνα', '-+'), ('βρυχηθμὸν', '++-'), ('ἰάλλω', '-++')),
    'Ἠριγόνη δ’ ἐκέρασσεν ἀψυσσαμένη γλάγος αἰγῶν·': # Dion. 47.40
        (('ἠριγόνη', '+--+'), ('δ’', ''), ('ἐκέρασσεν', '--+-'), ('ἀφυσσαμένη', '-+--+'), ('γλάγος', '--'), ('αἰγῶν', '++')),
    'κλάσσαι βοθριάσαι τε βαλεῖν τ’ ἐνὶ ἐνὶ κλήματα γύροις.': # Dion. 47.69
        (('κλάσσαι', '++'), ('βοθριάσαι', '+--+'), ('τε', '-'), ('βαλεῖν', '-+'), ('τ’', ''), ('ἐνὶ', '--'), ('κλήματα', '+--'), ('γύροις', '++')),
    'οὐτιδανοῖς πετάλοισι κορύσσεαι, Ἄρεα παίζων·': # Dion. 47.597
        (('οὐτιδανοῖς', '+--+'), ('πετάλοισι', '--+-'), ('κορύσσεαι', '-+--'), ('ἄρεα', '+--'), ('παίζων', '++')),
    'ὄψεαι ἀρραγέεσσιν ἐμοῖς εἴκοντα κοθόρνοις·': # Dion. 47.640
        (('ὄψεαι', '+--'), ('ἀρραγέεσσιν', '+--+-'), ('ἐμοῖς', '-+'), ('εἴκοντα', '++-'), ('κοθόρνοις', '-++')),
    'ἢν δὲ τεῇ χρυσέῃ μεγαλίζεαι ἀμφὶ γενέθλῃ,': # Dion. 47.652
        (('ἢν', '+'), ('δὲ', '-'), ('τεῇ', '-+'), ('χρυσέῃ', '--+'), ('μεγαλίζεαι', '--+--'), ('ἀμφὶ', '+-'), ('γενέθλῃ', '-++')),
    'κρᾶτα παρακλίνασα σαόφρονος ἔρνεϊ δάφνης': # Dion. 48.261
        (('κρᾶτα', '+-'), ('παρακλίνασα', '-+++-'), ('σαόφρονος', '-+--'), ('ἔρνεϊ', '+--'), ('δάφνης', '++')),
    'ἀμφὶ δέ οἱ πεπότητο παρὰ θρόνον ὄρνις ἀλάοτωρ,': # Dion. 48.382
        (('ἀμφὶ', '+-'), ('δέ', '-'), ('οἱ', '+'), ('πεπότητο', '--+-'), ('παρὰ', '-+'), ('θρόνον', '--'), ('ὄρνις', '+-'), ('ἀλάστωρ', '-++')),
    'κεῖνος, ὃς ὑμετέροιο τάλας ἔψαυαε χιτῶνος,': # Dion. 48.399
        (('κεῖνος', '+-'), ('ὃς', '-'), ('ὑμετέροιο', '+--+-'), ('τάλας', '-+'), ('ἔψαυσε', '++-'), ('χιτῶνος', '-++')),
    'τίς φθόνος, εἰ λἰ λίθον ἄλλον ὑπὲρ Σιπύλοιο τελέσσω;': # Dion. 48.408
        (('τίς', '+'), ('φθόνος', '--'), ('εἰ', '+'), ('λίθον', '--'), ('ἄλλον', '+-'), ('ὑπὲρ', '-+'), ('σιπύλοιο', '--+-'), ('τελέσσω', '-++')),
    'οὐ νέος Ὠρίων με βιάζεται, νἱὸς Ἀρούρης·': # Dion. 48.419
        (('οὐ', '+'), ('νέος', '--'), ('ὠρίων', '+++'), ('με', '-'), ('βιάζεται', '-+--'), ('υἱὸς', '+-'), ('ἀρούρης', '-++')),
    'ἤκαχε Ληλάντοιο πάις, δυσπάρθενος Λὔρη·': # Dion. 48.421
        (('ἤκαχε', '+--'), ('ληλάντοιο', '+++-'), ('πάις', '-+'), ('δυσπάρθενος', '++--'), ('λὔρη', '++')),
    'καὶ πἁλιν ἐν Φρυγίῃ με θεημάχος ἤκαχεν Λὔρη·': # Dion. 48.426
        (('καὶ', '+'), ('πἁλιν', '--'), ('ἐν', '+'), ('φρυγίῃ', '--+'), ('με', '-'), ('θεημάχος', '-+--'), ('ἤκαχεν', '+--'), ('λὔρη', '++')),
    'Τιτήνων γεγαυῖα παλαίτατον αἷμα καὶ αὐτή,': # Dion. 48.443
        (('τιτήνων', '+++'), ('γεγαυῖα', '--+-'), ('παλαίτατον', '-+--'), ('αἷμα', '+-'), ('καὶ', '-'), ('αὐτή', '++')),
    'Πανὸς ἐγὼ δυαέρωτος ἔχω τύπον, ὅττί με φεύγει': # Dion. 48.489
        (('πανὸς', '+-'), ('ἐγὼ', '-+'), ('δυσέρωτος', '--+-'), ('ἔχω', '-+'), ('τύπον', '--'), ('ὅττί', '+-'), ('με', '-'), ('φεύγει', '++')),
    'φάρμακον εὗρες ἔρωτος ἐνὶ φρενοθελυέι φωνῷ·': # Dion. 48.493
        (('φάρμακον', '+--'), ('εὗρες', '+-'), ('ἔρωτος', '-+-'), ('ἐνὶ', '-+'), ('φρενοθελγέι', '--+--'), ('φωνῷ', '++')),
    'εἰς τόκον ἀγροτέρης οὐ δεύεαι ἰοχεαίρης;': # Dion. 48.840
        (('εἰς', '+'), ('τόκον', '--'), ('ἀγροτέρης', '+--+'), ('οὐ', '+'), ('δεύεαι', '+--'), ('ἰοχεαίρης', '+--++')),
    'ἀλλὰ βέλος δεδαυῖαν ἀναγκαίου τοκετοῖο,': # Dion. 48.879
        (('ἀλλὰ', '+-'), ('βέλος', '-+'), ('δεδαυῖαν', '--+-'), ('ἀναγκαίου', '-+++'), ('τοκετοῖο', '--++')),
    'θηροφόνος γεγαυῖα γυνὴ φιλότεκνος ἀκούσω.': # Dion. 48.908
        (('θηροφόνος', '+--+'), ('γεγαυῖα', '--+-'), ('γυνὴ', '-+'), ('φιλότεκνος', '--+-'), ('ἀκούσω', '-++')),
}
